Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: No updates available.
cs: Žádné aktualizace nejsou k dispozici.

source: The configuration is up to date.
cs: Konfigurace je aktuální.

source: Open Wiki for more information >
cs: Otevřete Wiki pro více informací >

source: Obj file Import color
cs: Barva importu Obj souboru

source: Some faces don't have color defined.
cs: Některé tváře nemají nastavenou barvu.

source: mtl file exist error,could not find the material:
cs: mtl soubor existuje chyba, nelze najít materiál:

source: Please check obj or mtl file.
cs: Zkontrolujte obj nebo mtl soubor.

source: Specify number of colors:
cs: Zadejte počet barev:

source: Enter or click the adjustment button to modify number again
cs: Zadejte nebo klikněte na tlačítko úpravy pro další úpravu čísla

source: Recommended
cs: Doporučené

source: view
cs: Zobrazit

source: Current filament colors
cs: Barvy proudu vlákna

source: Matching
cs: Odpovídající

source: Quick set
cs: Rychlé nastavení

source: Color match
cs: Shoda barev

source: Approximate color matching.
cs: Přibližné porovnání barev.

source: Append
cs: Připojit

source: Append to existing filaments
cs: Připojit k existujícím vláknům

source: Reset mapped extruders.
cs: Resetovat mapované vytlačovače.

source: Note
cs: Poznámka

source: The color has been selected, you can choose OK to continue or manually adjust it.
cs: Barva byla vybrána, můžete si vybrat OK pro pokračování nebo ruční nastavení.

source: Synchronizing AMS filaments will discard your modified but unsaved filament presets. Are you sure you want to continue?
cs: Synchronizace AMS vláken zruší vaše upravené, ale neuložené předvolby vlákna. Opravdu chcete pokračovat?

# Sync_AMS
source: Original
cs: Původní

source: After mapping
cs: Po mapování

source: After overwriting
cs: Po přepsání

# Sync_AMS
source: Plate
cs: Deska

source: The connected printer does not match the currently selected printer. Please change the selected printer.
cs: Připojená tiskárna neodpovídá aktuálně zvolené tiskárně. Změňte vybranou tiskárnu.

source: Mapping
cs: Mapování

source: Overwriting
cs: Přepsání

source: Reset all filament mapping
cs: Obnovit všechny mapování vlákna

source: Left Extruder
cs: Vytlačovač vlevo

source: (Recommended filament)
cs: (Doporučené vlákno)

source: Right Extruder
cs: Vytlačovač vpravo

source: Advanced Options
cs: Pokročilé možnosti

source: Check heatbed flatness. Leveling makes extruded height uniform. *Automatic mode: Level first (about 10 seconds). Skip if surface is fine.
cs: Zkontrolujte, zda je plocha, při které je vyhřívána výška, stejná. Úroveň, když je povrch v pořádku, je stejná. *Automatický režim: První úroveň (asi 10 sekund).

source: Calibrate nozzle offsets to enhance print quality. *Automatic mode: Check for calibration before printing; skip if unnecessary.
cs: Kalibrační offsety trysky pro zvýšení kvality tisku. *Automatický režim: Před tiskem zkontrolujte kalibraci; v případě nutnosti přeskočíte.

source: Use AMS
cs: Použít AMS

source: Only synchronize filament type and color, not including AMS slot information.
cs: Synchronizovat pouze typ a barvu vlákna bez informací na pozici AMS

source: Replace the project filaments list sequentially based on printer filaments. And unused printer filaments will be automatically added to the end of the list.
cs: Nahradit seznam vláken projektu postupně založených na vláknech tiskárny. Nepoužitá tiskárna budou automaticky přidána na konec seznamu.

source: Advanced settings
cs: Pokročilé nastavení

source: Add unused AMS filaments to filaments list.
cs: Přidat nepoužitá AMS vlákna do seznamu vláken.

source: Automatically merge the same colors in the model after mapping.
cs: Automaticky sloučit stejné barvy v modelu po mapování.

source: After being synced, this action cannot be undone.
cs: Po synchronizaci nelze tuto akci vrátit zpět.

source: After being synced, the project's filament presets and colors will be replaced with the mapped filament types and colors. This action cannot be undone.
cs: Po synchronizaci budou přednastavení a barvy vlákna projektu nahrazeny mapovanými typy a barvami vlákna. Tuto akci nelze vrátit zpět.

source: Are you sure to synchronize the filaments?
cs: Opravdu chcete synchronizovat vlákna?

source: Synchronize now
cs: Synchronizovat nyní

source: Synchronize Filament Information
cs: Synchronizovat informace o filmu

source: Add unused filaments to filaments list.
cs: Přidat nepoužitá vlákna do seznamu vláken.

source: Only synchronize filament type and color, not including slot information.
cs: Synchronizovat pouze typ a barvu vlákna bez informací slotu.

source: Ext spool
cs: Externí cívka

source: Please check whether the nozzle type of the device is the same as the preset nozzle type.
cs: Zkontrolujte, zda je typ trysky stejný jako typ přednastavené trysky.

source: The selected printer (%s) is incompatible with the chosen printer profile in the slicer (%s).
cs: Vybraná tiskárna (%s) není kompatibilní s vybraným profilem tiskárny v nástroji Slicer (%s).

source: Timelapse is not supported because Print sequence is set to "By object".
cs: Timelapse není podporována, protože tisková sekvence je nastavena na "By object".

source: You selected external and AMS filament at the same time in an extruder, you will need manually change external filament.
cs: V extrudu jste současně vybrali vnější a AMS vlákno, budete potřebovat ručně změnit externí vlákno.

source: Successfully synchronized nozzle information.
cs: Synchronizované informace nozzle byly úspěšně synchronizovány.

source: Successfully synchronized nozzle and AMS number information.
cs: Synchronizované informace typu nozzle a AMS byly úspěšně synchronizovány.

source: Continue to sync filaments
cs: Pokračovat v synchronizaci vláken

# Sync_Nozzle_AMS
source: Cancel
cs: Zrušit

source: Successfully synchronized color and type of filament from printer.
cs: Úspěšně synchronizovaná barva a typ vlákna z tiskárny.

source: Studio would re-calculate your flushing volumes everytime the filaments color changed or filaments changed. You could disable the auto-calculate in Bambu Studio > Preferences
cs: Studio by znovu vypočetlo vaše splachovací objemy pokaždé, když se změní barva vláken nebo se změní vlákna. Automatický výpočet můžete vypnout v Bambu Studio > Předvolby

source: Flushing volume (mm³) for each filament pair.
cs: Objem splachování (mm3) pro každou dvojici vláken.

source: Suggestion: Flushing Volume in range [%d, %d]
cs: Návrh: Hlasitost splachování v rozsahu [%d, %d]

source: The multiplier should be in range [%.2f, %.2f].
cs: Multiplikátor by měl být v rozsahu [%.2f, %.2f].

source: Re-calculate
cs: Znovu vypočítat

source: Left extruder
cs: Vytlačovač vlevo

source: Right extruder
cs: Vytlačovač vpravo

source: Multiplier
cs: Násobitel

source: Flushing volumes for filament change
cs: Objemy splachování při změně vlákna

source: Please choose the filament colour
cs: Zvolte prosím barvu vlákna

source: Bambu Network plug-in not detected.
cs: Plug-in Bambu Network nebyl detekován.

source: Click here to download it.
cs: Klikněte zde pro jeho stažení.

source: Login
cs: Přihlásit se

source: The configuration package is changed to the previous Config Guide
cs: Konfigurační balíček je změněn na předchozí konfigurační příručku

source: Configuration package changed
cs: Konfigurační balíček změněn

source: Toolbar
cs: Panel nástrojů

source: Objects list
cs: Seznam objektů

source: Import geometry data from STL/STEP/3MF/OBJ/AMF files
cs: Importovat geometrická data ze souborů STL/STEP/3MF/OBJ/AMF

source: Paste from clipboard
cs: Vložit ze schránky

source: Show/Hide 3Dconnexion devices settings dialog
cs: Zobrazit/skrýt dialog nastavení zařízení

source: Switch tab page
cs: Přepnout stránku záložky

source: Show keyboard shortcuts list
cs: Zobrazit seznam klávesových zkratek

source: Global shortcuts
cs: Globální zkratky

source: Rotate View
cs: Otočit zobrazení

source: Pan View
cs: Panelový pohled

source: Zoom View
cs: Zobrazení přiblížení

source: Auto orientates selected objects or all objects.If there are selected objects, it just orientates the selected ones.Otherwise, it will orientates all objects in the current disk.
cs: Automaticky orientovat vybrané objekty nebo všechny objekty. Pokud jsou vybrány objekty, orientuje pouze vybrané objekty. v terénu bude orientovat všechny objekty na aktuálním disku.

source: Shift+Tab
cs: Shift+karta

source: Collapse/Expand the sidebar
cs: Sbalit/zkopírovat postranní panel

source: Any arrow
cs: Jakýkoliv šíp

source: Movement in camera space
cs: Pohyb v prostoru pro fotoaparát

source: Select a part
cs: Vyberte část

source: Select multiple objects
cs: Vybrat více objektů

source: Shift+Left mouse button
cs: Shift + levé tlačítko myši

source: Select objects by rectangle
cs: Vybrat objekty podle obdélníku

source: Arrow Up
cs: Šipka nahoru

source: Move selection 10 mm in positive Y direction
cs: Přesunout výběr o 10 mm v kladném směru Y

source: Arrow Down
cs: Šipka dolů

source: Move selection 10 mm in negative Y direction
cs: Přesunout výběr o 10 mm záporným směrem Y

source: Arrow Left
cs: Šipka vlevo

source: Move selection 10 mm in negative X direction
cs: Výběr o 10 mm v záporném směru X

source: Arrow Right
cs: Šipka vpravo

source: Move selection 10 mm in positive X direction
cs: Přesunout výběr 10 mm v kladném směru X

source: Shift+Any arrow
cs: Shift+Jakýkoliv šíp

source: Movement step set to 1 mm
cs: Krok pohybu nastaven na 1 mm

source: keyboard 1-9: set filament for object/part
cs: klávesnice 1-9: nastavit vlákno pro objekt/část

source: Camera view - Default
cs: Zobrazení kamery - Výchozí

source: Camera view - Top
cs: Zobrazení kamery - nahoře

source: Camera view - Bottom
cs: Zobrazení kamery - dole

source: Camera view - Front
cs: Zobrazení kamery - přední

source: Camera view - Behind
cs: Zobrazení kamery - za

source: Camera view - Left
cs: Zobrazení kamery - vlevo

source: Camera view - Right
cs: Zobrazení kamery - vpravo

source: Camera view - Isometric
cs: Zobrazení kamery - nesometrické

source: Select all objects
cs: Vybrat všechny objekty

source: Gizmo move
cs: Pohyb gizmy

source: Gizmo Place face on bed
cs: Obličej Gizmo místo na posteli

source: Gizmo SLA support points
cs: Podpůrné body Gizmo SLA

source: Gizmo FDM paint-on seam
cs: Paměti v barvách pro Gizmo FDM

source: Plater
cs: bubble raider

source: Support/Color Painting: adjust pen radius
cs: Podpora/Barvení barvy: upravte poloměr pera

source: Support/Color Painting: adjust section position
cs: Podpora/Barva: Úprava pozice sekce

source: Set extruder number for the objects and parts
cs: Nastavit číslo extruderu pro objekty a části

source: Delete objects, parts, modifiers
cs: Odstranit objekty, části, modifikátory

source: Space
cs: Prostor

source: Select the object/part and press space to change the name
cs: Vyberte objekt/část a stiskněte mezeru pro změnu názvu

source: Mouse click
cs: Kliknutí myší

source: Select the object/part and mouse click to change the name
cs: Vyberte objekt/část a kliknutím myši změníte název

source: Objects List
cs: Seznam objektů

source: Vertical slider - Move active thumb Up
cs: Vertikální posuvník - Přesunout aktivní náhled nahoru

source: Vertical slider - Move active thumb Down
cs: Vertikální posuvník - Přesunout aktivní náhled dolů

source: Horizontal slider - Move active thumb Left
cs: Horizontální posuvník - Přesunout aktivní náhled doleva

source: Horizontal slider - Move active thumb Right
cs: Horizontální posuvník - Přesunout aktivní náhled vpravo

source: On/Off one layer mode of the vertical slider
cs: Zapnout/Vypnout režim jedné vrstvy vertikálního posuvníku

source: Move slider 5x faster
cs: Přesunout posuvník o 5x rychleji

source: Shift+Mouse wheel
cs: Shift+Kolečko myši

source: Release Note
cs: Poznámka k vydání

source: version %s update information :
cs: verze %s informace o aktualizaci:

source: Network plug-in update
cs: Aktualizace síťového pluginu

source: Click OK to update the Network plug-in when Bambu Studio launches next time.
cs: Klepněte na tlačítko OK pro aktualizaci síťového pluginu při příštím spuštění Bambu Studio.

source: A new Network plug-in(%s) available, Do you want to install it?
cs: K dispozici je nový síťový plug-in(%s), chcete jej nainstalovat?

source: New version of Bambu Studio
cs: Nová verze Bambu Studio

source: Skip this Version
cs: Přeskočit tuto verzi

source: Done
cs: Hotovo

source: resume
cs: pokračovat

source: Confirm and Update Nozzle
cs: Potvrdit a aktualizovat zle

source: Connect the printer using IP and access code
cs: Připojte tiskárnu pomocí IP a přístupového kódu

source: Try the following methods to update the connection parameters and reconnect to the printer.
cs: Vyzkoušejte následující metody pro aktualizaci parametrů připojení a připojení k tiskárně.

source: 1. Please confirm Bambu Studio and your printer are in the same LAN.
cs: 1. Potvrďte, že Bambu Studio a vaše tiskárna jsou ve stejném LAN.

source: 2. If the IP and Access Code below are different from the actual values on your printer, please correct them.
cs: 2. Pokud se IP a přístupový kód níže liší od skutečných hodnot v tiskárně, opravte je.

source: 3. Please obtain the device SN from the printer side; it is usually found in the device information on the printer screen.
cs: 3. Získejte zařízení SN ze strany tiskárny; obvykle se nachází v informaci o zařízení na obrazovce tiskárny.

source: Access Code
cs: Přístupový kód

source: Printer model
cs: Model tiskárny

source: Where to find your printer's IP and Access Code?
cs: Kde najdete vaše IP a přístupový kód tiskárny?

source: Connect
cs: Připojit

source: IP and Access Code Verified! You may close the window
cs: IP a přístupový kód ověřen! Okno můžete zavřít

source: connecting...
cs: připojuji...

source: Failed to connect to printer.
cs: Nepodařilo se připojit k tiskárně.

source: Failed to publish login request.
cs: Publikování žádosti o přihlášení se nezdařilo.

source: The printer has already been bound.
cs: Tiskárna již byla vázána.

source: The printer mode is incorrect, please switch to LAN Only.
cs: Režim tiskárny je nesprávný, přepněte pouze na LAN.

source: Connecting to printer... The dialog will close later
cs: Připojování k tiskárně... Dialog bude zavřen později

source: Connection failed, please double check IP and Access Code
cs: Připojení se nezdařilo, prosím dvakrát zkontrolujte IP a přístupový kód

source: Connection failed! If your IP and Access Code is correct, please move to step 3 for troubleshooting network issues
cs: Připojení se nezdařilo! Pokud je vaše IP a přístupový kód správný, přesuňte krok 3 pro řešení problémů se sítí

source: Connection failed! Please refer to the wiki page.
cs: Připojení selhalo! Podívejte se na wiki stránku.

source: sending failed
cs: odeslání se nezdařilo

source: Failed to send. Click Retry to attempt sending again. If retrying does not work, please check the reason.
cs: Odeslání se nezdařilo. Klepnutím na tlačítko Opakovat pro odeslání znovu. Pokud opakované pokusy nefungují, prosím zkontrolujte důvod.

source: reconnect
cs: znovu připojit

source: Terms of Service
cs: Podmínky služby

source: You are about to enable a third-party software service feature from Helio Additive! Before confirming the use of this feature, please carefully read the following statements.
cs: Chystáte se povolit funkci softwarové služby třetích stran z Helio Additive! Před potvrzením použití této funkce si prosím pečlivě přečtěte následující prohlášení.

source: Unless otherwise specified, Bambu Lab only provides support for the software features officially provided. The slicing evaluation and slicing optimization features based on Helio Additive's cloud service in this software will be developed, operated, provided, and maintained by Helio Additive. Helio Additive is responsible for the effectiveness and availability of this service. The optimization feature of this service may modify the default print commands, posing a risk of printer damage. These features will collect necessary user information and data to achieve relevant service functions. Subscriptions and payments may be involved. Please visit Helio Additive and refer to the Helio Additive Privacy Agreement and the Helio Additive User Agreement for detailed information.
cs: Pokud není uvedeno jinak, Bambu Lab poskytuje podporu pouze pro oficiálně poskytované funkce softwaru. Budou vyvinuty funkce optimalizace krájení, založené na cloudové službě Helio Additive, v tomto softwaru, provozováno, poskytováno a udržováno společností Helio Additive. Helio Additive odpovídá za účinnost a dostupnost této služby. Optimalizační funkce této služby může změnit výchozí příkazy tisku, které představují riziko poškození tiskárny. Tyto funkce budou shromažďovat nezbytné informace o uživateli a údaje pro dosažení příslušných funkcí služeb. Mohou se jednat o předplatné a platby. Navštivte prosím Helio Additive a pro podrobné informace se podívejte na Helio Additive Agreement a Helio Additive Servicive.

source: Meanwhile, you understand that this product is provided to you "as is" based on Helio Additive's services, and Bambu makes no express or implied warranties of any kind, nor can it control the service effects. To the fullest extent permitted by applicable law, Bambu or its licensors/affiliates do not provide any express or implied representations or warranties, including but not limited to warranties regarding merchantability, satisfactory quality, fitness for a particular purpose, accuracy, confidentiality, and non-infringement of third-party rights. Due to the nature of network services, Bambu cannot guarantee that the service will be available at all times, and Bambu reserves the right to terminate the service based on relevant circumstances.
cs: Mezitím chápete, že tento produkt je poskytován "jako je" na základě služeb Helio Additive, a Bambu neposkytuje žádné výslovné nebo implicitní záruky jakéhokoli druhu, ani nemůže ovládat účinky služby. Bambuu ani její držitelé licencí/přidružené společnosti neposkytují v plném rozsahu žádná výslovná nebo implicitní prohlášení nebo záruky, včetně záruk, pokud jde o obchodní schopnost, uspokojivou kvalitu, způsobilost k určitému účelu, přesnost, důvěrnost a neporušení práv třetích osob. Vzhledem k povaze síťových služeb nemůže Bambu zaručit, že služba bude k dispozici vždy, a Bambu si vyhrazuje právo ukončit službu na základě příslušných okolností.

source: You agree not to use this product and its related updates to engage in the following activities:
cs: Souhlasíte s tím, že nebudete používat tento produkt a jeho související aktualizace k zapojení do následujících činností:

source: 1.Copy or use any part of this product outside the authorized scope of Helio Additive and Bambu.
cs: 1.Kopírujte nebo použijte jakoukoliv část tohoto produktu mimo autorizovaný rozsah Helio Additive a Bambu.

source: 2.Attempt to disrupt, bypass, alter, invalidate, or evade any Digital Rights Management system related to and/or an integral part of this product.
cs: 2.Pokusit se přerušit, obejít, změnit, zneplatnit nebo vyhnout se jakémukoli systému správy digitálních práv souvisejícímu s tímto produktem a/nebo jeho nedílnou součástí.

source: 3.Using this software and services for any improper or illegal activities.
cs: 3.Používání tohoto softwaru a služeb pro jakékoli nesprávné nebo nezákonné činnosti.

source: Privacy Policy of Helio Additive
cs: Zásady ochrany osobních údajů Helio Additive

source: Terms of Use of Helio Additive
cs: Podmínky použití Helio Additive

source: When you confirm to enable this feature, it means that you have confirmed and agreed to the above statements.
cs: Pokud potvrdíte, že chcete povolit tuto funkci, znamená to, že jste potvrdili a souhlasili s výše uvedenými prohlášeními.

source: Agree
cs: Souhlasit

source: Helio Additive
cs: Helio přídavná látka

source: Chamber temperature
cs: Teplota komory

source: Note: Please set the above temperature according to the actual situation. The more accurate the data is, the more precise the analysis results will be.
cs: Poznámka: Nastavte výše uvedenou teplotu podle aktuální situace. Čím přesnější budou údaje, tím přesnější budou výsledky analýzy.

source: How to use Helio
cs: Jak používat Helio

source: Failed to obtain Helio PAT. The number of issued PATs has reached the upper limit. Please pay attention to the information on the Helio official website. Click Refresh to get it again once it is available.
cs: Nepodařilo se získat Helio PAT. Počet vydaných PATs dosáhl horní hranice. Věnujte prosím pozornost informacím na oficiálních webových stránkách Helia. Klikněte na tlačítko Aktualizovat a znovu je získáte.

source: Click for more details
cs: Klikněte pro více informací

source: Air Pump
cs: Vzduchové čerpadlo

source: Cutting Module
cs: Modul řezu

source: Model:
cs: Vzor:

source: Update firmware
cs: Aktualizovat firmware

source: Beta version
cs: Beta verze

source: Updating
cs: Aktualizace

source: Updating failed
cs: Aktualizace se nezdařila

source: Updating successful
cs: Aktualizace byla úspěšná

source: Are you sure you want to update? This will take about 10 minutes. Do not turn off the power while the printer is updating.
cs: Opravdu chcete aktualizovat? Bude to trvat asi 10 minut. Nevypínejte napájení, dokud se tiskárna aktualizuje.

source: An important update was detected and needs to be run before printing can continue. Do you want to update now? You can also update later from 'Upgrade firmware'.
cs: Před pokračováním tisku byla zjištěna důležitá aktualizace a musí být spuštěna. Chcete aktualizovat nyní? Můžete také aktualizovat později z 'Upgrade firmware'.

source: The firmware version is abnormal. Repairing and updating are required before printing. Do you want to update now? You can also update later on printer or update next time starting the studio.
cs: Verze firmwaru je neobvyklá. Před tiskem je třeba provést opravy a aktualizaci. Chcete aktualizovat nyní? Můžete také aktualizovat později v tiskárně nebo aktualizovat při příštím spuštění studia.

source: Extension Board
cs: Rozšířená deska

source: Saving objects into the 3mf failed.
cs: Ukládání objektů do 3mf selhalo.

source: Only Windows 10 is supported.
cs: Podporovány je pouze Windows 10.

source: Failed to initialize the WinRT library.
cs: Nepodařilo se inicializovat knihovnu WinRT.

source: Exporting objects
cs: Exportování objektů

source: Failed loading objects.
cs: Načítání objektů se nezdařilo.

source: Repairing object by Windows service
cs: Opravování objektu službou Windows

source: Repair failed.
cs: Oprava se nezdařila.

source: Loading repaired objects
cs: Načítání opravených objektů

source: Exporting 3mf file failed
cs: Export 3mf souboru selhal

source: Import 3mf file failed
cs: Import 3mf souboru se nezdařil

source: Repaired 3mf file does not contain any object
cs: Opravený 3mf soubor neobsahuje žádný objekt

source: Repaired 3mf file contains more than one object
cs: Opravený 3mf soubor obsahuje více než jeden objekt

source: Repaired 3mf file does not contain any volume
cs: Opravený 3mf soubor neobsahuje žádnou hlasitost

source: Repaired 3mf file contains more than one volume
cs: Opravený 3mf soubor obsahuje více než jednu hlasitost

source: Repair finished
cs: Oprava dokončena

source: Repair canceled
cs: Oprava zrušena

source: Need to check the unsaved changes before configuration updates.
cs: Před aktualizacemi konfigurace je třeba zkontrolovat neuložené změny.

source: Configuration package updated to
cs: Konfigurační balíček aktualizován na

source: Open G-code file:
cs: Otevřít soubor G:
