Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: The start and end points which are from cutter area to garbage can.
cs: Počáteční a koncové body, které jsou od řezné plochy až po odpadní kámen.

source: Reduce infill retraction
cs: Snížit navíjení infiltrace

source: Don't retract when the travel is in infill area absolutely. That means the oozing can't been seen. This can reduce times of retraction for complex model and save printing time, but make slicing and G-code generating slower
cs: Nenahrávejte, když je cesta v mezilehlé oblasti. To znamená, že nelze vidět. To může zkrátit časy navíjení složitého modelu a ušetřit čas tisku, ale udělat krájení, a generovat Gcode pomalejším

source: Filename format
cs: Formát názvu souboru

source: User can self-define the project file name when export
cs: Uživatel může sám definovat název souboru projektu při exportu

source: Detect overhang wall
cs: Detekovat zeď převisu

source: Detect the overhang percentage relative to line width and use different speed to print. For 100 percent overhang, bridge speed is used.
cs: Detekce procenta převisu vzhledem k šířce čáry a k tisku použijte jinou rychlost. Pro 100 % převis se používá rychlost mostu.

source: Smooth speed discontinuity area
cs: Oblast plynulosti rychlosti

source: Add the speed transition between discontinuity area.
cs: Přidejte přechod rychlosti mezi oblastí nespojitosti.

source: Smooth coefficient
cs: Hladký koeficient

source: The smaller the number, the longer the speed transition path. 0 means not apply.
cs: Čím menší číslo, tím delší cesta přechodu rychlosti. 0 znamená neplatit.

source: Line width of inner wall
cs: Šířka čáry vnitřní stěny

source: Speed of inner wall
cs: Rychlost vnitřní stěny

source: Number of walls of every layer
cs: Počet stěn každé vrstvy

source: Post-processing Scripts
cs: Skripty po zpracování

source: If you want to process the output G-code through custom scripts, just list their absolute paths here. Separate multiple scripts with a semicolon. Scripts will be passed the absolute path to the G-code file as the first argument, and variables of settings also can be read
cs: Pokud chcete zpracovat výstupní G kód pomocí vlastních skriptů, stačí zde uvést jejich absolutní cesty. Více skriptů oddělte středníkem. Skripty budou procházet absolutní cestou k souboru G kódu jako první argument, a proměnné nastavení lze také přečíst

source: Raft contact Z distance
cs: Vzdálenost kontaktu Z Raft

source: Z gap between object and raft. Ignored for soluble interface
cs: Z mezera mezi objektem a raft. Ignorována pro rozpustné rozhraní

source: Raft expansion
cs: Rozšíření Raft

source: Expand all raft layers in XY plane
cs: Rozbalit všechny vrstvy výroby v rovině XY

source: Initial layer density
cs: Počáteční hustota vrstvy

source: Density of the first raft or support layer
cs: Hustota první výroby nebo nosné vrstvy

source: Initial layer expansion
cs: Počáteční rozšíření vrstvy

source: Expand the first raft or support layer to improve bed plate adhesion, -1 means auto
cs: Rozšiřte první plavidlo nebo nosnou vrstvu, aby se zlepšila přilnavost desek na spodku, -1 znamená automatické

source: Raft layers
cs: Vrstvy

source: Object will be raised by this number of support layers. Use this function to avoid warping when print ABS
cs: Objekt bude zvýšen o tento počet podpůrných vrstev. Použijte tuto funkci, abyste se vyhnuli warpingu při tisku ABS

source: G-code path is generated after simplifying the contour of model to avoid too many points and gcode lines in the gcode file. Smaller value means higher resolution and more time to slice
cs: Cesta k G-kódu je generována po zjednodušení obrysu modelu, aby se zabránilo příliš mnoha bodům a gcode řádkům v souboru gcode. Menší hodnota znamená vyšší rozlišení a více času na řezu

source: Travel distance threshold
cs: Práh vzdálenosti při cestování

source: Only trigger retraction when the travel distance is longer than this threshold
cs: Spustit zatažení, pokud je dráha delší než tato prahová hodnota

source: Retract amount before wipe
cs: Přepnout množství před vymazáním

source: The length of fast retraction before wipe, relative to retraction length
cs: Délka rychlého zatlačení před vyprázdněním vzhledem k délce zatlačení

source: Retract when change layer
cs: Přepnout při změně vrstvy

source: Force a retraction when changes layer
cs: Vynutit stažení při změně vrstvy

source: Retraction Length
cs: Délka otáčení

source: Some amount of material in extruder is pulled back to avoid ooze during long travel. Set zero to disable retraction
cs: Určité množství materiálu v extruderu je nataženo zpět, aby se během dlouhé doby neprojevilo. Nastavte nulu pro vypnutí zatahování

source: Long retraction when cut(experimental)
cs: Dlouhé zatažení při vyříznutí(experimentální)

source: Experimental feature.Retracting and cutting off the filament at a longer distance during changes to minimize purge.While this reduces flush significantly, it may also raise the risk of nozzle clogs or other printing problems.
cs: Experimentální funkce.Vytáčení a vyříznutí vlákna v delší vzdálenosti během změn za účelem minimalizace proplachování. To významně snižuje splachování, může také zvýšit riziko vzniku tryskových clogů nebo jiných problémů s tiskem.

source: Retraction distance when cut
cs: Vzdálenost otáčení při otočení

source: Experimental feature.Retraction length before cutting off during filament change
cs: Experimentální funkce.Délka opakování před přerušením při změně vlákna

source: Long retraction when extruder change
cs: Dlouhá zatažení při změně vysunutí

source: Retraction distance when extruder change
cs: Vzdálenost otáčení při změně protismyku

source: Z hop when retract
cs: Z chatrč při zatáčení

source: Whenever the retraction is done, the nozzle is lifted a little to create clearance between nozzle and the print. It prevents nozzle from hitting the print when travel moves. Using spiral line to lift z can prevent stringing
cs: Pokaždé, když je navíjení provedeno, se tryska trochu zvedá, aby se vytvořila volný prostor mezi tryskou a tiskem. Zabraňuje tomu, aby tryska narazila na tisk při jízdě. Pomocí spirálové čáry k zvednutí z může zabránit řetězci

source: Z hop lower boundary
cs: Z chmele dolní hranice

source: Z hop will only come into effect when Z is above this value and is below the parameter: "Z hop upper boundary"
cs: Z chp se projeví pouze v případě, že Z je nad touto hodnotou a je pod parametrem "Z chip"

source: Z hop upper boundary
cs: Z chipp horní hranice

source: If this value is positive, Z hop will only come into effect when Z is above the parameter: "Z hop lower boundary" and is below this value
cs: Pokud je tato hodnota kladná, Z chp se projeví pouze v případě, že Z je nad parametrem: "Z-chp Dolní hranice" a je pod touto hodnotou.

source: Z Hop Type
cs: Z Hop typ

source: Slope
cs: Sklon

source: Spiral
cs: Spirálová

source: Direct Drive
cs: Přímý disk

source: Nozzle Volume Type
cs: Typ hlasitosti

source: Default Nozzle Volume Type
cs: Výchozí typ hlasitosti

source: Extra length on restart
cs: Extra délka při restartu

source: Retraction Speed
cs: Rychlost otáčení

source: Speed of retractions
cs: Rychlost navíjení

source: Deretraction Speed
cs: Rychlost deretrakce

source: Speed for reloading filament into extruder. Zero means the same speed as retraction
cs: Rychlost při opětovném nabití vlákna do vytlačovače. Nulovou se rozumí stejná rychlost jako zatažení

source: Seam position
cs: Pozice závěsu

source: The start position to print each part of outer wall
cs: Počáteční poloha k vytištění každé části vnější stěny

source: Nearest
cs: Nejbližší

source: Aligned
cs: Zarovnáno

source: Back
cs: Zpět

source: Random
cs: Náhodný

source: Seam placement away from overhangs(experimental)
cs: Umístění námořníků mimo převis(experimentální)

source: Ensure seam placement away from overhangs for alignment and backing modes.
cs: Zajistěte umístění šachu mimo převisy pro režimy zarovnání a zajištění.

source: Seam gap
cs: Mezera světla

source: In order to reduce the visibility of the seam in a closed loop extrusion, the loop is interrupted and shortened by a specified amount. This amount as a percentage of the current extruder diameter. The default value for this parameter is 15
cs: Aby se snížila viditelnost švy v uzavřené smyčce, smyčka je přerušena a zkrácena o stanovenou částku. Tato částka jako procento z průměru průniku. Výchozí hodnota pro tento parametr je 15

source: Smart scarf seam application
cs: Aplikace pro chytré šátky

source: Apply scarf joints only to smooth perimeters where traditional seams do not conceal the seams at sharp corners effectively.
cs: Použít šátkové klouby pouze pro hladké obvody, kde tradiční švy účinně neskrývají švy v ostrých rohech.

source: Scarf application angle threshold
cs: Prahová hodnota úhlu aplikace Scarf

source: This option sets the threshold angle for applying a conditional scarf joint seam. If the seam angle within the perimeter loop exceeds this value (indicating the absence of sharp corners), a scarf joint seam will be used. The default value is 155°.
cs: Tato možnost stanoví prahový úhel pro použití podmíněného šátkového šátku. Pokud úhel švy uvnitř obvodové smyčky tuto hodnotu (což ukazuje na absenci ostrých rohů), použije se švar šátku. Výchozí hodnota je 155°.

source: Scarf around entire wall
cs: Skarf kolem celé zdi

source: The scarf extends to the entire length of the wall.
cs: Šátek se rozprostírá na celou délku zdi.

source: Scarf steps
cs: Kroky ve skořápce

source: Minimum number of segments of each scarf.
cs: Minimální počet segmentů každého šátku.

source: Scarf joint for inner walls
cs: Špičkový kloub pro vnitřní stěny

source: Use scarf joint for inner walls as well.
cs: Využijte také šátkový kloub pro vnitřní stěny.

source: Override filament scarf seam setting
cs: Přepsat nastavení šátku vlákna

source: Overrider filament scarf seam setting and could control settings by modifier.
cs: Přepínač nastavení šátku vlákna a může ovládat nastavení pomocí modifikátoru.

source: Wipe speed
cs: Rychlost mazání

source: The wipe speed is determined by the speed setting specified in this configuration.If the value is expressed as a percentage (e.g. 80%), it will be calculated based on the travel speed setting above.The default value for this parameter is 80%
cs: Rychlost mazání je určena nastavením rychlosti uvedeným v této konfiguraci.Je-li hodnota vyjádřena v procentech (e. . 80 %), vypočítá se na základě výše uvedeného nastavení cestovní rychlosti.Výchozí hodnota pro tento parametr je 80%

source: Role-based wipe speed
cs: Rychlost mazání na bázi olova

source: The wipe speed is determined by speed of current extrusion role. e.g if a wipe action is executed immediately following an outer wall extrusion, the speed of the outer wall extrusion will be utilized for the wipe action.
cs: Rychlost mazání je určena rychlostí vysunutí proudu. pokud je po extruzi vnější stěny provedena akce vymazání, rychlost vysunutí vnější stěny bude použita pro akci mazání.

source: Skirt distance
cs: Vzdálenost sukně

source: Distance from skirt to brim or object
cs: Vzdálenost od polštáře k bramboru nebo předmětu

source: Skirt height
cs: Výška sukně

source: How many layers of skirt. Usually only one layer
cs: Kolik vrstev sukně. Obvykle pouze jedna vrstva

source: Skirt loops
cs: Cykly sukně

source: Number of loops for the skirt. Zero means disabling skirt
cs: Počet cyklů pro sukně. Nulí znamená zakázat sukně

source: The printing speed in exported gcode will be slowed down, when the estimated layer time is shorter than this value, to get better cooling for these layers
cs: Rychlost tisku ve exportovaném gcode bude zpomalena. pokud je odhadovaná doba vrstvy kratší než tato hodnota, pro lepší chlazení těchto vrstev

source: Minimum sparse infill threshold
cs: Minimální prahová hodnota pro hladinu ploutví

source: Sparse infill area which is smaller than threshold value is replaced by internal solid infill
cs: Úrovně emisí související s nejlepšími dostupnými technikami (BAT-AEL) u emisí prachu ze spalování černého uhlí do ovzduší

source: mm²
cs: mm2

source: Line width of internal solid infill
cs: Šířka čáry vnitřního tuhého otvoru

source: Speed of internal solid infill, not the top and bottom surface
cs: Rychlost vnitřního vnitřního infiltrování, ne horní a spodní povrch

source: Spiralize smooths out the z moves of the outer contour. And turns a solid model into a single walled print with solid bottom layers. The final generated model has no seam
cs: Spiralizace vyhlazuje pohyby vnějšího obrysu. A promění pevný model v jediný obdélníkový tisk s pevnými spodními vrstvami. Konečně generovaný model nemá žádný šálek

source: Smooth Spiral
cs: Hladký destilát

source: Smooth Spiral smoothes out X and Y moves as wellresulting in no visible seam at all, even in the XY directions on walls that are not vertical
cs: Plynulý spirál vyhlazuje X a Y se také pohybují tak, že žádný viditelný šák, který by vůbec neviděl, i ve směru XY na stěnách, které nejsou svislé

source: Max XY Smoothing
cs: Max XY vyhlazování

source: Maximum distance to move points in XY to try to achieve a smooth spiralIf expressed as a %, it will be computed over nozzle diameter
cs: Maximální vzdálenost k pohybu bodů v XY pro dosažení hladké spirályPokud je vyjádřeno jako %, bude vypočítána nad průměrem trysky

source: If smooth or traditional mode is selected, a timelapse video will be generated for each print. After each layer is printed, a snapshot is taken with the chamber camera. All of these snapshots are composed into a timelapse video when printing completes. If smooth mode is selected, the toolhead will move to the excess chute after each layer is printed and then take a snapshot. Since the melt filament may leak from the nozzle during the process of taking a snapshot, prime tower is required for smooth mode to wipe nozzle.
cs: Pokud je vybrán plynulý nebo tradiční režim, bude pro každý tisk vygenerováno časové pásmo. Po vytištění každé vrstvy se provede snímek komorou kamerou. Všechny tyto snímky jsou po dokončení tisku složeny do časového videa. Pokud je vybrán plynulý režim, hlava nářadí se po vytištění každé vrstvy přesune do přebytečného chutě a poté si pořídí snímek. Vzhledem k tomu, že tavicí vlákno může unikat z trysky během sejmutí snímku, je nutná primární věž pro hladký režim k vymazání trysky.

source: Traditional
cs: Tradiční

source: Temperature variation
cs: Teplotní kolísání

source: Start G-code
cs: Začít kód G

source: Start G-code when start the whole printing
cs: Spustit kód G při spuštění celého tisku

source: Start G-code when start the printing of this filament
cs: Začít kód G při zahájení tisku tohoto vlákna

source: Slice gap closing radius
cs: Poloměr zavírání skořepiny

source: Cracks smaller than 2x gap closing radius are being filled during the triangle mesh slicing. The gap closing operation may reduce the final print resolution, therefore it is advisable to keep the value reasonably low.
cs: Při řezání trojúhelníkových ok se naplní praskliny menší než 2x mezery. Provoz zavírání mezery může snížit konečné rozlišení tisku, a proto je vhodné udržet hodnotu přiměřeně nízkou.

source: Slicing Mode
cs: Režim ořezávání

source: Use "Even-odd" for 3DLabPrint airplane models. Use "Close holes" to close all holes in the model.
cs: Použij "Even-odd" pro 3DLabPrint modely letadla. Použij "Zavřít díry" pro zavření všech otvorů v modelu.

source: Regular
cs: Běžný

source: Even-odd
cs: Even-liche

source: Close holes
cs: Zavřít otvory

source: Enable support
cs: Povolit podporu

source: Enable support generation.
cs: Povolit generování podpory.

source: normal(auto) and tree(auto) is used to generate support automatically. If normal(manual) or tree(manual) is selected, only support enforcers are generated
cs: Normální (auto) a strom (auto) se používá pro generování podpory automaticky. Pokud je vybrán normální (manuální) nebo strom (manuální), jsou generovány pouze vypínače podpory

source: normal(auto)
cs: Normál(auto)

source: tree(auto)
cs: strom (auto)

source: normal(manual)
cs: normální(manuální)

source: tree(manual)
cs: strom (ruční)

source: Support/object xy distance
cs: Vzdálenost proxy serveru

source: XY separation between an object and its support
cs: XY oddělení objektu od jeho podpory

source: Support/object first layer gap
cs: Podpora a objekty mezery první vrstvy

source: XY separation between an object and its support at the first layer.
cs: XY oddělení objektu od jeho podpěry v první vrstvě.

source: Pattern angle
cs: Úhel gesta

source: Use this setting to rotate the support pattern on the horizontal plane.
cs: Použijte toto nastavení k otočení podstavce vodorovné roviny.

source: On build plate only
cs: Pouze na stavěné desce

source: Don't create support on model surface, only on build plate
cs: Nevytvářet podporu na povrchu modelu, pouze na stavěné desce

source: Support critical regions only
cs: Pouze kritické regiony

source: Only create support for critical regions including sharp tail, cantilever, etc.
cs: Vytvořit podporu pouze pro kritické oblasti včetně ostrého ocasu, kantileveru atd.

source: Remove small overhangs
cs: Odstranit malé převisy

source: Remove small overhangs that possibly need no supports.
cs: Odstraňte malé převisy, které možná nepotřebují žádné podpory.

source: Top Z distance
cs: Největší vzdálenost Z

source: The z gap between the top support interface and object
cs: Z mezera mezi horním rozhraním podpory a objektem

source: Bottom Z distance
cs: Vzdálenost dole Z

source: The z gap between the bottom support interface and object
cs: Z mezera mezi spodním rozhraním podpory a objektem

source: Support/raft base
cs: Podpůrná základna

source: Filament to print support base and raft. "Default" means no specific filament for support and current filament is used
cs: Nádoba pro tisk podstavce a voru. „Výchozí“ znamená, že se nepoužívá žádné specifické vlákno pro podporu a proudové vlákno

source: Avoid interface filament for base
cs: Vyhnout se vláknu rozhraní pro základní vlákno

source: Avoid using support interface filament to print support base if possible.
cs: Pokud je to možné, vyhněte se používání podpůrného vlákna rozhraní pro tisknutí základny podpory.

source: Line width of support
cs: Šířka čáry podpory

source: Interface use loop pattern
cs: Vzor použití rozhraní smyčky

source: Cover the top contact layer of the supports with loops. Disabled by default.
cs: Pokryjte horní kontaktní vrstvu podstavců pomocí smyčky. Ve výchozím nastavení je vypnuto.

source: Support/raft interface
cs: Rozhraní podpory/výroby

source: Filament to print support interface. "Default" means no specific filament for support interface and current filament is used
cs: Podpůrné rozhraní pro tiskařské rozhraní. "Výchozí" se rozumí žádné specifické vlákno pro podpůrné rozhraní a pro vlákno proudu.

source: Top interface layers
cs: Vrstvy horního rozhraní

source: Number of top interface layers
cs: Počet vrstev horního rozhraní

source: Bottom interface layers
cs: Vrstvy spodního rozhraní

source: Number of bottom interface layers
cs: Počet vrstev spodního rozhraní

source: Same as top
cs: Stejné jako horní

source: Top interface spacing
cs: Rozestup mezi horním rozhraním

source: Spacing of interface lines. Zero means solid interface
cs: Rozestupy rozhraní. Nulem se rozumí pevné rozhraní

source: Bottom interface spacing
cs: Rozestup spodních rozhraní

source: Spacing of bottom interface lines. Zero means solid interface
cs: Rozestupy spodních čar rozhraní. Nulou se rozumí pevné rozhraní

source: Speed of support interface
cs: Rychlost podpůrného rozhraní

source: Base pattern
cs: Základní vzor

source: Line pattern of support
cs: Vzor čáry podpěry

source: Rectilinear grid
cs: Rektilineární mřížka

source: Hollow
cs: Duté

source: Interface pattern
cs: Vzor rozhraní

source: Line pattern of support interface. Default pattern for support interface is Rectilinear Interlaced
cs: Vzorec podpory rozhraní. Výchozí vzorec pro rozhraní podpory je Rectilinear s mezerami

source: Rectilinear Interlaced
cs: Rectilineární proužek

source: Base pattern spacing
cs: Vzdálenost mezi základními vzorci

source: Spacing between support lines
cs: Vzdálenost mezi liniemi podpory

source: Normal Support expansion
cs: Normální rozšíření podpory

source: Expand (+) or shrink (-) the horizontal span of normal support
cs: Rozšířit (+) nebo zmenšit (-) vodorovné rozpětí normálních podpěr

source: Speed of support
cs: Rychlost podpěry

source: Style and shape of the support. For normal support, projecting the supports into a regular grid will create more stable supports (default), while snug support towers will save material and reduce object scarring. For tree support, slim style will merge branches more aggressively and save a lot of material, strong style will make larger and stronger support structure and use more materials, while hybrid style is the combination of slim tree and normal support with normal nodes under large flat overhangs. Organic style will produce more organic shaped tree structure and less interfaces which makes it easer to be removed. The default style is organic tree for most cases, and hybrid tree if adaptive layer height or soluble interface is enabled.
cs: Styl a tvar podpěry Pro normální podporu vytvoří podpora do běžné mřížky stabilnější podporu (výchozí), zatímco podporuje snug věže ušetří materiál a sníží počet otáčení objektů. Pro podporu stromu bude tenký styl více spojovat větve a ušetřit spoustu materiálu, silný styl vytvoří větší a silnější strukturu podpory a bude používat více materiálů, zatímco hybridní styl je kombinací tenkého stromu a normálního podpěry s normálními uzly pod velkými plochými převisy. Organický styl bude produkovat více organicky tvarovaných stromů struktur a méně rozhraní, díky nimž bude snadné je odstranit. Výchozí styl je organický strom pro většinu případů a hybridní strom, pokud je povolena výška adaptivní vrstvy nebo rozpustné rozhraní.

source: Tree Slim
cs: Slim stromu

source: Tree Strong
cs: Silný strom

source: Tree Hybrid
cs: Hybridní strom

source: Tree Organic
cs: Tstromová organická

source: Independent support layer height
cs: Nezávislá výška nosné vrstvy

source: Support layer uses layer height independent with object layer. This is to support customizing z-gap and save print time.This option will be invalid when the prime tower is enabled.
cs: Podpůrná vrstva používá vrstvu nezávislou na vrstvě objektu. Toto je podpora přizpůsobení z mezery a ušetření času tisku. Tato možnost bude neplatná, pokud je primární věž povolena.

source: Threshold angle
cs: Prahový úhel

source: Support will be generated for overhangs whose slope angle is below the threshold.
cs: Bude vytvořena podpora pro převisy, jejichž úhel sklonu je pod prahem.

source: Branch angle
cs: Úhel větve

source: This setting determines the maximum overhang angle that t he branches of tree support allowed to make.If the angle is increased, the branches can be printed more horizontally, allowing them to reach farther.
cs: Toto nastavení určuje maximální úhel převisu, který má větev podporovaných stromů. f úhel se zvětšuje, větve mohou být vytištěny horizontálněji, což jim umožní dosáhnout dál.

source: Branch distance
cs: Vzdálenost větve

source: This setting determines the distance between neighboring tree support nodes.
cs: Toto nastavení určuje vzdálenost mezi uzly podpory sousedního stromu.

source: Branch diameter
cs: Průměr větve

source: This setting determines the initial diameter of support nodes.
cs: Toto nastavení určuje počáteční průměr uzlů opory.

source: Branch diameter angle
cs: Úhel průměru větve
