Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Within the same extruder, the name(%s) must be unique when the filament type, nozzle diameter, and nozzle flow are the same. Are you sure you want to override the historical result?
cs: Ve stejném extruderu musí být název „%s“ jedinečný, pokud jsou typ filamentu, průměr trysky a průtok trysky totožné. Opravdu si přejete přepsat historický výsledek?
zh_tw: 在同一個擠出機內，當耗材型別、噴嘴直徑和噴嘴流量相同時，名稱 (%s) 必須是唯一的。 您確定要覆蓋歷史結果嗎？

source: This machine type can only hold %d history results per nozzle. This result will not be saved.
cs: Tento typ stroje může uchovávat pouze %d historických výsledků na trysku. Tento výsledek nebude uložen.
zh_tw: 該機型每個噴嘴最多隻能儲存%d個歷史結果, 該結果將不會被儲存

source: Connecting to printer...
cs: Připojování k tiskárně...
zh_tw: 正在連線印表機...

source: The failed test result has been dropped.
cs: Neúspěšný výsledek testu byl odstraněn.
zh_tw: 測試失敗的結果已被刪除。

source: Flow Dynamics Calibration result has been saved to the printer
cs: Výsledek kalibrace dynamiky toku byl uložen do tiskárny
zh_tw: 動態流量校準的結果已儲存至印表機。

source: Internal Error
cs: Vnitřní chyba
zh_tw: 內部錯誤

source: Please select at least one filament for calibration
cs: Vyberte alespoň jeden filament ke kalibraci
zh_tw: 請至少選擇一種材料進行校準。

source: Flow rate calibration result has been saved to preset
cs: Výsledek kalibrace průtoku byl uložen do přednastavení.
zh_tw: 流量比例校準結果已儲存到預設

source: Max volumetric speed calibration result has been saved to preset
cs: Výsledek kalibrace maximální objemové rychlosti byl uložen do přednastavení
zh_tw: 最大體積速度校準結果已儲存到預設值

source: When do you need Flow Dynamics Calibration
cs: Kdy je potřeba kalibrace dynamiky toku
zh_tw: 在什麼情況下需要進行動態流量校準

source: We now have added the auto-calibration for different filaments, which is fully automated and the result will be saved into the printer for future use. You only need to do the calibration in the following limited cases: 1. If you introduce a new filament of different brands/models or the filament is damp; 2. if the nozzle is worn out or replaced with a new one; 3. If the max volumetric speed or print temperature is changed in the filament setting.
cs: Nově jsme přidali automatickou kalibraci pro různé filamenty, která je plně automatizovaná a výsledek bude uložen do tiskárny pro budoucí použití. Kalibraci je třeba provést pouze v následujících omezených případech: 1. Pokud použijete nový filament jiné značky/modelu nebo je filament zvlhlý; 2. Pokud je tryska opotřebovaná nebo byla vyměněna za novou; 3. Pokud je v nastavení filamentu změněna maximální objemová rychlost nebo teplota tisku.
zh_tw: 我們現在已經為不同的列印材料新增了自動校準功能，該功能是完全自動化的，並且結果將儲存在印表機中以供將來使用。您只需要在以下有限情況下進行校準： 1. 如果您引入了不同品牌/型號的新列印材料，或者列印材料受潮； 2. 如果噴嘴磨損或更換了新的噴嘴； 3. 如果您在列印材料設定中更改了最大體積速度或列印溫度。

source: About this calibration
cs: O této kalibraci
zh_tw: 關於此校準

source: Please find the details of Flow Dynamics Calibration from our wiki. Usually the calibration is unnecessary. When you start a single color/material print, with the "flow dynamics calibration" option checked in the print start menu, the printer will follow the old way, calibrate the filament before the print; When you start a multi color/material print, the printer will use the default compensation parameter for the filament during every filament switch which will have a good result in most cases. Please note that there are a few cases that can make the calibration results unreliable, such as insufficient adhesion on the build plate. Improving adhesion can be achieved by washing the build plate or applying glue. For more information on this topic, please refer to our Wiki. The calibration results have about 10 percent jitter in our test, which may cause the result not exactly the same in each calibration. We are still investigating the root cause to do improvements with new updates.
cs: Podrobnosti o kalibraci dynamiky toku naleznete na našem wiki. Obvykle není kalibrace nutná. Když spustíte tisk jedné barvy/materiálu a v nabídce spuštění tisku je zaškrtnuta možnost „kalibrace dynamiky toku“, tiskárna použije původní postup – před tiskem zkalibruje filament. Když spustíte tisk více barev/materiálů, tiskárna použije výchozí kompenzační parametr pro filament při každé výměně filamentu, což ve většině případů zajistí dobrý výsledek. Vezměte prosím na vědomí, že některé případné okolnosti mohou způsobit nespolehlivost výsledků kalibrace, například nedostatečná adheze na tiskové podložce. Zlepšení adheze lze dosáhnout umytím tiskové podložky nebo nanesením lepidla. Další informace k tomuto tématu naleznete na našem wiki. Výsledky kalibrace mají v našem testu přibližně 10% rozptyl, což může způsobit, že výsledek nebude při každé kalibraci zcela totožný. Stále zjišťujeme hlavní příčinu, abychom mohli provést vylepšení v nových aktualizacích.
zh_tw: 請從我們的wiki中找到動態流量校準的詳細資訊。 通常情況下，校準是不必要的。當您開始單色/單材料列印，並在列印開始選單中勾選了“動態流量校準”選項時，印表機將按照舊的方式，在列印前校準絲料；當您開始多色/多材料列印時，印表機將在每次換絲料時使用預設的補償引數，這在大多數情況下會產生良好的效果。 有幾種情況可能導致校準結果不可靠，例如列印板的的附著力不足。清洗列印板或者使用膠水可以增強列印板附著力。您可以在我們的維基上找到更多相關資訊。 在我們的測試中，校準結果有約10%的波動，這可能導致每次校準的結果略有不同。我們仍在調查根本原因，並透過新的更新進行改進。

source: When to use Flow Rate Calibration
cs: Kdy použít kalibraci průtoku
zh_tw: 何時使用流量比例校準

source: After using Flow Dynamics Calibration, there might still be some extrusion issues, such as: 1. Over-Extrusion: Excess material on your printed object, forming blobs or zits, or the layers seem thicker than expected and not uniform. 2. Under-Extrusion: Very thin layers, weak infill strength, or gaps in the top layer of the model, even when printing slowly. 3. Poor Surface Quality: The surface of your prints seems rough or uneven. 4. Weak Structural Integrity: Prints break easily or don't seem as sturdy as they should be.
cs: Po použití kalibrace dynamiky toku se mohou stále vyskytnout problémy s extruzí, například: 1. Nadměrná extruze: Přebytečný materiál na vašem vytištěném objektu, tvorba kuliček nebo hrbolků, nebo jsou vrstvy silnější, než bylo očekáváno, a nejsou jednotné. 2. Nedostatečná extruze: Velmi tenké vrstvy, slabá pevnost výplně nebo mezery v horní vrstvě modelu, i při pomalém tisku. 3. Špatná kvalita povrchu: Povrch vašich tisků se zdá být hrubý nebo nerovný. 4. Slabá strukturální integrita: Výtisky se snadno lámou nebo nejsou tak pevné, jak by měly být.
zh_tw: 使用動態流量校準後，仍可能出現一些擠出問題，例如： 1. 過度擠出：列印物體上有過多的材料，形成凸起或小球，或者層次看起來比預期的厚而且不均勻。 2. 不足擠出：層次非常薄，填充強度不足，或者在緩慢列印時模型頂層有缺陷。 3. 表面質量差：列印的表面看起來粗糙或不均勻。 4. 結構穩固性差：列印件容易斷裂，或者沒有應有的穩固性。

source: In addition, Flow Rate Calibration is crucial for foaming materials like LW-PLA used in RC planes. These materials expand greatly when heated, and calibration provides a useful reference flow rate.
cs: Kalibrace průtoku je navíc zásadní pro pěnové materiály, jako je LW-PLA používané v RC letadlech. Tyto materiály se při zahřívání značně rozpínají a kalibrace poskytuje užitečný referenční průtok.
zh_tw: 此外，對於像用於遙控飛機的輕質發泡PLA（LW-PLA）這樣的發泡材料，流量比例校準非常重要。這些材料在加熱時會大幅膨脹，而校準提供了有用的流量比例參考。

source: Flow Rate Calibration measures the ratio of expected to actual extrusion volumes. The default setting works well in Bambu Lab printers and official filaments as they were pre-calibrated and fine-tuned. For a regular filament, you usually won't need to perform a Flow Rate Calibration unless you still see the listed defects after you have done other calibrations. For more details, please check out the wiki article.
cs: Kalibrace průtoku měří poměr očekávaného a skutečného objemu extruze. Výchozí nastavení funguje dobře u tiskáren Bambu Lab a oficiálních filamentů, protože byly předkalibrovány a doladěny. Pro běžný filament obvykle není nutné provádět kalibraci průtoku, pokud po provedení ostatních kalibrací stále nepozorujete výše uvedené vady. Pro více informací si prosím přečtěte článek na wiki.
zh_tw: 流量比例校準測量預期擠出體積與實際擠出體積之間的比率。預設設定在Bambu Lab印表機和官方材料上表現良好，因為它們已經進行了預先校準和微調。對於普通的材料，通常情況下，您不需要執行流量比例校準，除非在完成其他校準後仍然看到上述列出的缺陷。如需更多詳細資訊，請查閱wiki文章。

source: Auto Flow Rate Calibration utilizes Bambu Lab's Micro-Lidar technology, directly measuring the calibration patterns. However, please be advised that the efficacy and accuracy of this method may be compromised with specific types of materials. Particularly, filaments that are transparent or semi-transparent, sparkling-particled, or have a high-reflective finish may not be suitable for this calibration and can produce less-than-desirable results. The calibration results may vary between each calibration or filament. We are still improving the accuracy and compatibility of this calibration through firmware updates over time. Caution: Flow Rate Calibration is an advanced process, to be attempted only by those who fully understand its purpose and implications. Incorrect usage can lead to sub-par prints or printer damage. Please make sure to carefully read and understand the process before doing it.
cs: Automatická kalibrace průtoku využívá technologii Micro-Lidar od Bambu Lab, která přímo měří kalibrační vzory. Upozorňujeme, že účinnost a přesnost této metody může být snížena u některých typů materiálu. Zejména filamenty, které jsou průhledné nebo poloprůhledné, obsahují třpytivé částice nebo mají vysoce reflexní povrch, nemusí být vhodné pro tuto kalibraci a mohou přinést méně žádoucí výsledky. Výsledky kalibrace se mohou lišit mezi jednotlivými kalibracemi nebo filamenty. Přesnost a kompatibilitu této kalibrace stále zlepšujeme prostřednictvím aktualizací firmwaru. Upozornění: Kalibrace průtoku je pokročilý proces, určený pouze těm, kteří plně rozumí jejímu účelu a důsledkům. Nesprávné použití může vést ke zhoršené kvalitě tisku nebo poškození tiskárny. Před provedením si prosím pečlivě přečtěte a pochopte celý proces.
zh_tw: 自動流量比例校準採用Bambu Lab的微型鐳射雷達技術，直接測量校準圖案。然而，請注意，這種方法的功效和準確性可能會因特定型別的材料而受影響。特別是透明或半透明、帶有閃光顆粒或具有高反射表面的材料可能不適合這種校準，並可能產生不理想的結果。 校準結果可能因每次校準或材料的不同而有所不同。我們仍在透過韌體更新不斷提高這種校準的準確性和相容性。 注意：流量比例校準是一項高階的過程，只有完全理解其目的和影響的人才應嘗試。錯誤的使用可能導致列印質量不佳或損壞印表機。請確保在執行之前仔細閱讀和理解此過程。

source: When you need Max Volumetric Speed Calibration
cs: Kdy je potřeba kalibrace maximální objemové rychlosti
zh_tw: 當您需要最大體積速度校準時

source: Over-extrusion or under extrusion
cs: Přetlačování nebo podtlačování
zh_tw: 過度擠壓或擠壓不足

source: Max Volumetric Speed calibration is recommended when you print with:
cs: Kalibrace maximální objemové rychlosti je doporučena při tisku s:
zh_tw: 使用以下選項列印時，建議進行最大體積速度校準：

source: material with significant thermal shrinkage/expansion, such as...
cs: materiál s výrazným tepelným smrštěním/roztažením, například...
zh_tw: 具有顯著熱收縮/膨脹的材料，例如...

source: materials with inaccurate filament diameter
cs: materiály s nepřesným průměrem filamentu
zh_tw: 耗材直徑不準確的材料

source: We found the best Flow Dynamics Calibration Factor
cs: Našli jsme nejlepší kalibrační faktor dynamiky toku.
zh_tw: 我們找到了最佳的動態流量校準因子。

source: Part of the calibration failed! You may clean the plate and retry. The failed test result would be dropped.
cs: Část kalibrace selhala! Vyčistěte prosím podložku a zkuste to znovu. Neúspěšný výsledek testu bude vyřazen.
zh_tw: 部分校準失敗！您可以清潔列印平臺並重試。未透過的測試結果將被丟棄。

source: *We recommend you to add brand, material, type, and even humidity level in the Name
cs: *Doporučujeme přidat značku, materiál, typ a dokonce i úroveň vlhkosti do názvu.
zh_tw: *我們建議您在名稱中新增品牌、材料、型別，甚至溼度水平。

source: Failed
cs: Selhalo
zh_tw: 失敗

source: Please enter the name you want to save to printer.
cs: Zadejte prosím název, který chcete uložit do tiskárny.
zh_tw: 請輸入要儲存到印表機的名稱。

source: The name cannot exceed 40 characters.
cs: Název nesmí přesáhnout 40 znaků.
zh_tw: 名稱不能超過40個字元。

source: Nozzle ID
cs: ID trysky
zh_tw: 噴嘴 ID

source: Standard Flow
cs: Standardní průtok
zh_tw: 標準流量

source: Please find the best line on your plate
cs: Najděte prosím nejlepší čáru na své podložce.
zh_tw: 請在您的列印板上找到最佳線條

source: Please find the corner with perfect degree of extrusion
cs: Najděte prosím roh s ideální mírou vytlačování.
zh_tw: 請找到具有完美擠出度的角落

source: Input Value
cs: Zadejte hodnotu
zh_tw: 輸入值

source: Save to Filament Preset
cs: Uložit do přednastavení filamentu
zh_tw: 儲存到材料預設

source: Preset
cs: přednastavení
zh_tw: 預設

source: Record Factor
cs: Koeficient záznamu
zh_tw: 記錄係數

source: We found the best flow ratio for you
cs: Našli jsme pro vás nejlepší poměr průtoku.
zh_tw: 我們為您找到了最佳流量比

source: Flow Ratio
cs: Poměr průtoku
zh_tw: 流量比

source: Please input a valid value (0.0 < flow ratio < 2.0)
cs: Zadejte platnou hodnotu (0.0 < poměr průtoku < 2.0)
zh_tw: 請輸入一個有效值（0.0<流量比<2.0）

source: Please enter the name of the preset you want to save.
cs: Zadejte prosím název přednastavení, které chcete uložit.
zh_tw: 請輸入要儲存的預設的名稱。

source: Calibration1
cs: Kalibrace1
zh_tw: 校準1

source: Calibration2
cs: Kalibrace2
zh_tw: 校準2

source: Please find the best object on your plate
cs: Najděte prosím nejlepší objekt na své podložce.
zh_tw: 請在您的盤裡找到最好的物件

source: Fill in the value above the block with smoothest top surface
cs: Zadejte hodnotu nad blokem s nejhladším horním povrchem
zh_tw: 用最光滑的頂面填充塊上方的值

source: Skip Calibration2
cs: Přeskočit kalibraci2
zh_tw: 跳過校準2

source: flow ratio : %s
cs: Poměr průtoku : %s
zh_tw: 流量比：%s

source: Please choose a block with smoothest top surface
cs: Vyberte blok s nejhladším horním povrchem.
zh_tw: 請選擇頂部表面最光滑的塊

source: Please choose a block with smoothest top surface.
cs: Vyberte prosím blok s nejhladším horním povrchem.
zh_tw: 請選擇頂部表面最光滑的塊。

source: Please input a valid value (0 <= Max Volumetric Speed <= 60)
cs: Zadejte platnou hodnotu (0 <= maximální objemová rychlost <= 60)
zh_tw: 請輸入一個有效值（0<=最大容積速度<=60）

source: Calibration Type
cs: Typ kalibrace
zh_tw: 校準型別

source: Complete Calibration
cs: Dokončit kalibraci
zh_tw: 完整校準

source: Fine Calibration based on flow ratio
cs: Jemná kalibrace na základě poměru průtoku
zh_tw: 基於流量比的精細校準

source: Title
cs: Název
zh_tw: 標題

source: A test model will be printed. Please clear the build plate and place it back to the hot bed before calibration.
cs: Bude vytištěn testovací model. Před kalibrací prosím vyčistěte podložku a vraťte ji zpět na vyhřívanou podložku.
zh_tw: 將列印一份測試模型。在校準之前，請清理列印平臺並將其放回熱床上。

source: Printing Parameters
cs: Parametry tisku
zh_tw: 列印引數

source: Synchronize nozzle and AMS information
cs: Synchronizovat informace o trysce a AMS
zh_tw: 同步噴嘴和AMS資訊

source: Please connect the printer first before synchronizing.
cs: Nejprve prosím připojte tiskárnu před synchronizací.
zh_tw: 同步前請先連線印表機

source: Printer %s nozzle information has not been set. Please configure it before proceeding with the calibration.
cs: Informace o trysce tiskárny %s nebyly nastaveny. Prosím, nastavte je před pokračováním v kalibraci.
zh_tw: 尚未設定印表機%s噴嘴資訊。請在進行校準之前對其進行配置。

source: AMS and nozzle information are synced
cs: Informace o AMS a trysce jsou synchronizovány
zh_tw: AMS和噴嘴資訊已同步

source: Nozzle Flow
cs: Průtok trysky
zh_tw: 噴嘴流量

source: Nozzle Info
cs: Informace o trysce
zh_tw: 噴嘴資訊

source: Plate Type
cs: Typ podložky
zh_tw: 熱床型別

source: filament position
cs: pozice filamentu
zh_tw: 耗材絲位置

source: Filament For Calibration
cs: Filament pro kalibraci
zh_tw: 校準用耗材

source: Tips for calibration material: - Materials that can share same hot bed temperature - Different filament brand and family(Brand = Bambu, Family = Basic, Matte)
cs: Tipy pro kalibrační materiál: - Materiály, které mohou sdílet stejnou teplotu vyhřívané podložky - Různá značka a řada filamentů (značka = Bambu, řada = Basic, Matte)
zh_tw: 校準材料提示： - 可共享相同熱床溫度的材料 - 不同耗材品牌和系列（品牌 = Bambu，系列 = Basic，啞光）

source: - Note: The hotend's number is tied to the holder. When the hotend is moved to a new holder, its number will update automatically.
cs: - Poznámka: Číslo hotendu je vázáno na držák. Když je hotend přesunut na nový držák, jeho číslo se automaticky aktualizuje.
zh_tw: - 注意：熱端編號與刀架繫結。當熱端移動到新到架時，其編號將自動更新。

source: Tips for calibration material: - Materials that can share same hot bed temperature - Different filament brand and family(Brand = Bambu, Family = Basic, Matte)
cs: Tipy pro kalibrační materiál: - Materiály, které mohou sdílet stejnou teplotu vyhřívané podložky - Různá značka a řada filamentů (značka = Bambu, řada = Basic, Matte)
zh_tw: 校準材料提示： -可以共享相同熱床溫度的材料 -不同的耗材品牌和系列（Brand = Bambu, Family = Basic, Matte）

source: Pattern
cs: Vzor
zh_tw: 圖案

source: Method
cs: Metoda
zh_tw: 模式

source: Tip: Using a %.1fmm nozzle for auto dynamic flow calibration may have a high probability of failure. If it fails, it is recommended to use manual calibration.
cs: Tip: Použití trysky %.1fmm pro automatickou kalibraci dynamického toku může mít vysokou pravděpodobnost selhání. V případě selhání doporučujeme použít manuální kalibraci.
zh_tw: 提示：使用%.1fmm噴嘴進行自動流量校準可能會有較高的失敗機率，如果失敗，建議使用手動校準。

source: Tip: Using a %.1fmm nozzle for auto dynamic flow calibration may not get accurate calibration results. It is recommended to use manual calibration.
cs: Tip: Použití trysky %.1fmm pro automatickou kalibraci dynamického toku nemusí vést k přesným výsledkům kalibrace. Doporučujeme použít manuální kalibraci.
zh_tw: 提示：使用%.1fmm噴嘴進行自動動態流量校準很可能無法獲得準確的校準結果，建議使用手動校準。

source: %s is not compatible with %s
cs: %s není kompatibilní s %s
zh_tw: %s 與 %s 不相容

source: TPU is not supported for Flow Dynamics Auto-Calibration.
cs: TPU není podporováno pro automatickou kalibraci dynamiky toku.
zh_tw: 不支援TPU進行動態流量自動校準。

source: Can not print multiple filaments which have large difference of temperature together. Otherwise, the extruder and nozzle may be blocked or damaged during printing
cs: Nelze tisknout více filamentů s velkým rozdílem teplot současně. Jinak může dojít během tisku k zablokování nebo poškození extruderu a trysky.
zh_tw: 不能將溫度差異過大的材料一起列印。否則擠出機和噴嘴在列印中可能被堵塞或損壞

source: Tip: Calibrating foam filaments(%s) in X series printers may not get accurate results because their dynamic response is much different from that of ordinary filaments, and there is a high risk of oozing when printing calibration lines.
cs: Tip: Kalibrace pěnových filamentů (%s) v tiskárnách řady X nemusí poskytovat přesné výsledky, protože jejich dynamická odezva se výrazně liší od běžných filamentů a při tisku kalibračních linek je vysoké riziko vytékání.
zh_tw: 提示：X系列裝置校準發泡材料（%s）可能無法得到一個準確的校準值， 因為它的動態響應和普通材料差距較大，且在列印校準線的時候有較大的漏料風險。

source: Tip: When using the A1/A1 mini printer, we do not recommend calibrating foam filaments(%s), as the results may be unstable and affect print quality.
cs: Tip: Při použití tiskárny A1/A1 mini nedoporučujeme kalibraci pěnových filamentů (%s), protože výsledky mohou být nestabilní a ovlivnit kvalitu tisku.
zh_tw: 提示：在使用A1/A1 mini機器時，不建議對發泡類材料（%s）進行校準， 以免因效果不佳（校準結果不穩定）而影響列印質量。

source: Sync AMS and nozzle information
cs: Synchronizovat informace AMS a trysky
zh_tw: 同步AMS和噴嘴資訊

source: Connecting to printer
cs: Připojování k tiskárně
zh_tw: 正在連線印表機

source: Calibration only supports cases where the left and right nozzle diameters are identical.
cs: Kalibrace podporuje pouze případy, kdy jsou průměry levé a pravé trysky totožné.
zh_tw: 只支援左右噴嘴直徑相同的情況下發起校準。

source: From k Value
cs: Z k hodnoty
zh_tw: 起始k值

source: To k Value
cs: Na k hodnotu
zh_tw: 結束k值

source: Value step
cs: Krok hodnoty
zh_tw: 值步長

source: The nozzle diameter has been synchronized from the printer Settings
cs: Průměr trysky byl synchronizován z nastavení tiskárny.
zh_tw: 噴嘴直徑已從印表機設定同步

source: From Volumetric Speed
cs: Z objemové rychlosti
zh_tw: 從體積速度

source: To Volumetric Speed
cs: Na objemovou rychlost
zh_tw: 至體積速度

source: Are you sure to stop printing?
cs: Opravdu chcete zastavit tisk?
zh_tw: 您確定要停止列印嗎？

source: 0min
zh_tw: 0分

source: Flow Dynamics Calibration Result
cs: Výsledek kalibrace dynamiky toku
zh_tw: 動態流量校準結果

source: New
cs: Nový
zh_tw: 新建

source: No History Result
cs: Žádný výsledek historie
zh_tw: 無歷史結果

source: Success to get history result
cs: Historie úspěšně získána
zh_tw: 成功獲取歷史結果

source: Refreshing the historical Flow Dynamics Calibration records
cs: Obnovuji historické záznamy kalibrace dynamiky toku
zh_tw: 重新整理歷史動態流量校準記錄

source: Action
cs: Akce
zh_tw: 操作

source: This machine type can only hold %d history results per nozzle.
cs: Tento typ stroje může uchovávat pouze %d výsledků historie na jednu trysku.
zh_tw: 該機型每個噴嘴最多隻能儲存%d個歷史結果

source: Edit Flow Dynamics Calibration
cs: Upravit kalibraci dynamiky toku
zh_tw: 編輯動態流量校準

source: Within the same extruder, the name '%s' must be unique when the filament type, nozzle diameter, and nozzle flow are identical. Please choose a different name.
cs: Ve stejném extruderu musí být název „%s“ jedinečný, pokud jsou typ filamentu, průměr trysky a průtok trysky totožné. Zvolte prosím jiný název.
zh_tw: 在同一個擠出機內，當耗材型別、噴嘴直徑和噴嘴流量相同時，名稱 ‘%s’ 必須是唯一的。 請使用不同的名稱。

source: New Flow Dynamic Calibration
cs: Nová dynamická kalibrace průtoku
zh_tw: 新建動態流量校準

source: Ok
zh_tw: 確認

source: The filament must be selected.
cs: Filament musí být vybrán.
zh_tw: 請選擇材料

source: The extruder must be selected.
cs: Extruder musí být vybrán.
zh_tw: 必須選擇擠出機。

source: The nozzle must be selected.
cs: Tryska musí být vybrána.
zh_tw: 必須選擇噴嘴。

source: PA Calibration
cs: PA kalibrace
zh_tw: PA標定

source: PA Tower
cs: PA věž
zh_tw: PA塔

source: PA Line
cs: PA čára
zh_tw: PA線

source: PA Pattern
cs: PA vzor
zh_tw: PA圖案

source: Start PA:
cs: Spustit PA:
zh_tw: 起始PA值

source: End PA:
cs: Konec PA:
zh_tw: 結束PA值

source: PA step:
cs: PA krok:
zh_tw: PA值步長

source: Print numbers
cs: Tiskněte čísla
zh_tw: 列印數字

source: Temperature calibration
cs: Kalibrace teploty
zh_tw: 溫度標定

source: Filament type
cs: Typ filamentu
zh_tw: 材料型別

source: Start temp:
cs: Spustit teplotu:
zh_tw: 起始溫度值

source: End temp:
cs: Konec teploty:
zh_tw: 結束溫度值

source: Temp step:
cs: Teplotní krok:
zh_tw: 溫度值步長

source: Supported range: 180°C - 350°C
cs: Podporovaný rozsah: 180 °C – 350 °C
zh_tw: 支援的範圍：180°C - 350°C

source: Please input valid values: Start temp: <= 350 End temp: >= 180 Start temp >= End temp + 5)
cs: Zadejte prosím platné hodnoty: Počáteční teplota: <= 350 Koncová teplota: >= 180 Počáteční teplota >= koncová teplota + 5)
zh_tw: 請輸入有效值: 起始溫度: <= 350 結束溫度: >= 180 起始溫度 >= 結束溫度 + 5

source: Max volumetric speed test
cs: Test maximální objemové rychlosti
zh_tw: 最大體積流量速度測試

source: Start volumetric speed:
cs: Spustit objemovou rychlost:
zh_tw: 起始流量速度

source: End volumetric speed:
cs: Konec objemové rychlosti:
zh_tw: 結束流量速度

source: step:
cs: krok:
zh_tw: 值步長

source: Please input valid values: start > 0 step >= 0 end >= start + step)
cs: Zadejte prosím platné hodnoty: počáteční > 0, krok >= 0 koncový >= počáteční + krok)
zh_tw: 請輸入有效值: 起始值 > 0 步長值>=0 結束值 >= 起始值 + 步長值

source: VFA test
zh_tw: VFA測試

source: Start speed:
cs: Spustit rychlost:
zh_tw: 起始速度

source: End speed:
cs: Konec rychlosti:
zh_tw: 結束速度

source: Please input valid values: start > 10 step >= 0 end >= start + step)
cs: Zadejte prosím platné hodnoty: počáteční > 10, krok >= 0 koncový >= počáteční + krok)
zh_tw: 請輸入有效值: 起始值 > 10 步長值>=0 結束值 >= 起始值 + 步長值

source: Start retraction length:
cs: Spustit délku retrakce:
zh_tw: 起始回抽長度

source: End retraction length:
cs: Konec délky retrakce:
zh_tw: 結束回抽長度

source: Network lookup
cs: Vyhledávání v síti
zh_tw: 網路尋找

source: Address
cs: Adresa
zh_tw: 地址

source: Hostname
cs: Název hostitele
zh_tw: 主機名

source: Service name
cs: Název služby
zh_tw: 服務名

source: OctoPrint version
cs: Verze OctoPrint
zh_tw: OctoPrint版本

source: Searching for devices
cs: Vyhledávání zařízení
zh_tw: 正在搜尋裝置

source: Send to print
cs: Odeslat k tisku
zh_tw: 傳送列印

source: Upload to Printer Host with the following filename:
cs: Nahrát na hostitele tiskárny s následujícím názvem souboru:
zh_tw: 使用以下檔名上傳到印表機主機：

source: Use forward slashes ( / ) as a directory separator if needed.
cs: V případě potřeby použijte jako oddělovač adresářů lomítko ( / ).
zh_tw: 如有需要，請使用正斜槓（/）作為目錄分隔符。

source: Upload filename doesn't end with "%s". Do you wish to continue?
cs: Název nahrávaného souboru nekončí na „%s“. Chcete pokračovat?
zh_tw: 上傳的檔名不以 "%s" 結尾。您是否希望繼續？

source: Upload
cs: Nahrát
zh_tw: 上傳
