Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Invalid input.
cs: Neplatný vstup.
zh_tw: 非法輸入

source: New Window
cs: Nové okno
zh_tw: 新視窗

source: Open a new window
cs: Otevřít nové okno
zh_tw: 開啟新視窗

source: Application is closing
cs: Aplikace se zavírá
zh_tw: 正在關閉應用程式

source: Closing Application while some presets are modified.
cs: Aplikace se zavírá, zatímco některá přednastavení jsou upravena.
zh_tw: 正在關閉應用程式，部分預設已修改。

source: Logging
cs: Přihlašování
zh_tw: 日誌

source: Prepare
cs: Připravit
zh_tw: 準備

source: Preview
cs: Náhled
zh_tw: 預覽

source: The current page has unsaved changes. You can continue editing or choose to save/discard before leaving.
cs: Aktuální stránka má neuložené změny. Můžete pokračovat v úpravách, nebo před odchodem změny uložit či zahodit.
zh_tw: 當前頁面有未儲存的更改。您可以繼續編輯，或選擇儲存/放棄後離開。

source: Device
cs: Zařízení
zh_tw: 裝置

source: Multi-device
cs: Více zařízení
zh_tw: 多裝置

source: Project
cs: Projekt
zh_tw: 專案

source: Yes
cs: Ano
zh_tw: 是

source: No
cs: Ne
zh_tw: 否

source: will be closed before creating a new model. Do you want to continue?
cs: před vytvořením nového modelu bude aplikace uzavřena. Chcete pokračovat?
zh_tw: 將會被關閉以建立新模型，是否繼續?

source: Unlock faster, more reliable, warp-free prints with Helio Additive.
zh_tw: 使用 Helio Additive 解鎖更快、更可靠、更不易翹曲的列印。

source: Slice plate
cs: Řezat podložku
zh_tw: 切片單盤

source: Print plate
cs: Tisk podložky
zh_tw: 列印單盤

source: This is your first time slicing with the dual extruder machine. Would you like to watch a quick tutorial video?
cs: Toto je vaše první řezání se strojem s duální extrudérou. Chcete se podívat na krátké výukové video?
zh_tw: 這是您第一次使用 雙擠出機機器進行切片操作。 您需要觀看一個簡短的指導影片嗎？

source: First Guide
cs: První průvodce
zh_tw: 首次指南

source: This is your first time printing tpu filaments with the dual extruder machine. Would you like to watch a quick tutorial video?
cs: Toto je vaše první tisknutí tpu filamenty se strojem s duální extrudérou. Chcete se podívat na krátké výukové video?
zh_tw: 這是您第一次使用雙擠出機機器列印TPU耗材。 您需要觀看一個簡短的指導影片嗎？

source: PPS-CF/PPA-CF is brittle and could break in bended PTFE tube above Toolhead. Please refer to Wiki before use.
cs: PPS-CF/PPA-CF jsou křehké a mohou se zlomit v ohnuté PTFE trubičce nad tiskovou hlavou. Před použitím si přečtěte Wiki.
zh_tw: PPS-CF/PPA-CF較脆, 容易斷在工具頭上方的彎折鐵氟龍管裡。請參考Wiki。

source: Tips
cs: Tipy
zh_tw: 提示

source: Slice all
cs: Řezat vše
zh_tw: 切片所有盤

source: Export G-code file
cs: Exportovat soubor G-kódu
zh_tw: 匯出G-code檔案

source: Send
cs: Odeslat
zh_tw: 傳送

source: Export plate sliced file
cs: Exportovat řezaný soubor podložky
zh_tw: 匯出單盤切片檔案

source: Export all sliced file
cs: Exportovat všechny řezané soubory
zh_tw: 匯出所有切片檔案

source: Print all
cs: Tisk vše
zh_tw: 列印所有盤

source: Send all
cs: Odeslat vše
zh_tw: 傳送所有盤

source: Send to Bambu Farm Manager Client
cs: Odeslat do Bambu Farm Manager Client
zh_tw: 傳送到Bambu農場管理軟體

source: Send to BFMC
cs: Odeslat do BFMC
zh_tw: 傳送到BFMC

source: Send to Multi-device
cs: Odeslat do více zařízení
zh_tw: 傳送到多裝置

source: Keyboard Shortcuts
cs: Klávesové zkratky
zh_tw: 快捷鍵

source: Show the list of the keyboard shortcuts
cs: Zobrazit seznam klávesových zkratek
zh_tw: 顯示快捷鍵列表

source: Setup Wizard
cs: Průvodce nastavením
zh_tw: 配置嚮導

source: Show Configuration Folder
cs: Zobrazit složku konfigurace
zh_tw: 開啟配置資料夾

source: Show Tip of the Day
cs: Zobrazit tip dne
zh_tw: 展示每日小貼士

source: Report issue
cs: Nahlásit problém
zh_tw: 報告問題

source: Check for Update
cs: Zkontrolovat aktualizaci
zh_tw: 檢查新版本

source: Check for Presets Update
cs: Zkontrolovat aktualizaci přednastavení
zh_tw: 檢查預設更新

source: Open Network Test
cs: Otevřít test sítě
zh_tw: 開啟網路測試

source: &About %s
cs: &O %s
zh_tw: 關於 %s

source: Upload Models
cs: Nahrát modely
zh_tw: 上傳模型

source: Download Models
cs: Stáhnout modely
zh_tw: 下載模型

source: Default View
cs: Výchozí zobrazení
zh_tw: 預設檢視

source: Top View
cs: Horní pohled
zh_tw: 頂部檢視

source: Bottom
cs: Spodní
zh_tw: 底部

source: Bottom View
cs: Spodní pohled
zh_tw: 底部檢視

source: Front
cs: Přední
zh_tw: 前面

source: Front View
cs: Přední pohled
zh_tw: 前檢視

source: Rear
cs: Zadní
zh_tw: 後面

source: Rear View
cs: Zadní pohled
zh_tw: 後檢視

source: Left View
cs: Levý pohled
zh_tw: 左檢視

source: Right View
cs: Pohled zprava
zh_tw: 右檢視

# Camera
source: Isometric
cs: Izometrický
zh_tw: 等軸測

source: Isometric View
cs: Izometrický pohled
zh_tw: 等軸測檢視

source: Start a new window
cs: Spustit nové okno
zh_tw: 開啟新視窗

source: New Project
cs: Nový projekt
zh_tw: 新建專案

source: Start a new project
cs: Spustit nový projekt
zh_tw: 新建一個專案

source: Open a project file
cs: Otevřít soubor projektu
zh_tw: 開啟專案檔案

source: Recent projects
cs: Nedávné projekty
zh_tw: 最近的專案

source: Save Project
cs: Uložit projekt
zh_tw: 儲存專案

source: Save current project to file
cs: Uložit aktuální projekt do souboru
zh_tw: 儲存當前專案到檔案

source: Save Project as
cs: Uložit projekt jako
zh_tw: 專案另存為

source: Save current project as
cs: Uložit aktuální projekt jako
zh_tw: 專案另存為

source: Import 3MF/STL/STEP/SVG/OBJ/AMF
cs: Importovat 3MF/STL/STEP/SVG/OBJ/AMF
zh_tw: 匯入 3MF/STL/STEP/SVG/OBJ/AMF

source: Load a model
cs: Načíst model
zh_tw: 載入模型

source: Import Configs
cs: Importovat konfigurace
zh_tw: 匯入預設

source: Load configs
cs: Načíst konfigurace
zh_tw: 載入配置

source: Import
zh_tw: 匯入

source: Export all objects as one STL
cs: Exportovat všechny objekty jako jeden STL
zh_tw: 匯出所有物件為一個STL

source: Export all objects as STLs
cs: Exportovat všechny objekty jako STL
zh_tw: 匯出所有物件為多個STL

source: Export Generic 3MF
cs: Exportovat obecný 3MF
zh_tw: 匯出通用 3MF

source: Export 3mf file without using some 3mf-extensions
cs: Exportovat soubor 3mf bez použití některých 3mf-rozšíření
zh_tw: 匯出不含 3mf 擴充套件的 3mf 檔案

source: Export current sliced file
cs: Exportovat aktuální řezaný soubor
zh_tw: 匯出當前已切片的檔案

source: Export all plate sliced file
cs: Exportovat všechny řezané soubory podložky
zh_tw: 匯出所有盤已切片的檔案

source: Export G-code
cs: Exportovat G-kód
zh_tw: 匯出 G-code

source: Export current plate as G-code
cs: Exportovat aktuální podložku jako G-kód
zh_tw: 匯出當前盤的G-code

source: Export toolpaths as OBJ
cs: Exportovat dráhy nástroje jako OBJ
zh_tw: 將工具路徑匯出為OBJ格式

source: Export Preset Bundle
cs: Exportovat balíček přednastavení
zh_tw: 匯出預設包

source: Export current configuration to files
cs: Exportovat aktuální konfiguraci do souborů
zh_tw: 匯出當前選擇的預設

source: Export
zh_tw: 匯出

source: Publish to MakerWorld
cs: Publikovat na MakerWorld
zh_tw: 釋出到MakerWorld

source: Batch Preset Management
cs: Hromadná správa přednastavení
zh_tw: 批次預設管理

source: Quit
cs: Ukončit
zh_tw: 退出程式

source: Undo
cs: Zpět
zh_tw: 撤銷

source: Redo
cs: Zopakovat
zh_tw: 重做

source: Cut selection to clipboard
cs: Vyjmout výběr do schránky
zh_tw: 剪下所選項到剪貼簿

source: Copy
cs: Kopírovat
zh_tw: 複製

source: Copy selection to clipboard
cs: Kopírovat výběr do schránky
zh_tw: 複製所選項到剪貼簿

source: Paste
cs: Vložit
zh_tw: 貼上

source: Paste clipboard
cs: Vložit ze schránky
zh_tw: 從剪貼簿貼上

source: Delete selected
cs: Smazat vybrané
zh_tw: 刪除所選項

source: Deletes the current selection
cs: Smazat aktuální výběr
zh_tw: 刪除當前所選項

source: Delete all
cs: Smazat vše
zh_tw: 全部刪除

source: Deletes all objects
cs: Smazat všechny objekty
zh_tw: 刪除所有物件

source: Clone selected
cs: Klonovat vybrané
zh_tw: 克隆所選項

source: Clone copies of selections
cs: Klonovat kopie výběrů
zh_tw: 克隆多份所選項

source: Select all
cs: Vyberte vše
zh_tw: 選中所有

source: Selects all objects
cs: Vybrat všechny objekty
zh_tw: 選中所有物件

source: Deselect all
cs: Odznačit vše
zh_tw: 取消所有選中

source: Deselects all objects
cs: Odznačí všechny objekty
zh_tw: 取消所有選中

source: Use Perspective View
cs: Použít perspektivní pohled
zh_tw: 使用透視視角

source: Use Orthogonal View
cs: Použít ortogonální pohled
zh_tw: 使用正交視角

source: Show 3D Navigator
cs: Zobrazit 3D navigátor
zh_tw: 顯示3D導航

source: Show 3D navigator in Prepare and Preview scene
cs: Zobrazit 3D navigátor ve scénách Přípravy a Náhledu
zh_tw: 在準備和預覽場景中顯示3D導航

source: Reset Window Layout
cs: Resetovat rozložení oken
zh_tw: 重置視窗布局

source: Reset to default window layout
cs: Obnovit výchozí rozložení okna
zh_tw: 重置為預設視窗布局

source: Show object labels in 3D scene
cs: Zobrazit štítky objektů ve 3D scéně
zh_tw: 在3D場景中顯示物件名稱

source: Show &Overhang
cs: Zobrazit &převis
zh_tw: 顯示懸空高亮

source: Show object overhang highlight in 3D scene
cs: Zobrazit zvýraznění převisu objektu ve 3D scéně
zh_tw: 在3D場景中顯示懸空高亮

source: Set 3DConnexion
cs: Nastavit 3DConnexion
zh_tw: 設定3D滑鼠

source: Set 3DConnexion mouse
cs: Nastavit myš 3DConnexion
zh_tw: 設定3D滑鼠

source: Services
cs: Služby
zh_tw: 服務

source: Hide BambuStudio
cs: Skrýt BambuStudio
zh_tw: 隱藏BambuStudio

source: Hide Others
cs: Skrýt ostatní
zh_tw: 隱藏其他

source: Show All
cs: Zobrazit vše
zh_tw: 顯示所有

source: Quit BambuStudio
cs: Ukončit BambuStudio
zh_tw: 退出BambuStudio

source: Preferences
cs: Předvolby
zh_tw: 偏好設定

source: View
cs: Zobrazit
zh_tw: 檢視

source: Help
cs: Nápověda
zh_tw: 幫助

source: Temperature Calibration
cs: Kalibrace teploty
zh_tw: 溫度校準

source: Pass 1
cs: Průchod 1
zh_tw: 透過 1

source: Flow rate test - Pass 1
cs: Test průtoku – průchod 1
zh_tw: 流量測試 - 透過 1

source: Pass 2
cs: Průchod 2
zh_tw: 透過2

source: Flow rate test - Pass 2
cs: Test průtoku – průchod 2
zh_tw: 流量測試 - 透過 2

source: Flow rate
cs: Průtok
zh_tw: 流量比例

source: Pressure advance
cs: Kompenzace tlaku
zh_tw: 壓力提升

source: Retraction test
cs: Test retrakce
zh_tw: 回抽測試

source: Max flowrate
cs: Maximální průtok
zh_tw: 最大流速

source: More...
cs: Více...
zh_tw: 更多...

source: Tutorial
cs: Návod
zh_tw: 教程

source: Calibration help
cs: Nápověda ke kalibraci
zh_tw: 校準幫助

source: More calibrations
cs: Více kalibrací
zh_tw: 更多校準

source: Window
cs: Okno
zh_tw: 視窗

source: Minimize
cs: Minimalizovat
zh_tw: 最小化

source: Zoom
cs: Přiblížení
zh_tw: 視角縮放

source: Tile Window to Left of Screen
cs: Připnout okno na levou stranu obrazovky
zh_tw: 將視窗平鋪到螢幕左側

source: Tile Window to Right of Screen
cs: Připnout okno na pravou stranu obrazovky
zh_tw: 將視窗平鋪到螢幕右側

source: Replace Tiled Window
cs: Nahradit dlaždicové okno
zh_tw: 替換平鋪視窗

source: Remove Window from Set
cs: Odebrat okno ze sady
zh_tw: 從集合中移除視窗

source: Bring All to Front
cs: Přenést vše do popředí
zh_tw: 將所有視窗置於前臺

source: &Open G-code
cs: &Otevřít G-kód
zh_tw: 開啟G-code

source: Open a G-code file
cs: Otevřít soubor G-kódu
zh_tw: 開啟G-code 檔案

source: Re&load from Disk
cs: Znovu načíst z disku
zh_tw: 從磁碟重新載入

source: Reload the plater from disk
cs: Načíst podložku z disku
zh_tw: 從磁碟重新載入平臺

source: Open &Studio
cs: Otevřít &Studio
zh_tw: 開啟Studio

source: Open Studio
cs: Otevřít Studio
zh_tw: 開啟Studio

source: &Quit
cs: &Ukončit
zh_tw: 退出

source: Quit %s
cs: Ukončit %s
zh_tw: 退出 %s

source: &File
cs: &Soubor
zh_tw: 檔案

source: &Help
cs: &Nápověda
zh_tw: 幫助

source: A file exists with the same name: %s, do you want to override it.
cs: Existuje soubor se stejným názvem: %s, chcete jej přepsat?
zh_tw: 有一個同名的檔案 %s。您想覆蓋它嗎？

source: A config exists with the same name: %s, do you want to override it.
cs: Existuje konfigurace se stejným názvem: %s, chcete ji přepsat?
zh_tw: 有一個同名的配置 %s。您想覆蓋它嗎？

source: Overwrite file
cs: Přepsat soubor
zh_tw: 覆蓋檔案

source: Yes to All
cs: Ano pro vše
zh_tw: 全是

source: No to All
cs: Ne všem.
zh_tw: 全否

source: Choose a directory
cs: Vyberte adresář
zh_tw: 選擇目錄

source: There is %d config exported. (Only non-system configs)
zh_tw: 共匯出 %d 組預設（僅包含當前使用的非系統的預設）

source: Export result
cs: Exportovat výsledek
zh_tw: 匯出結果

source: Select profile to load:
cs: Vyberte profil k načtení:
zh_tw: 選擇要載入的配置：

source: There is %d config imported. (Only non-system and compatible configs)
zh_tw: 共匯入 %d 組預設（僅包含非系統且與當前配置相容的預設）

source: Import result
cs: Výsledek importu
zh_tw: 匯入結果

source: File is missing
cs: Soubor chybí.
zh_tw: 檔案丟失

source: The project is no longer available.
cs: Projekt již není k dispozici.
zh_tw: 此專案不可用。

source: Filament Settings
cs: Nastavení filamentu
zh_tw: 耗材絲設定

source: Do you want to synchronize your personal data from Bambu Cloud? It contains the following information: 1. The Process presets 2. The Filament presets 3. The Printer presets
cs: Chcete synchronizovat svá osobní data z Bambu Cloud? Obsahuje následující informace: 1. Přednastavení procesu 2. Přednastavení filamentu 3. Přednastavení tiskárny
zh_tw: 是否從Bambu雲同步如下資訊： 1.工藝預設 2.材料預設 3.印表機預設

source: Synchronization
cs: Synchronizace
zh_tw: 同步

source: The device cannot handle more conversations. Please retry later.
cs: Zařízení nemůže zpracovat více konverzací. Zkuste to prosím později.
zh_tw: 裝置無法處理更多的對話。請稍後重試。

source: Player is malfunctioning. Please reinstall the system player.
cs: Přehrávač je nefunkční. Přeinstalujte systémový přehrávač.
zh_tw: 播放器異常，請重新安裝系統播放器。

source: The player is not loaded, please click "play" button to retry.
cs: Přehrávač není načten, klikněte na tlačítko "přehrát" pro opakování.
zh_tw: 未能載入播放器，請重新點選“播放”按鈕。

source: Plugin library failed to load. Click here to view the solution.
cs: Knihovnu pluginu se nepodařilo načíst. Klikněte zde pro zobrazení řešení.
zh_tw: 外掛庫載入失敗，點選這裡檢視解決辦法。

source: Temporarily closed because there is no operation for a while.
cs: Dočasně uzavřeno, protože po určitou dobu neprobíhala žádná činnost.
zh_tw: 長時間無操作，監控已關閉。

source: Temporarily closed because there is no printing for a while.
cs: Dočasně uzavřeno, protože po určitou dobu neprobíhá tisk.
zh_tw: 因有一段時間未列印，暫時關閉。

source: Please confirm if the printer is connected.
cs: Ověřte prosím, zda je tiskárna připojena.
zh_tw: 請確認印表機是否連線成功。

source: The printer is currently busy downloading. Please try again after it finishes.
cs: Tiskárna je nyní zaneprázdněná stahováním. Zkuste to prosím znovu po dokončení.
zh_tw: 印表機正在忙於下載，請等下載完成後再嘗試。

source: Printer camera is malfunctioning.
cs: Kamera tiskárny nefunguje správně.
zh_tw: 印表機攝像頭異常。

source: Problem occured. Please update the printer firmware and try again.
cs: Došlo k problému. Aktualizujte firmware tiskárny a zkuste to znovu.
zh_tw: 出現了一些問題。請更新印表機韌體後重試。

source: LAN Only Liveview is off. Please turn on the liveview on printer screen.
cs: Živý náhled pouze přes LAN je vypnutý. Zapněte prosím živý náhled na obrazovce tiskárny.
zh_tw: 區域網模式直播未開啟，請前往印表機螢幕開啟。

source: Please enter the IP of printer to connect.
cs: Zadejte prosím IP tiskárny pro připojení.
zh_tw: 請輸入印表機IP後嘗試連線。

source: Initializing...
cs: Inicializace...
zh_tw: 正在初始化……

source: Connection Failed. Please check the network and try again
cs: Připojení selhalo. Zkontrolujte síť a zkuste to znovu.
zh_tw: 連結失敗。請檢查網路後重試

source: Please check the network and try again, You can restart or update the printer if the issue persists.
cs: Zkontrolujte prosím síť a zkuste to znovu. Pokud problém přetrvává, můžete tiskárnu restartovat nebo aktualizovat.
zh_tw: 檢查網路後重試。如仍未恢復，可重啟或更新印表機。

source: Multi-device/client simultaneous liveview is not supported. Please close the liveview on other devices/clients and try again.
cs: Simultánní živý náhled na více zařízeních/klientech není podporován. Zavřete prosím živý náhled na ostatních zařízeních/klientech a zkuste to znovu.
zh_tw: 不支援多裝置/客戶端同時檢視實時監控，請關閉其他裝置/客戶端的實時監控後重試。

source: Video Stopped.
cs: Video bylo zastaveno.
zh_tw: 影片已停止。

source: LAN Connection Failed (Failed to start liveview)
cs: Připojení k LAN selhalo (nepodařilo se spustit živý náhled)
zh_tw: 區域網連線失敗（無法啟動直播）

source: Virtual Camera Tools is required for this task! Do you want to install them?
cs: Pro tuto úlohu jsou vyžadovány nástroje virtuální kamery! Chcete je nainstalovat?
zh_tw: 該功能需要“虛擬攝像頭工具包”，是否下載並安裝該工具包？

source: Downloading Virtual Camera Tools
cs: Stahování nástrojů Virtual Camera
zh_tw: 正在下載“虛擬攝像頭工具包”

source: Another virtual camera is running. Bambu Studio supports only a single virtual camera. Do you want to stop this virtual camera?
cs: Probíhá jiná virtuální kamera. Bambu Studio podporuje pouze jednu virtuální kameru. Chcete tuto virtuální kameru zastavit?
zh_tw: 另一個虛擬攝像頭正在工作。 Bambu Studio 同時只能支援一個虛擬攝像頭。 是否停止前一個虛擬攝像頭？

source: Virtual camera initialize failed (%s)!
cs: Inicializace virtuální kamery selhala (%s)!
zh_tw: 虛擬攝像頭初始化失敗(%s)！

source: Network unreachable
cs: Síť je nedostupná
zh_tw: 網路不可訪問

source: Information
cs: Informace
zh_tw: 資訊

source: The live streaming feature relies on Bambu Studio to run,and the stream will end some time after the app is closed.
cs: Funkce živého streamování vyžaduje spuštěné Bambu Studio a přenos bude ukončen krátce po uzavření aplikace.
zh_tw: 直播功能依賴 Bambu Studio 執行，關閉軟體後直播將在一段時間後結束。

source: Playing...
cs: Přehrávání...
zh_tw: 正在播放中……

source: DLL load error
cs: Chyba načítání DLL
zh_tw: DLL載入錯誤

source: Loading...
cs: Načítání...
zh_tw: 正在載入影片……

source: Year
cs: Rok
zh_tw: 年

source: Month
cs: Měsíc
zh_tw: 月

source: All Files
cs: Všechny soubory
zh_tw: 所有檔案

source: Group files by year, recent first.
cs: Seskupit soubory podle let, nejnovější nahoře.
zh_tw: 按年份分組，從最近的開始展示

source: Group files by month, recent first.
cs: Seskupit soubory podle měsíců, nejnovější nahoře.
zh_tw: 按月份分組，從最近的開始展示

source: Show all files, recent first.
cs: Zobrazit všechny soubory, nejnovější první.
zh_tw: 顯示所有檔案，從最近的開始展示。

source: Timelapse
zh_tw: 延時攝影

source: Switch to timelapse files.
cs: Přepnout na časosběrné soubory.
zh_tw: 切換到延時攝影檔案列表。

source: Video
zh_tw: 錄影

source: Switch to video files.
cs: Přepnout na videosoubory.
zh_tw: 切換到影片檔案列表。

source: Switch to 3mf model files.
cs: Přepnout na soubory modelů 3mf.
zh_tw: 切換到3MF模型檔案。

source: Delete selected files from printer.
cs: Smazat vybrané soubory z tiskárny.
zh_tw: 從印表機中刪除選中的檔案。

source: Download
cs: Stáhnout
zh_tw: 下載

source: Download selected files from printer.
cs: Stáhněte vybrané soubory z tiskárny.
zh_tw: 從印表機中下載選擇的檔案。

source: Select
cs: Vybrat
zh_tw: 選擇

source: Batch manage files.
cs: Hromadná správa souborů.
zh_tw: 批次管理檔案。

source: Refresh
cs: Obnovit
zh_tw: 重新整理

source: Reload file list from printer.
cs: Načíst seznam souborů z tiskárny.
zh_tw: 從印表機重新載入檔案列表。

source: No printers.
cs: Žádné tiskárny.
zh_tw: 未選擇印表機

source: Loading file list...
cs: Načítání seznamu souborů...
zh_tw: 載入檔案列表...

source: No files
cs: Žádné soubory
zh_tw: 檔案列表為空

source: Load failed
cs: Načtení se nezdařilo
zh_tw: 載入失敗

source: Browsing file in storage is not supported in current firmware. Please update the printer firmware.
cs: Procházení souborů v úložišti není podporováno v aktuálním firmware. Aktualizujte prosím firmware tiskárny.
zh_tw: 當前韌體不支援瀏覽儲存裝置中的檔案。請更新印表機韌體。

source: LAN Connection Failed (Failed to view sdcard)
cs: Připojení k LAN selhalo (nepodařilo se zobrazit sdcard)
zh_tw: 區域網連線失敗（無法檢視SD卡）

source: Browsing file in storage is not supported in LAN Only Mode.
cs: Procházení souborů v úložišti není podporováno v režimu Pouze LAN.
zh_tw: 在僅區域網模式下不支援瀏覽儲存中的檔案。

source: You are going to delete %u file from printer. Are you sure to continue?
zh_tw: 您將從印表機中刪除%u個檔案。確定要繼續嗎？

source: Delete files
cs: Smazat soubory
zh_tw: 刪除檔案

source: Do you want to delete the file '%s' from printer?
cs: Chcete odstranit soubor '%s' z tiskárny?
zh_tw: 您確定要從印表機中刪除檔案'%s'嗎？

source: Delete file
cs: Smazat soubor
zh_tw: 刪除檔案

source: Fetching model infomations ...
cs: Načítání informací o modelu ...
zh_tw: 正在獲取模型資訊...

source: Failed to fetch model information from printer.
cs: Nepodařilo se získat informace o modelu z tiskárny.
zh_tw: 無法從印表機獲取模型資訊。

source: Failed to parse model information.
cs: Nepodařilo se analyzovat informace o modelu.
zh_tw: 解析模型資訊失敗。

source: The .gcode.3mf file contains no G-code data.Please slice it whth Bambu Studio and export a new .gcode.3mf file.
cs: Soubor .gcode.3mf neobsahuje žádná data G-kódu. Proveďte řez v Bambu Studio a exportujte nový soubor .gcode.3mf.
zh_tw: .gcode.3mf檔案中不包含G-code資料。請使用Bambu Studio進行切片並匯出新的.gcode.3mf檔案。

source: File '%s' was lost! Please download it again.
cs: Soubor '%s' byl ztracen! Stáhněte jej prosím znovu.
zh_tw: 檔案%s丟失，請重新下載。

source: File: %s Title: %s
cs: Soubor: %s Název: %s
zh_tw: 檔案: %s 標題: %s

source: Download waiting...
cs: Čeká se na stažení...
zh_tw: 等待下載中...

source: Play
cs: Přehrát
zh_tw: 播放

source: Open Folder
cs: Otevřít složku
zh_tw: 開啟目錄

source: Download finished
cs: Stažení dokončeno
zh_tw: 下載完成

source: Downloading %d%%...
cs: Stahování %d%%...
zh_tw: 下載中 %d%%...

source: Air Condition
cs: Klimatizace
zh_tw: 空調系統

source: Reconnecting the printer, the operation cannot be completed immediately, please try again later.
cs: Probíhá opětovné připojení tiskárny, operaci nelze provést ihned, zkuste to prosím znovu později.
zh_tw: 重新連線印表機，該操作無法立即完成，請稍後再試。

source: Timeout, please try again.
cs: Časový limit vypršel, zkuste to prosím znovu.
zh_tw: 超時，請重試。

source: File does not exist.
cs: Soubor neexistuje.
zh_tw: 檔案不存在。

source: File checksum error. Please retry.
cs: Chyba kontrolního součtu souboru. Opakujte prosím akci.
zh_tw: 檔案校驗和錯誤。請重試。

source: Not supported on the current printer version.
cs: Není podporováno na aktuální verzi tiskárny.
zh_tw: 當前印表機的版本不支援。

source: Please check if the storage is inserted into the printer. If it still cannot be read, you can try formatting the storage.
cs: Zkontrolujte, zda je úložiště vloženo do tiskárny. Pokud jej stále nelze přečíst, můžete zkusit úložiště naformátovat.
zh_tw: 請檢查儲存裝置是否已插入印表機。 如果仍無法讀取，您可以嘗試格式化儲存裝置。

source: The firmware version of the printer is too low. Please update the firmware and try again.
cs: Verze firmwaru tiskárny je příliš nízká. Aktualizujte firmware a zkuste to znovu.
zh_tw: 印表機的韌體版本過低。請更新韌體然後再試一次。

source: The file already exists, do you want to replace it?
cs: Soubor již existuje, chcete jej nahradit?
zh_tw: 檔案已存在，是否要替換它？

source: Insufficient storage space, please clear the space and try again.
cs: Nedostatek úložného prostoru, uvolněte místo a zkuste to znovu.
zh_tw: 儲存空間不足，請清空空間，然後重試。

source: File creation failed, please try again.
cs: Vytvoření souboru selhalo, zkuste to prosím znovu.
zh_tw: 檔案建立失敗，請重試

source: File write failed, please try again.
cs: Zápis souboru selhal, zkuste to prosím znovu.
zh_tw: 檔案寫入失敗，請重試。

source: MD5 verification failed, please try again.
cs: Ověření MD5 selhalo, zkuste to prosím znovu.
zh_tw: MD5驗證失敗，請重試

source: File renaming failed, please try again.
cs: Přejmenování souboru selhalo, zkuste to prosím znovu.
zh_tw: 檔案重新命名失敗，請重試。

source: File upload failed, please try again.
cs: Nahrávání souboru selhalo, zkuste to prosím znovu.
zh_tw: 檔案上傳失敗，請重試。

source: Error code: %d
cs: Chybový kód: %d
zh_tw: 錯誤碼：%d

source: User cancels task.
cs: Uživatel zrušil úlohu.
zh_tw: 使用者取消任務。

source: Failed to read file, please try again.
cs: Nepodařilo se přečíst soubor, zkuste to prosím znovu.
zh_tw: 讀取檔案失敗，請重試。

source: Speed:
cs: Rychlost:
zh_tw: 速度：

source: Deadzone:
cs: Mrtvá zóna:
zh_tw: 死區：

source: Options:
cs: Možnosti:
zh_tw: 選項：

source: Translation/Zoom
cs: Překlad/Zvětšení
zh_tw: 平移/縮放

source: 3Dconnexion settings
cs: Nastavení 3Dconnexion
zh_tw: 3Dconnexion設定

source: Swap Y/Z axes
cs: Prohodit osy Y/Z
zh_tw: 交換Y/Z軸

source: (LAN)
zh_tw: （區域網）

source: Search
cs: Hledat
zh_tw: 搜尋

source: My Device
cs: Mé zařízení
zh_tw: 我的裝置

source: Other Device
cs: Jiné zařízení
zh_tw: 其他裝置

source: Online
zh_tw: 線上

source: Input access code
cs: Zadejte přístupový kód
zh_tw: 輸入訪問碼

source: Can't find my devices?
cs: Nemůžete najít svá zařízení?
zh_tw: 無法找到我的裝置？

source: Log out successful.
cs: Odhlášení tiskárny bylo úspěšné.
zh_tw: 登出成功。

source: Offline
zh_tw: 離線

source: Busy
cs: Zaneprázdněno
zh_tw: 忙碌

source: Modifying the device name
cs: Úprava názvu zařízení
zh_tw: 修改印表機名稱

source: Name is invalid;
cs: Název je neplatný.
zh_tw: 無效名稱；

source: illegal characters:
cs: nepovolené znaky:
zh_tw: 非法字元：

source: illegal suffix:
cs: nepovolená přípona:
zh_tw: 非法字尾：

source: The name is not allowed to be empty.
cs: Název nesmí být prázdný.
zh_tw: 名稱不允許為空。

source: The name is not allowed to start with space character.
cs: Název nesmí začínat mezerou.
zh_tw: 名稱不允許以空格開頭。
