Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: The size of nozzle type in preset is not consistent with memorized nozzle.Did you change your nozzle lately ?
cs: Velikost typu trysky v přednastavení není shodná s uloženou tryskou. Měnili jste nedávno trysku?
zh_tw: 預設的噴嘴型別尺寸與記憶中的噴嘴不一致。您最近換噴嘴了嗎？

source: nozzle[%d] in preset: %.1f
cs: tryska[%d] v přednastavení: %.1f
zh_tw: 預設中的噴嘴[%d]：%.1f

source: nozzle[%d] memorized: %.1f
cs: tryska[%d] zapamatovaná: %.1f
zh_tw: 儲存的噴嘴[%d]：%.1f

source: Your nozzle type in preset is not consistent with memorized nozzle.Did you change your nozzle lately ?
cs: Váš typ trysky v přednastavení není shodný s uloženou tryskou. Měnili jste v poslední době trysku?
zh_tw: 預設中的噴嘴型別與記憶中的噴嘴型別不一致。您最近更換了噴嘴嗎？

source: Printing %1s material with %2s nozzle may cause nozzle damage.
cs: Tisk materiálu %1s s tryskou %2s může vést k poškození trysky.
zh_tw: %1s材料在使用%2s的噴嘴列印時,可能會導致噴嘴損壞。

source: Need select printer
cs: Je nutné vybrat tiskárnu
zh_tw: 需要選擇印表機

source: The start, end or step is not valid value.
cs: Počáteční, koncová nebo krok není platná hodnota.
zh_tw: 起始、結束或者步長輸入值無效。

source: The nozzle diameter of %sextruder is 0.2mm which does not support automatic Flow Dynamics calibration.
cs: Průměr trysky %sextruder je 0,2 mm a nepodporuje automatickou kalibraci dynamiky toku.
zh_tw: %s 擠出機的噴嘴直徑為0.2毫米，不支援自動流量校準。

source: The currently selected nozzle diameter of %s extruder does not match the actual nozzle diameter. Please click the Sync button above and restart the calibration.
cs: Aktuálně zvolený průměr trysky extruderu %s neodpovídá skutečnému průměru trysky. Klikněte na tlačítko Sync výše a restartujte kalibraci.
zh_tw: 當前選擇的%s噴嘴直徑與機器實際直徑不匹配， 請點選上方的同步按鈕，然後重新校準。

source: The nozzle diameter does not match the actual printer nozzle diameter. Please click the Sync button above and restart the calibration.
cs: Průměr trysky neodpovídá skutečnému průměru trysky tiskárny. Klikněte na tlačítko Synchronizovat výše a restartujte kalibraci.
zh_tw: 噴嘴直徑與機器實際直徑不匹配， 請點選上方的同步按鈕，然後重新校準。

source: The currently selected nozzle type of %s extruder does not match the actual printer nozzle type. Please click the Sync button above and restart the calibration.
cs: Aktuálně zvolený typ trysky extruderu %s neodpovídá skutečnému typu trysky tiskárny. Klikněte na tlačítko Sync výše a restartujte kalibraci.
zh_tw: 當前選擇的%s噴嘴型別與機器實際噴嘴型別不匹配，請點選上方的同步按鈕，然後重新校準。

source: Flow calibration does not support multiple nozzle diameters at the same time. Please ensure that the nozzle diameter used by the filament being calibrated is consistent before starting the calibration again.
cs: Kalibrace průtoku nepodporuje současně více průměrů trysek. Před zahájením kalibrace se prosím ujistěte, že průměr trysky použitý filamentem, který kalibrujete, je konzistentní.
zh_tw: 暫不支援同時對不同噴嘴直徑進行流量校準。請確保被校準耗材所對應的噴嘴直徑一致，再重新發起校準。

source: Unable to calibrate: maybe because the set calibration value range is too large, or the step is too small
cs: Nelze kalibrovat: pravděpodobně proto, že nastavený rozsah kalibračních hodnot je příliš velký, nebo je krok příliš malý
zh_tw: 無法標定：可能是標定值範圍過大，或者是補償過小

source: Physical Printer
cs: Fyzická tiskárna
zh_tw: 物理印表機

source: Print Host upload
cs: Nahrávání na tiskový hostitel
zh_tw: 列印主機上傳

source: Test
zh_tw: 測試

source: Could not get a valid Printer Host reference
cs: Nepodařilo se získat platný odkaz na hostitele tiskárny
zh_tw: 無法獲取有效的印表機主機引用

source: Success!
cs: Úspěch!
zh_tw: 成功！

source: Refresh Printers
cs: Obnovit tiskárny
zh_tw: 重新整理印表機

source: HTTPS CA file is optional. It is only needed if you use HTTPS with a self-signed certificate.
cs: Soubor HTTPS CA je volitelný. Je potřeba pouze při použití HTTPS s vlastnoručně podepsaným certifikátem.
zh_tw: HTTPS CA檔案是可選的。只有在使用自簽名證書進行HTTPS連線時才需要。

source: Open CA certificate file
cs: Otevřít soubor certifikátu CA
zh_tw: 開啟CA證書檔案

source: On this system, %s uses HTTPS certificates from the system Certificate Store or Keychain.
cs: Na tomto systému používá %s certifikáty HTTPS z úložiště certifikátů systému nebo Keychain.
zh_tw: 在此係統上，%s 使用來自系統證書儲存或金鑰鏈的HTTPS證書。

source: To use a custom CA file, please import your CA file into Certificate Store / Keychain.
cs: Chcete-li použít vlastní CA soubor, importujte jej do Úložiště certifikátů / Klíčenky.
zh_tw: 要使用自定義 CA 檔案，請將您的 CA 檔案匯入到證書儲存 / 金鑰鏈中。

source: Connection to printers connected via the print host failed.
cs: Připojení k tiskárnám připojeným přes tiskový hostitel selhalo.
zh_tw: 連線到透過列印主機連線的印表機失敗。

source: Mismatched type of print host: %s
cs: Neshodný typ tiskového hostitele: %s
zh_tw: 列印主機的型別不匹配：%s

source: Connection to AstroBox works correctly.
cs: Připojení k AstroBoxu funguje správně.
zh_tw: 與 AstroBox 的連線正常。

source: Could not connect to AstroBox
cs: Nelze se připojit k AstroBoxu
zh_tw: 無法連線到 AstroBox。

source: Note: AstroBox version at least 1.1.0 is required.
cs: Poznámka: Je vyžadována verze AstroBox alespoň 1.1.0.
zh_tw: 請注意，需要至少 AstroBox 版本 1.1.0。

source: Connection to Duet works correctly.
cs: Připojení k Duet funguje správně.
zh_tw: 成功連線到 Duet 控制器。

source: Could not connect to Duet
cs: Nepodařilo se připojit k Duet
zh_tw: 無法連線到 Duet 控制器。

source: Unknown error occured
cs: Došlo k neznámé chybě.
zh_tw: 發生了未知錯誤。

source: Wrong password
cs: Nesprávné heslo
zh_tw: 密碼錯誤。

source: Could not get resources to create a new connection
cs: Nepodařilo se získat prostředky pro vytvoření nového připojení
zh_tw: 無法獲取資源以建立新連線。

source: Upload not enabled on FlashAir card.
cs: Nahrávání není na kartě FlashAir povoleno.
zh_tw: FlashAir卡未啟用上傳。

source: Connection to FlashAir works correctly and upload is enabled.
cs: Připojení k FlashAir funguje správně a nahrávání je povoleno.
zh_tw: FlashAir連線正常，並啟用了上傳。

source: Could not connect to FlashAir
cs: Nepodařilo se připojit k FlashAir
zh_tw: FlashAir 連線失敗。

source: Note: FlashAir with firmware 2.00.02 or newer and activated upload function is required.
cs: Poznámka: Je vyžadován FlashAir s firmwarem 2.00.02 nebo novějším a aktivovanou funkcí nahrávání.
zh_tw: 需要 FlashAir 韌體版本為 2.00.02 或更高，並啟用上傳功能。

source: Connection to MKS works correctly.
cs: Připojení k MKS funguje správně.
zh_tw: MKS的連線正常。

source: Could not connect to MKS
cs: Nepodařilo se připojit k MKS
zh_tw: 無法連線到MKS。

source: Connection to OctoPrint works correctly.
cs: Připojení k OctoPrint funguje správně.
zh_tw: 成功連線到 OctoPrint。

source: Could not connect to OctoPrint
cs: Nepodařilo se připojit k OctoPrint
zh_tw: 無法連線到OctoPrint

source: Note: OctoPrint version at least 1.1.0 is required.
cs: Poznámka: Je vyžadována verze OctoPrint alespoň 1.1.0.
zh_tw: 注意：至少需要 OctoPrint 版本 1.1.0。

source: Connection to Prusa SL1 / SL1S works correctly.
cs: Připojení k Prusa SL1 / SL1S funguje správně.
zh_tw: 與 Prusa SL1 / SL1S 的連線正常。

source: Could not connect to Prusa SLA
cs: Nepodařilo se připojit k Prusa SLA
zh_tw: 無法連線到 Prusa SLA。

source: Connection to PrusaLink works correctly.
cs: Připojení k PrusaLink funguje správně.
zh_tw: 連線到 PrusaLink 的連線正常。

source: Could not connect to PrusaLink
cs: Nepodařilo se připojit k PrusaLink
zh_tw: 無法連線到 PrusaLink。

source: Connection to Repetier works correctly.
cs: Připojení k Repetier funguje správně.
zh_tw: 與 Repetier 的連線正常。

source: Could not connect to Repetier
cs: Nepodařilo se připojit k Repetier
zh_tw: 無法連線到Repetier

source: Note: Repetier version at least 0.90.0 is required.
cs: Poznámka: Je vyžadována verze Repetier alespoň 0.90.0.
zh_tw: 注意：需要 Repetier 版本至少為 0.90.0。

source: HTTP status: %1% Message body: "%2%"
cs: HTTP stav: %1% Tělo zprávy: "%2%"
zh_tw: HTTP狀態：%1% 訊息體："%2%"

source: Parsing of host response failed. Message body: "%1%" Error: "%2%"
cs: Zpracování odpovědi hostitele selhalo. Tělo zprávy: „%1%“ Chyba: „%2%“
zh_tw: 主機響應解析失敗。 訊息體："%1%"錯誤："%2%"

source: Enumeration of host printers failed. Message body: "%1%" Error: "%2%"
cs: Výčet hostitelských tiskáren selhal. Tělo zprávy: „%1%“ Chyba: „%2%“
zh_tw: 主機印表機的列舉失敗。 訊息體："%1%" 錯誤："%2%"

source: It has a small layer height, and results in almost negligible layer lines and high printing quality. It is suitable for most general printing cases.
cs: Má malou výšku vrstvy, což vede k téměř neznatelným liniím vrstev a vysoké kvalitě tisku. Je vhodný pro většinu obecných případů tisku.
zh_tw: 0.2 mm 噴嘴的預設引數，層高小，層紋不明顯，列印質量高，適合大部分常規列印場景。

source: Compared with the default profile of a 0.2 mm nozzle, it has lower speeds and acceleration, and the sparse infill pattern is Gyroid. So, it results in much higher printing quality, but a much longer printing time.
cs: Ve srovnání s výchozím profilem pro trysku 0,2 mm má nižší rychlosti a zrychlení a vzor řídké výplně je gyroid. Výsledkem je výrazně vyšší kvalita tisku, ale mnohem delší doba tisku.
zh_tw: 此為高質量引數，相比於此噴嘴的預設引數，列印速度、加速度較低，稀疏填充圖案為螺旋體，列印質量更高，但耗時更長。

source: Compared with the default profile of a 0.2 mm nozzle, it has a slightly bigger layer height, and results in almost negligible layer lines, and slightly shorter printing time.
cs: Ve srovnání s výchozím profilem trysky 0,2 mm má mírně větší výšku vrstvy, což znamená téměř zanedbatelné linie vrstev a mírně kratší dobu tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較大，層紋不明顯，列印耗時稍短。

source: Compared with the default profile of a 0.2 mm nozzle, it has a bigger layer height, and results in slightly visible layer lines, but shorter printing time.
cs: Ve srovnání s výchozím profilem trysky 0,2 mm má větší výšku vrstvy, což způsobuje mírně viditelné linie vrstev, ale kratší dobu tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較大，層紋稍顯現，列印耗時較短。

source: Compared with the default profile of a 0.2 mm nozzle, it has a smaller layer height, and results in almost invisible layer lines and higher printing quality, but shorter printing time.
cs: Ve srovnání s výchozím profilem trysky 0,2 mm má menší výšku vrstvy, což vede k téměř neviditelným liniím vrstev a vyšší kvalitě tisku, ale kratší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較小，幾乎不顯層紋，列印質量較高，但列印耗時較長。

source: Compared with the default profile of a 0.2 mm nozzle, it has a smaller layer lines, lower speeds and acceleration, and the sparse infill pattern is Gyroid. So, it results in almost invisible layer lines and much higher printing quality, but much longer printing time.
cs: Ve srovnání s výchozím profilem trysky 0,2 mm má menší linie vrstev, nižší rychlosti a zrychlení a vzor řídké výplně je gyroid. To vede k téměř neviditelným liniím vrstev a výrazně vyšší kvalitě tisku, ale výrazně delší době tisku.
zh_tw: 此為高質量引數，相比於此噴嘴的預設引數，層高較小，列印速度、加速度較低，稀疏填充圖案為螺旋體，幾乎不顯層紋，列印質量非常高，但列印耗時很長。

source: Compared with the default profile of 0.2 mm nozzle, it has a smaller layer height, and results in minimal layer lines and higher printing quality, but shorter printing time.
cs: Ve srovnání s výchozím profilem trysky 0,2 mm má menší výšku vrstvy, což vede k minimálním liniím vrstev a vyšší kvalitě tisku, ale kratší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較小，幾乎不顯層紋，列印質量較高，但列印耗時較長。

source: Compared with the default profile of a 0.2 mm nozzle, it has a smaller layer lines, lower speeds and acceleration, and the sparse infill pattern is Gyroid. So, it results in minimal layer lines and much higher printing quality, but much longer printing time.
cs: Ve srovnání s výchozím profilem pro trysku 0,2 mm má menší linie vrstev, nižší rychlosti a zrychlení a vzor řídké výplně je gyroid. Výsledkem jsou minimální linie vrstev a výrazně vyšší kvalita tisku, ale mnohem delší doba tisku.
zh_tw: 此為高質量引數，相比於此噴嘴的預設引數，層高較小，列印速度、加速度較低，稀疏填充圖案為螺旋體，幾乎不顯層紋，列印質量非常高，但列印耗時很長。

source: It has a general layer height, and results in general layer lines and printing quality. It is suitable for most general printing cases.
cs: Má běžnou výšku vrstvy, což vede k běžným liniím vrstev a běžné kvalitě tisku. Je vhodný pro většinu obecných případů tisku.
zh_tw: 0.4 mm 噴嘴的預設引數，層高常規，層紋一般，列印質量常規，適合大部分常規列印場景。

source: Compared with the default profile of a 0.4 mm nozzle, it has more wall loops and a higher sparse infill density. So, it results in higher strength of the prints, but more filament consumption and longer printing time.
cs: Ve srovnání s výchozím profilem trysky 0,4 mm má více smyček stěn a vyšší hustotu řídké výplně. Výsledkem je vyšší pevnost výtisků, ale vyšší spotřeba filamentu a delší doba tisku.
zh_tw: 此為強度引數，相比於此噴嘴的預設引數，牆層數較大，稀疏填充密度較高，列印件的強度更高，但耗材用量更大，耗時更長。

source: Compared with the default profile of a 0.4 mm nozzle, it has a bigger layer height, and results in more apparent layer lines and lower printing quality, but slightly shorter printing time.
cs: Ve srovnání s výchozím profilem pro trysku 0,4 mm má větší výšku vrstvy, což vede k výraznějším liniím vrstev a nižší kvalitě tisku, ale o něco kratší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較大，層紋較明顯，列印質量較低，部分模型的列印耗時稍短。

source: Compared with the default profile of a 0.4 mm nozzle, it has a bigger layer height, and results in more apparent layer lines and lower printing quality, but shorter printing time.
cs: Ve srovnání s výchozím profilem pro trysku 0,4 mm má větší výšku vrstvy, což vede k výraznějším liniím vrstev a nižší kvalitě tisku, ale kratší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較大，層紋較明顯，列印質量較低，部分模型的列印耗時較短。

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height, and results in less apparent layer lines and higher printing quality, but longer printing time.
cs: Ve srovnání s výchozím profilem trysky 0,4 mm má menší výšku vrstvy, což vede k méně zřetelným liniím vrstev a vyšší kvalitě tisku, ale také delší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較小，層紋較不明顯，列印質量較高，但列印耗時較長。

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height, lower speeds and acceleration, and the sparse infill pattern is Gyroid. So, it results in less apparent layer lines and much higher printing quality, but much longer printing time.
cs: Ve srovnání s výchozím profilem trysky 0,4 mm má menší výšku vrstvy, nižší rychlosti a zrychlení a vzor řídké výplně je Gyroid. To vede k méně zřetelným liniím vrstev a výrazně vyšší kvalitě tisku, avšak mnohem delší době tisku.
zh_tw: 此為高質量引數，相比於此噴嘴的預設引數，層高較小，列印速度、加速度較低，稀疏填充圖案為螺旋體，層紋較不明顯，列印質量較高，但列印耗時很長。

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height, and results in almost negligible layer lines and higher printing quality, but longer printing time.
cs: Ve srovnání s výchozím profilem pro trysku 0,4 mm má menší výšku vrstvy, což vede k téměř nepatrným liniím vrstev a vyšší kvalitě tisku, ale delší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較小，層紋更不明顯，列印質量較高，但列印耗時較長。

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height, lower speeds and acceleration, and the sparse infill pattern is Gyroid. So, it results in almost negligible layer lines and much higher printing quality, but much longer printing time.
cs: Ve srovnání s výchozím profilem trysky 0,4 mm má menší výšku vrstvy, nižší rychlosti a zrychlení a vzor řídké výplně je Gyroid. To vede k téměř neznatelným liniím vrstev a výrazně vyšší kvalitě tisku, avšak mnohem delší době tisku.
zh_tw: 此為高質量引數，相比於此噴嘴的預設引數，層高較小，列印速度、加速度較低，稀疏填充圖案為螺旋體，層紋更不明顯，列印質量很高，但列印耗時很長。

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height, and results in almost negligible layer lines and longer printing time.
cs: Ve srovnání s výchozím profilem trysky 0,4 mm má menší výšku vrstvy, což vede k téměř neznatelným liniím vrstev a delší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較小，層紋更不明顯，列印質量較高，但列印耗時較長。

source: It has a big layer height, and results in apparent layer lines and ordinary printing quality and printing time.
cs: Má velkou výšku vrstvy, což vede k výrazným liniím vrstev a běžné kvalitě tisku i době tisku.
zh_tw: 0.6 mm 噴嘴的預設引數，層高較大，層紋明顯，列印質量一般，列印耗時一般。

source: Compared with the default profile of a 0.6 mm nozzle, it has more wall loops and a higher sparse infill density. So, it results in higher strength of the prints, but more filament consumption and longer printing time.
cs: Ve srovnání s výchozím profilem pro trysku 0,6 mm má více smyček stěn a vyšší hustotu řídké výplně. Výsledkem je vyšší pevnost výtisků, ale vyšší spotřeba filamentu a delší doba tisku.
zh_tw: 此為強度引數，相比於此噴嘴的預設引數，牆層數較大，稀疏填充密度較高，列印件的強度更高，但耗材用量更大，耗時更長。

source: Compared with the default profile of a 0.6 mm nozzle, it has a bigger layer height, and results in more apparent layer lines and lower printing quality, but shorter printing time in some printing cases.
cs: Ve srovnání s výchozím profilem pro trysku 0,6 mm má větší výšku vrstvy, což vede k výraznějším liniím vrstev a nižší kvalitě tisku, ale v některých případech i ke kratší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較大，層紋較明顯，列印質量較低，部分模型的列印耗時較短。

source: Compared with the default profile of a 0.6 mm nozzle, it has a bigger layer height, and results in much more apparent layer lines and much lower printing quality, but shorter printing time in some printing cases.
cs: Ve srovnání s výchozím profilem pro trysku 0,6 mm má větší výšku vrstvy, což vede k mnohem výraznějším liniím vrstev a výrazně nižší kvalitě tisku, ale v některých případech i ke kratší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較大，層紋很明顯，列印質量較低，部分模型的列印耗時較短。

source: Compared with the default profile of a 0.6 mm nozzle, it has a smaller layer height, and results in less apparent layer lines and slight higher printing quality, but longer printing time.
cs: Ve srovnání s výchozím profilem pro trysku 0,6 mm má menší výšku vrstvy, což vede k méně výrazným liniím vrstev a mírně vyšší kvalitě tisku, ale delší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較小，層紋較不明顯，列印質量稍微較高，部分模型的列印耗時較長。

source: Compared with the default profile of a 0.6 mm nozzle, it has a smaller layer height, and results in less apparent layer lines and higher printing quality, but longer printing time.
cs: Ve srovnání s výchozím profilem pro trysku 0,6 mm má menší výšku vrstvy, což vede k méně výrazným liniím vrstev a vyšší kvalitě tisku, ale delší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較小，層紋較不明顯，列印質量較高，部分模型的列印耗時較長。

source: It has a very big layer height, and results in very apparent layer lines, low printing quality and general printing time.
cs: Má velmi velkou výšku vrstvy, což vede k velmi výrazným liniím vrstev, nízké kvalitě tisku a delší době tisku.
zh_tw: 0.8 mm 噴嘴的預設引數，層高較大，層紋很明顯，列印質量低，列印耗時一般。

source: Compared with the default profile of a 0.8 mm nozzle, it has a bigger layer height, and results in very apparent layer lines and much lower printing quality, but shorter printing time in some printing cases.
cs: Ve srovnání s výchozím profilem pro trysku 0,8 mm má větší výšku vrstvy, což vede k velmi výrazným liniím vrstev a výrazně nižší kvalitě tisku, ale v některých případech i ke kratší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高更大，層紋非常明顯，列印質量較低，部分模型的列印耗時較短。

source: Compared with the default profile of a 0.8 mm nozzle, it has a much bigger layer height, and results in extremely apparent layer lines and much lower printing quality, but much shorter printing time in some printing cases.
cs: Ve srovnání s výchozím profilem pro trysku 0,8 mm má podstatně větší výšku vrstvy, což vede k extrémně výrazným liniím vrstev a výrazně nižší kvalitě tisku, ale v některých případech i k mnohem kratší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較大，層紋非常明顯，列印質量較低，部分模型的列印耗時較短。

source: Compared with the default profile of a 0.8 mm nozzle, it has a slightly smaller layer height, and results in slightly less but still apparent layer lines and slightly higher printing quality, but longer printing time in some printing cases.
cs: Ve srovnání s výchozím profilem pro trysku 0,8 mm má o něco menší výšku vrstvy, což vede k méně výrazným, ale stále patrným liniím vrstev a k mírně vyšší kvalitě tisku, ale v některých případech i k delší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較小，層紋較不明顯，列印質量稍微較高，部分模型的列印耗時較長。

source: Compared with the default profile of a 0.8 mm nozzle, it has a smaller layer height, and results in less but still apparent layer lines and slightly higher printing quality, but longer printing time in some printing cases.
cs: Ve srovnání s výchozím profilem pro trysku 0,8 mm má menší výšku vrstvy, což vede k méně, ale stále patrným liniím vrstev a k mírně vyšší kvalitě tisku, ale v některých případech i k delší době tisku.
zh_tw: 相比於此噴嘴的預設引數，層高較小，層紋較不明顯，列印質量較高，部分模型的列印耗時較長。

source: This is neither a commonly used filament, nor one of Bambu filaments, and it varies a lot from brand to brand. So, it's highly recommended to ask its vendor for suitable profile before printing and adjust some parameters according to its performances.
cs: Toto není běžně používaný filament ani jeden z Bambu filamentů a výrazně se liší podle značky. Proto je vysoce doporučeno požádat jeho dodavatele o vhodný profil před tiskem a upravit některé parametry podle jeho vlastností.
zh_tw: 此耗材較為小眾，拓竹並未出售，且不同品牌的差異很大，故強烈建議列印前向廠家諮詢預設引數，並根據列印表現來調整列印引數。

source: When printing this filament, there's a risk of warping and low layer adhesion strength. To get better results, please refer to this wiki: Printing Tips for High Temp / Engineering materials.
cs: Při tisku tímto filamentem hrozí riziko kroucení a nízké adheze vrstev. Pro dosažení lepších výsledků se prosím podívejte na tuto stránku wiki: Tipy pro tisk vyso teplotních / technických materiálů.
zh_tw: 此耗材列印時有翹曲、層間強度較低等風險。為獲得更好的列印效果，請查閱 wiki: 工程材料列印指南。

source: When printing this filament, there's a risk of nozzle clogging, oozing, warping and low layer adhesion strength. To get better results, please refer to this wiki: Printing Tips for High Temp / Engineering materials.
cs: Při tisku tímto filamentem hrozí riziko ucpání trysky, vytékání, kroucení a nízké adheze vrstev. Pro dosažení lepších výsledků se prosím podívejte na tuto stránku wiki: Tipy pro tisk vyso teplotních / technických materiálů.
zh_tw: 此耗材列印時有堵噴嘴、漏料、翹曲、層間強度較低等風險。為獲得更好的列印效果，請查閱 wiki: 工程材料列印指南。

source: To get better transparent or translucent results with the corresponding filament, please refer to this wiki: Printing tips for transparent PETG.
cs: Pro dosažení lepších průhledných nebo poloprůhledných výsledků s odpovídajícím filamentem si prosím přečtěte tento wiki: Tipy pro tisk průhledného PETG.
zh_tw: 若要用此耗材的透明耗材列印透明效果很好的模型，請查閱 wiki: 透明 PETG 列印指南。

source: To make the prints get higher gloss, please dry the filament before use, and set the outer wall speed to be 40 to 60 mm/s when slicing.
cs: Pro vyšší lesk výtisků vysušte filament před použitím a nastavte rychlost vnější stěny při řezání na 40 až 60 mm/s.
zh_tw: 為使列印件具有更高的光澤，請在列印前把耗材烘乾，並在切片時把模型的外牆速度調到 40 到 60 mm/s 之間。

source: This filament is only used to print models with a low density usually, and some special parameters are required. To get better printing quality, please refer to this wiki: Instructions for printing RC model with foaming PLA (PLA Aero).
cs: Tento filament se obvykle používá pouze pro tisk modelů s nízkou hustotou a jsou vyžadovány určité speciální parametry. Pro lepší kvalitu tisku si přečtěte tuto wiki: Pokyny pro tisk RC modelu s pěnovým PLA (PLA Aero).
zh_tw: 此耗材通常只用於列印低密度的模型，且必須使用特殊引數。為保證列印質量，請查閱 wiki: 發泡 PLA（PLA Aero）列印航模操作指南。

source: This filament is only used to print models with a low density usually, and some special parameters are required. To get better printing quality, please refer to this wiki: ASA Aero Printing Guide.
cs: Tento filament se obvykle používá pouze pro tisk modelů s nízkou hustotou a jsou vyžadovány určité speciální parametry. Pro lepší kvalitu tisku si přečtěte tuto wiki: ASA Aero Printing Guide.
zh_tw: 此耗材通常只用於列印低密度的模型，且必須使用特殊引數。為保證列印質量，請查閱 wiki: 發泡 ASA （ASA Aero）列印指南。

source: This filament is too soft and not compatible with the AMS. Printing it is of many requirements, and to get better printing quality, please refer to this wiki: TPU printing guide.
cs: Tento filament je příliš měkký a není kompatibilní s AMS. Jeho tisk má řadu požadavků; pro lepší kvalitu tisku si přečtěte tuto wiki: Průvodce tiskem TPU.
zh_tw: 此耗材太軟，不適配 AMS。其使用要求較高，為保證列印質量，請查閱 wiki: TPU 列印建議。
