Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: This filament has high enough hardness (about 67D) and is compatible with the AMS. Printing it is of many requirements, and to get better printing quality, please refer to this wiki: TPU printing guide.
cs: Tento filament má dostatečně vysokou tvrdost (cca 67D) a je kompatibilní s AMS. Jeho tisk má řadu požadavků; pro lepší kvalitu tisku si přečtěte tuto wiki: Průvodce tiskem TPU.
zh_tw: 此耗材的硬度較高（約 67D），可透過 AMS 列印。其使用要求較高，為保證列印質量，請查閱 wiki: TPU 列印建議。

source: If you are to print a kind of soft TPU, please don't slice with this profile, and it is only for TPU that has high enough hardness (not less than 55D) and is compatible with the AMS. To get better printing quality, please refer to this wiki: TPU printing guide.
cs: Pokud plánujete tisknout měkké TPU, nepoužívejte tento profil k řezu. Je určen pouze pro TPU s dostatečně vysokou tvrdostí (ne nižší než 55D), které je kompatibilní s AMS. Pro lepší kvalitu tisku navštivte tuto wiki: Průvodce tiskem TPU.
zh_tw: 若要列印的 TPU 硬度較低，請勿用此引數切片。此引數僅適配硬度較高的 TPU（硬度通常需 ≥ 55D），也即可透過 AMS 列印的 TPU。其使用要求較高，為保證列印質量，請查閱 wiki: TPU 列印建議。

source: This is a water-soluble support filament, and usually it is only for the support structure and not for the model body. Printing this filament is of many requirements, and to get better printing quality, please refer to this wiki: PVA Printing Guide.
cs: Jedná se o podporový filament rozpustný ve vodě, a obvykle je určen pouze pro podpůrnou strukturu, nikoliv pro tělo modelu. Tisk tohoto filamentu má mnoho požadavků. Pro lepší kvalitu tisku si přečtěte tuto wiki: Průvodce tiskem PVA.
zh_tw: 此為水溶性支撐耗材，通常只能用於列印支撐結構，不能用於列印模型主體。其使用要求較高，為保證列印質量，請查閱 wiki: PVA 列印指南。

source: This is a non-water-soluble support filament, and usually it is only for the support structure and not for the model body. To get better printing quality, please refer to this wiki: Printing Tips for Support Filament and Support Function.
cs: Jedná se o podporový filament, který není rozpustný ve vodě, a obvykle je určen pouze pro podpůrnou strukturu, nikoliv pro tělo modelu. Pro lepší kvalitu tisku si přečtěte tuto wiki: Tipy pro tisk podpůrného filamentu a funkce podpory.
zh_tw: 此為非水溶性支撐耗材，通常只能用於列印支撐結構，不能用於列印模型主體。為保證列印質量，請查閱 wiki: 支撐耗材與支撐功能的介紹。

source: The generic presets are conservatively tuned for compatibility with a wider range of filaments. For higher printing quality and speeds, please use Bambu filaments with Bambu presets.
cs: Obecná přednastavení jsou konzervativně nastavena pro kompatibilitu s širší škálou filamentů. Pro vyšší kvalitu tisku a rychlost používejte Bambu filamenty s Bambu přednastaveními.
zh_tw: Generic 引數為了相容更多種耗材而進行了較為保守的調校，使用拓竹原裝耗材配合拓竹專用引數可獲得更高的列印質量與更高的列印速度。

source: High quality profile for 0.2mm nozzle, prioritizing print quality.
cs: Profil vysoké kvality pro trysku 0,2 mm, upřednostňuje kvalitu tisku.
zh_tw: 0.2mm噴嘴的高質量列印引數，列印質量優先。

source: High quality profile for 0.16mm layer height, prioritizing print quality and strength.
cs: Profil vysoké kvality pro výšku vrstvy 0,16 mm, upřednostňuje kvalitu tisku a pevnost.
zh_tw: 0.16mm層高的高質量引數，列印質量和強度優先。

source: Standard profile for 0.16mm layer height, prioritizing speed.
cs: Standardní profil pro výšku vrstvy 0,16 mm, upřednostňující rychlost.
zh_tw: 0.16mm層高標準引數，速度優先。

source: High quality profile for 0.2mm layer height, prioritizing strength and print quality.
cs: Profil vysoké kvality pro výšku vrstvy 0,2 mm, upřednostňuje pevnost a kvalitu tisku.
zh_tw: 0.2mm層高的高質量引數，強度和列印質量優先。

source: Standard profile for 0.4mm nozzle, prioritizing speed.
cs: Standardní profil pro trysku 0,4 mm, upřednostňující rychlost.
zh_tw: 0.4mm噴嘴預設引數，速度優先。

source: High quality profile for 0.6mm nozzle, prioritizing print quality and strength.
cs: Profil vysoké kvality pro trysku 0,6 mm, upřednostňuje kvalitu tisku a pevnost.
zh_tw: 0.6mm噴嘴的高質量列印引數，列印質量優先。

source: Strength profile for 0.6mm nozzle, prioritizing strength.
cs: Profil pevnosti pro trysku 0,6 mm, upřednostňuje pevnost.
zh_tw: 0.6mm噴嘴的高強度列印引數，強度優先。

source: Standard profile for 0.6mm nozzle, prioritizing speed.
cs: Standardní profil pro trysku 0,6 mm, upřednostňující rychlost.
zh_tw: 0.6mm噴嘴的預設引數，速度優先。

source: High quality profile for 0.8mm nozzle, prioritizing print quality.
cs: Profil vysoké kvality pro trysku 0,8 mm, upřednostňuje kvalitu tisku.
zh_tw: 0.8mm噴嘴的高質量列印引數，列印質量優先。

source: Strength profile for 0.8mm nozzle, prioritizing strength.
cs: Profil pevnosti pro trysku 0,8 mm, upřednostňuje pevnost.
zh_tw: 0.8mm噴嘴的高強度列印引數，強度優先。

source: Standard profile for 0.8mm nozzle, prioritizing speed.
cs: Standardní profil pro trysku 0,8 mm, upřednostňující rychlost.
zh_tw: 0.8mm噴嘴的預設引數，速度優先。

source: Failed to create GCodeV2
cs: Nepodařilo se vytvořit GCodeV2.
zh_tw: 無法建立 GCode

source: Failed to parse response
cs: Nepodařilo se analyzovat odpověď.
zh_tw: 解析響應失敗

source: Helio simulation task failed
cs: Úloha simulace Helio selhala.
zh_tw: Helio模擬任務失敗

source: Helio optimization task failed
cs: Úloha optimalizace Helio selhala.
zh_tw: Helio 最佳化任務失敗

source: Helio API endpoint is empty, please check the configuration.
cs: Koncový bod Helio API je prázdný, zkontrolujte konfiguraci.
zh_tw: Helio API 端點為空，請檢查配置。

source: Personal assecc token is empty, please fill in the correct token.
cs: Osobní přístupový token je prázdný, zadejte prosím správný token.
zh_tw: 個人訪問令牌為空，請填寫正確的令牌。

source: Helio: Presigned URL Created
cs: Helio: Předsignovaná URL byla vytvořena.
zh_tw: Helio：預簽名URL已建立

source: Helio: file succesfully uploaded
cs: Helio: Soubor byl úspěšně nahrán.
zh_tw: Helio：檔案已成功上傳

source: Helio: file upload failed
cs: Helio: Nahrání souboru selhalo.
zh_tw: Helio：檔案上傳失敗

source: Please make sure you have the corrent API key set in preferences.
cs: Ujistěte se prosím, že máte v předvolbách nastaven správný API klíč.
zh_tw: 請確保您已在偏好設定中正確設定了 API 金鑰。

source: Helio: GCode created successfully
cs: Helio: G-kód byl úspěšně vytvořen.
zh_tw: Helio：G程式碼已成功建立

source: Helio: simulation successfully created
cs: Helio: simulace byla úspěšně vytvořena
zh_tw: Helio：模擬建立成功

source: Helio: simulation working
cs: Helio: simulace probíhá
zh_tw: Helio：模擬執行中

source: Helio: simulation failed
cs: Helio: Simulace selhala.
zh_tw: Helio：模擬失敗

source: Helio: Simulation check failed
cs: Helio: Kontrola simulace selhala.
zh_tw: Helio：模擬檢測失敗

source: Helio: Failed to create Simulation
cs: Helio: Nepodařilo se vytvořit simulaci.
zh_tw: Helio: 建立模擬失敗

source: Helio: Failed to create GCode
cs: Helio: Nepodařilo se vytvořit G-kód.
zh_tw: Helio: 建立GCode失敗

source: Helio: optimization successfully created
cs: Helio: Optimalizace byla úspěšně vytvořena.
zh_tw: Helio：最佳化建立成功

source: Helio: optimization working
cs: Helio: Optimalizace probíhá.
zh_tw: Helio：最佳化執行中

source: Helio: optimization failed
zh_tw: Helio：最佳化失敗

source: Helio: Optimzaion check failed
cs: Helio: Kontrola optimalizace selhala.
zh_tw: Helio：最佳化檢查失敗

source: Helio: Failed to create Optimization
cs: Helio: Nepodařilo se vytvořit optimalizaci.
zh_tw: Helio: 建立最佳化失敗

source: Helio: GCode downloaded successfully
cs: Helio: G-kód úspěšně stažen.
zh_tw: Helio：G程式碼下載成功

source: Helio: GCode download failed
cs: Helio: Stažení G-kódu se nezdařilo.
zh_tw: Helio: GCode 下載失敗

source: No AMS
cs: Žádné AMS
zh_tw: 沒有AMS

source: There is no device available to send printing.
cs: Není k dispozici žádné zařízení pro odeslání tisku.
zh_tw: 沒有可用於傳送列印的裝置。

source: The number of printers in use simultaneously cannot be equal to 0.
cs: Počet tiskáren používaných současně nesmí být roven 0.
zh_tw: 同時使用的印表機數量不能等於0。

source: Use External Spool
cs: Použít externí cívku
zh_tw: 使用外掛料卷

source: Select Printers
cs: Vyberte tiskárny
zh_tw: 選擇印表機

source: Device Name
cs: Název zařízení
zh_tw: 裝置名

source: Device Status
cs: Stav zařízení
zh_tw: 裝置狀態

source: Ams Status
cs: Stav AMS
zh_tw: AMS狀態

source: Please select the devices you would like to manage here (up to 6 devices)
cs: Vyberte zařízení, která chcete zde spravovat (až 6 zařízení).
zh_tw: 請在此處選擇您想管理的裝置（最多6個裝置）。

source: Printing Options
cs: Možnosti tisku
zh_tw: 列印選項

source: Bed Leveling
cs: Nivelace podložky
zh_tw: 熱床調平

source: Send Options
cs: Možnosti odeslání
zh_tw: 傳送選項

source: printers at the same time.(It depends on how many devices can undergo heating at the same time.)
cs: Tiskárny současně. (Záleží na tom, kolik zařízení může být současně zahříváno.)
zh_tw: 印表機在同一時間。（這取決於有多少裝置可以接受同時加熱。）

source: Wait
cs: Čekejte
zh_tw: 等待

source: minute each batch.(It depends on how long it takes to complete the heating.)
cs: minuta na každou dávku. (Závisí na délce zahřívání.)
zh_tw: 分鐘傳送一次。（這取決於完成加熱需要多長時間。）

source: Task Sending
cs: Odesílání úkolu
zh_tw: 正在傳送的任務

source: Task Sent
cs: Úkol odeslán
zh_tw: 已傳送的任務

source: Edit multiple printers
cs: Upravit více tiskáren
zh_tw: 編輯多個印表機

source: Select connected printers (0/6)
cs: Vyberte připojené tiskárny (0/6)
zh_tw: 選擇已連線的印表機 (0/6)

source: Select Connected Printers (%d/6)
cs: Vyberte připojené tiskárny (%d/6)
zh_tw: 選擇已連線的印表機 (%d/6)

source: The maximum number of printers that can be selected is %d
cs: Maximální počet tiskáren, které lze vybrat, je %d
zh_tw: 可以選擇的印表機數量最多為 %d。

source: No task
cs: Žádný úkol.
zh_tw: 沒有任務

source: Edit Printers
cs: Upravit tiskárny
zh_tw: 編輯印表機

source: Task Name
cs: Název úkolu
zh_tw: 任務名

source: Actions
cs: Akce
zh_tw: 動作

source: Task Status
cs: Stav úlohy
zh_tw: 任務狀態

source: Sent Time
cs: Čas odeslání
zh_tw: 傳送時間

source: There are no tasks to be sent!
cs: Nejsou žádné úlohy k odeslání!
zh_tw: 沒有任務正在傳送！

source: No historical tasks!
cs: Žádné úlohy v historii!
zh_tw: 沒有歷史任務！

source: Upgrading
cs: Probíhá upgrade
zh_tw: 升級中

source: syncing
cs: synchronizace
zh_tw: 同步中

source: Printing Finish
cs: Tisk dokončen
zh_tw: 列印成功

source: Printing Failed
cs: Tisk selhal
zh_tw: 列印失敗

source: Printing Pause
cs: Pozastavení tisku
zh_tw: 列印暫停

source: Pending
cs: Čeká se
zh_tw: 等待中

source: Sending
cs: Odesílání
zh_tw: 傳送中

source: Sending Finish
cs: Odesílání dokončeno
zh_tw: 傳送成功

source: Sending Cancel
cs: Zrušit odesílání
zh_tw: 取消傳送

source: Sending Failed
cs: Odesílání selhalo
zh_tw: 傳送失敗

source: Print Success
cs: Tisk byl úspěšný
zh_tw: 列印成功

source: Print Failed
cs: Tisk selhal
zh_tw: 列印失敗

source: Removed
cs: Odstraněno
zh_tw: 移除

source: Management user presets
cs: Správa uživatelských přednastavení
zh_tw: 管理使用者預設

source: Printer presets (%d/%d)
zh_tw: 印表機預設 (%d/%d)

source: Filament presets (%d/%d)
zh_tw: 材料預設 (%d/%d)

source: Process presets (%d/%d)
zh_tw: 工藝預設 (%d/%d)

source: %u Selected
cs: %u vybráno
zh_tw: 已選擇 %u項

source: %d %s Preset will be deleted.
cs: %d %s přednastavení bude odstraněno.
zh_tw: %d個%s預設將被刪除。

source: Filament grouping
cs: Seskupení filamentů
zh_tw: 耗材分組

source: Don't remind me again
cs: Už mi to nepřipomínat
zh_tw: 不再提醒

source: No further pop-up will appear. You can reopen it in 'Preferences'
cs: Žádné další vyskakovací okno se nezobrazí. Můžete jej znovu otevřít v 'Předvolby'
zh_tw: 不再彈窗提醒。您可以在“偏好設定”中重新開啟。

source: Filament-Saving Mode
cs: Režim úspory filamentu
zh_tw: 省料模式

source: Convenience Mode
cs: Režim pohodlí
zh_tw: 便捷模式

source: Custom Mode
cs: Vlastní režim
zh_tw: 自定義模式

source: Generates filament grouping for the left and right nozzles based on the most filament-saving principles to minimize waste
cs: Generuje seskupení filamentů pro levou a pravou trysku na základě principů úspory filamentů za účelem minimalizace odpadu.
zh_tw: 根據最節省耗材的原則，生成左右噴嘴的耗材分組方案，幫助減少耗材浪費

source: Generates filament grouping for the left and right nozzles based on the printer's actual filament status, reducing the need for manual filament adjustment
cs: Generuje seskupení filamentů pro levou a pravou trysku podle aktuálního stavu filamentů v tiskárně, čímž snižuje nutnost ručního nastavování filamentů.
zh_tw: 根據印表機實際耗材狀態，生成左右噴嘴的耗材分組方案，幫助減少對實際耗材的手動調整操作

source: Manually assign filament to the left or right nozzle
cs: Ručně přiřaďte filament k levé nebo pravé trysce
zh_tw: 根據您的個人意願，切片前手動設定耗材的左右分組

source: Global settings
cs: Globální nastavení
zh_tw: 全域性設定

source: Video tutorial
cs: Videonávod
zh_tw: 影片指南

source: (Sync with printer)
cs: (Synchronizace s tiskárnou)
zh_tw: （請連線印表機）

source: Error: %s extruder has no available %s nozzle, current group result is invalid.
cs: Chyba: Extrudér %s nemá k dispozici trysku %s, výsledek aktuální skupiny je neplatný.
zh_tw: 錯誤: %s 擠出機沒有可用的 %s 噴嘴，當前分組結果無效。

source: We will slice according to this grouping method:
cs: Řezání bude provedeno podle této metody seskupení:
zh_tw: 我們將基於當前分配方案切片：

source: Tips: You can drag the filaments to reassign them to different nozzles.
cs: Tipy: Filamenty můžete přesouvat a přiřazovat je různým tryskám.
zh_tw: 提示：您可以拖動耗材以將其重新分配到不同的噴嘴。

source: Please adjust your grouping or click
cs: Upravte své seskupení nebo klikněte
zh_tw: 請調整您的分組或點選

source: to set nozzle count
cs: pro nastavení počtu trysek
zh_tw: 設定噴嘴數量

source: Left Extruder(%d)
cs: Levý extruder (%d)
zh_tw: 左擠出機(%d)

source: Right Extruder(Std: %d, HF: %d)
cs: Pravý extruder (Std: %d, HF: %d)
zh_tw: 右擠出機(標準: %d，高流量: %d)

source: Right Extruder(%d)
cs: Pravý extruder (%d)
zh_tw: 右擠出機(%d)

source: The filament grouping method for current plate is determined by the dropdown option at the slicing plate button.
cs: Metoda seskupování filamentů pro aktuální podložku je určena volbou v rozbalovací nabídce u tlačítka řezání podložky.
zh_tw: 當前盤的耗材分組方式由切片按鈕處的下拉選項決定。

source: Skip Objects
cs: Přeskočit objekty
zh_tw: 零件跳過

source: Zoom Out
cs: Oddálit
zh_tw: 縮小

source: Zoom In
cs: Přiblížit
zh_tw: 放大

source: Load skipping objects information failed. Please try again.
cs: Načtení informací o přeskočených objektech selhalo. Zkuste to prosím znovu.
zh_tw: 載入跳過零件資訊失敗。請重試。

source: /%d Selected
cs: /%d vybráno
zh_tw: /%d 已選擇

source: Nothing selected
zh_tw: 未選中任何內容

source: Over 64 objects in single plate
zh_tw: 單盤中有超過64個物體

source: The current print job cannot be skipped
zh_tw: 當前列印任務不可跳過

source: Skipping all objects.
cs: Přeskakují se všechny objekty.
zh_tw: 跳過所有零件。

source: The printing job will be stopped. Continue?
cs: Tisková úloha bude zastavena. Pokračovat?
zh_tw: 列印任務將停止。是否繼續？

source: Skipping %d objects.
cs: Přeskakuje se %d objektů.
zh_tw: 跳過%d個零件

source: This action cannot be undone. Continue?
cs: Tuto akci nelze vrátit zpět. Pokračovat?
zh_tw: 此操作無法撤銷，是否繼續？

source: Continue
cs: Pokračovat
zh_tw: 繼續

source: Multiple Color
cs: Více barev
zh_tw: 多色

source: Official Filament
cs: Oficiální filament
zh_tw: 官方材料

source: More Colors
cs: Více barev
zh_tw: 其他顏色

source: Please set nozzle count
cs: Nastavte prosím počet trysek.
zh_tw: 請設定噴嘴數量

source: Error: Can not set both nozzle count to zero.
cs: Chyba: Není možné nastavit počet trysek na nulu.
zh_tw: 錯誤：無法將兩個噴嘴數量都設定為零。

source: Error: Nozzle count can not exceed %d.
cs: Chyba: Počet trysek nesmí překročit %d.
zh_tw: 錯誤：噴嘴數量不可以超過%d。

source: Nozzle Selection
cs: Volba trysky
zh_tw: 噴嘴選擇

source: Available Nozzles
cs: Dostupné trysky
zh_tw: 可用噴嘴

source: Sync Nozzle status
cs: Synchronizovat stav trysky
zh_tw: 同步噴嘴狀態

source: Caution: Mixing nozzle diameters in one print is not supported. If the selected size is only on one extruder, single-extruder printing will be enforced.
cs: Pozor: Kombinace různých průměrů trysek v jednom tisku není podporována. Pokud je zvolená velikost pouze na jednom extruderu, bude vynucen tisk jedním extruderem.
zh_tw: 注意：不支援在列印中混用不同直徑的噴嘴。如果所選尺寸僅存在於一個擠出機上，將強制使用單擠出機列印。

source: Refresh %d/%d...
cs: Obnovit %d/%d...
zh_tw: 重新整理 %d/%d...

source: Unknown nozzle detected. Refresh to update info (unrefreshed nozzles will be excluded during slicing). Verify nozzle diameter & flow rate against displayed values.
cs: Zjištěna neznámá tryska. Proveďte aktualizaci informací (neaktualizované trysky budou při řezání vyloučeny). Ověřte průměr trysky a průtok vzhledem k zobrazeným hodnotám.
zh_tw: 檢測到未知噴嘴。請重新整理以更新資訊（未重新整理的噴嘴將在切片時被排除）。請核對噴嘴直徑和流量是否與顯示值一致。

source: Unknown nozzle detected. Refresh to update (unrefreshed nozzles will be skipped in slicing).
cs: Zjištěna neznámá tryska. Proveďte aktualizaci (neaktualizované trysky budou při řezání přeskočeny).
zh_tw: 檢測到未知噴嘴。請重新整理以更新資訊（未重新整理的噴嘴將在切片時被排除）。

source: Please confirm whether the required nozzle diameter and flow rate match the currently displayed values.
cs: Ověřte prosím, zda požadovaný průměr trysky a průtok odpovídají aktuálně zobrazeným hodnotám.
zh_tw: 請核對噴嘴直徑和流量是否與顯示值一致。

source: Your printer has different nozzles installed. Please select a nozzle for this print.
cs: Vaše tiskárna má nainstalované různé trysky. Vyberte prosím trysku pro tento tisk.
zh_tw: 您的印表機安裝了不同的噴嘴。請選擇一個噴嘴進行本次列印。

source: Purge Mode Settings
cs: Nastavení režimu čištění
zh_tw: 沖刷模式

source: Standard Mode
cs: Standardní režim
zh_tw: 標準模式

source: Performs full priming for the best print quality. Requires more material and time.
cs: Provádí plné natlakování pro nejlepší kvalitu tisku. Vyžaduje více materiálu a času.
zh_tw: 執行完整的沖刷流程以獲得最佳列印質量，需要更多材料和時間。

source: Prime Saving
cs: Úspora materiálu pro věž pro oddělení trysky
zh_tw: 省料模式

source: Reduces prime waste and prints faster. May cause slight color mixing or small surface defects.
cs: Snižuje počáteční odpad i dobu tisku. Může způsobit mírné míchání barev nebo drobné povrchové vady.
zh_tw: 減少衝刷量，加快列印速度，但可能出現輕微的顏色混合或表面瑕疵。

source: Learn more about prime mode
cs: Zjistit více o režimu prime
zh_tw: 瞭解更多衝刷模式資訊

source: AMS Dryness Control
cs: Řízení suchosti AMS
zh_tw: AMS烘乾

source: Filament Drying Settings
cs: Nastavení sušení filamentu
zh_tw: 耗材烘乾設定

source: Start
cs: Spustit
zh_tw: 開始

source: Unable to dry temporarily due to ...
cs: Dočasně nelze vysoušet kvůli ...
zh_tw: 暫時無法烘乾，由於 ...

source: Drying Error
cs: Chyba vysoušení
zh_tw: 烘乾錯誤

source: Please check the Assistant for troubleshooting
cs: Zkontrolujte prosím Asistenta pro řešení problémů.
zh_tw: 請檢視助手以進行故障排除

source: Please remove and store the filament (as shown).
cs: Odeberte a uložte filament (viz obrázek).
zh_tw: 請拔出並收起耗材（如圖）

source: The AMS can rotate the filament which is properly stored, providing better drying results.
cs: AMS může otáčet filament, který je správně uskladněn, a tím zajistit lepší výsledky sušení.
zh_tw: AMS會自動旋轉耗材收起的槽位，會有更好的烘乾效果。

source: Rotate spool when drying
cs: Otáčejte cívkou při sušení
zh_tw: 烘乾時旋轉料盤

# amsdrying
source: Back
zh_tw: 返回

source: Drying-Heating
cs: Vysoušení–ohřev
zh_tw: 烘乾-加熱中

source: Drying-Dehumidifying
cs: Vysoušení–odvlhčování
zh_tw: 烘乾-除溼中

source: maximum drying temperature is
cs: maximální teplota sušení je
zh_tw: 最大烘乾溫度是

source: minimum drying temperature is
cs: minimální teplota sušení je
zh_tw: 最低烘乾溫度是

source: This filament may not be completely dried.
zh_tw: 該耗材可能無法完全烘乾。

source: This AMS is currently printing. To ensure print quality, the drying temperature cannot exceed the recommended drying temperature.
zh_tw: 此AMS當前正在列印。為確保列印質量，烘乾溫度不得超過推薦的烘乾溫度。

source: The temperature shall not exceed the filament's heat distortion temperature
zh_tw: 溫度不得超過耗材的壓潰溫度

source: Minimum time value cannot be less than 1.
zh_tw: 時間最小值不能小於 1。

source: Maximum time value cannot be greater than 24.
zh_tw: 時間最大值不能大於 24。

source: Insufficient power
zh_tw: 功率不足

source: Too many AMS drying simultaneously. Please plug in the power or stop other drying processes before starting.
zh_tw: 同時烘乾的機器過多，您可以插上電源，或者停止其他烘乾後再開始。

source: AMS is busy
zh_tw: AMS正忙

source: AMS is calibrating | reading RFID | loading/unloading material, please wait.
zh_tw: AMS正在校準｜讀取RFID｜進退料，請稍等。

source: Filament in AMS outlet
zh_tw: 耗材在AMS出料口中

source: The high drying temperature may cause AMS blockage, please unload first.
cs: Vysoká teplota sušení může způsobit ucpání AMS, prosím nejprve ji vysuňte. Vysoká teplota sušení může způsobit zablokování AMS, nejprve prosím vyložte.
zh_tw: 烘乾的高溫可能造成AMS堵塞，請先退料。

source: Initiating AMS drying
zh_tw: 啟動AMS烘乾

source: Not supported in 2D mode
zh_tw: 不支援 2D 模式

source: Task in progress
zh_tw: 任務佔用

source: The AMS might be in use during Task.
zh_tw: 任務中可能會使用到該臺AMS。

source: Firmware update in progress, please wait...
zh_tw: 韌體更新正在進行中，請稍候……

source: Please plug in the power and then use the drying function.
zh_tw: 請插上電源後使用烘乾功能。

source: System is busy
zh_tw: 系統正忙

source: Initiating other drying processes, please wait a few seconds...
zh_tw: 正在開啟其他烘乾，請稍等幾秒……

source: For better drying results, remove the filament and allow it to rotate.
zh_tw: 拔出耗材並旋轉烘乾會有更好的效果。

source: The AMS will automatically rotate the stored filament slots to enhance the drying performance.
zh_tw: AMS會自動滾動已儲存的耗材槽以增強烘乾效果。

source: Alternatively, you can dry the filament without removing it.
zh_tw: 或者，您可以在不取出耗材的情況下進行乾燥。

source: Unknown filaments will be treated as PLA.
zh_tw: *未知的耗材會被當作PLA處理。

source: Please store the filament marked with an exclamation mark.
zh_tw: 請收起帶感嘆號的耗材。

source: Filament left in the feeder during drying may soften because the drying temperature exceeds the softening point of materials like PLA and TPU.
zh_tw: 材料插在進料口中烘乾可能會軟化，這是因為烘乾溫度超出了耗材的軟化溫度，常見於PLA、TPU等易軟化的材料。

source: Starting: Checking adapter connection
cs: Spouštění: Kontrola připojení adaptéru
zh_tw: 正在啟動：檢查介面卡連線

source: Starting: Checking filament status
cs: Spouštím: Kontrola stavu filamentů
zh_tw: 正在啟動：檢查耗材狀態

source: Starting: Checking drying presets
cs: Spouštím: Kontrola sušicích přednastavení
zh_tw: 正在啟動：檢查烘乾引數

source: Starting: Checking filament location
cs: Spouštím: Kontrola umístění filamentů
zh_tw: 正在啟動：檢查耗材位置

source: Starting: Checking air intake
cs: Spouštění: Kontrola přívodu vzduchu
zh_tw: 正在啟動：檢查進氣口

source: Starting: Checking air vent
cs: Spouštím: Kontrola větracího otvoru
zh_tw: 正在啟動：檢查出氣口

source: Terms of Bambu Lab User Experience Improvement Program
zh_tw: 拓竹使用者體驗改進計劃

source: Recent Helio Runs
zh_tw: 最近的 Helio 執行記錄

source: Showing recent completed optimizations and simulations
zh_tw: 顯示最近已完成的最佳化與模擬

source: Loading recent runs...
zh_tw: 正在載入最近的執行記錄……

source: No Recent Runs Found
zh_tw: 未找到最近的執行記錄

source: No completed simulations or optimizations found
zh_tw: 未找到已完成的模擬或最佳化

source: OPTIMIZATIONS (%d)
zh_tw: 最佳化（%d）

source: SIMULATIONS (%d)
zh_tw: 模擬（%d）

source: %d layers
zh_tw: %d 層

source: Quality: %s | Consistency: %s
zh_tw: 質量：%s | 一致性：%s

source: Download GCode
zh_tw: 下載 GCode

source: View Results
zh_tw: 檢視結果

source: GCode URL is not available
zh_tw: GCode URL 不可用

source: Download Error
zh_tw: 下載錯誤

source: Save GCode File
zh_tw: 儲存 GCode 檔案

source: GCode file downloaded successfully! Saved to: %s
zh_tw: GCode 檔案下載成功！ 已儲存到：%s

source: Download Complete
zh_tw: 下載完成

source: Failed to open file for writing: %s
zh_tw: 無法開啟檔案進行寫入： %s

source: Error saving file: %s
zh_tw: 儲存檔案出錯：%s

source: Failed to download GCode file. Error: %s
zh_tw: 下載 GCode 檔案失敗。 錯誤：%s

source: Optimization Details
zh_tw: 最佳化詳情

source: Simulation Details
zh_tw: 模擬詳情

source: %d seconds ago
zh_tw: %d 秒前

source: %d minutes ago
zh_tw: %d 分鐘前

source: %d hours ago
zh_tw: %d 小時前

source: %d days ago
zh_tw: %d 天前

source: Print Outcome: WILL_PRINT
zh_tw: 列印結果：WILL_PRINT

source: Print Outcome: MAY_PRINT
zh_tw: 列印結果：MAY_PRINT

source: Print Outcome: LIKELY_FAIL
zh_tw: 列印結果：LIKELY_FAIL

source: Print Outcome:
zh_tw: 列印結果：

source: How to use keyboard shortcuts Did you know that Bambu Studio offers a wide range of keyboard shortcuts and 3D scene operations.
cs: Jak používat klávesové zkratky Věděli jste, že Bambu Studio nabízí širokou škálu klávesových zkratek a operací ve 3D scéně?
zh_tw: 快捷鍵操作 您知道嗎？Bambu Studio提供了豐富的快捷鍵操作和3D場景操作。

source: Cut Tool Did you know that you can cut a model at any angle and position with the cutting tool?
cs: Nástroj pro řezání Věděli jste, že můžete řezat model v libovolném úhlu a pozici pomocí řezacího nástroje?
zh_tw: 切割工具 您知道嗎？您可以使用切割工具以任何角度和位置切割模型。
