Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: click here to see more info
cs: klikněte zde pro zobrazení více informací

source: Please home all axes (click
cs: Umístěte prosím všechny osy (klikněte

source: ) to locate the toolhead's position. This prevents device moving beyond the printable boundary and causing equipment wear.
cs: ) k nalezení pozice hlavičky nářadí. To zabraňuje tomu, aby se zařízení pohybovalo za vytištěnou hranicí a způsobovalo opotřebení zařízení.

source: Go Home
cs: Návrat domů

source: An error occurred. Maybe memory of system is not enough or it's a bug of the program
cs: Došlo k chybě. Možná není dostatečná paměť systému, nebo se jedná o chybu programu

source: Please save project and restart the program.
cs: Uložte projekt a restartujte program.

source: Processing G-Code from Previous file...
cs: Zpracovávání GCode z předchozího souboru...

source: Slicing complete
cs: Nakládání dokončeno

source: Access violation
cs: Porušení přístupu

source: Illegal instruction
cs: Nezákonný pokyn

source: Divide by zero
cs: Rozdělit nulou

source: Overflow
cs: Přechodný

source: Underflow
cs: Podtok

source: Floating reserved operand
cs: Plovoucí rezervovaný operátor

source: Stack overflow
cs: Přechod zásobníku

source: Running post-processing scripts
cs: Spuštění postprocesorových skriptů

source: Successfully executed post-processing script
cs: post-processing skript byl úspěšně spuštěn

source: Unknown error when export G-code.
cs: Neznámá chyba při exportu G kódu.

source: Failed to save gcode file. Error message: %1%. Source file %2%.
cs: Nepodařilo se uložit gcode soubor. Chybová zpráva: %1%. Zdrojový soubor %2%.

source: Copying of the temporary G-code to the output G-code failed
cs: Kopírování dočasného kódu G do výstupu G kódu se nezdařilo

source: Scheduling upload to `%1%`. See Window -> Print Host Upload Queue
cs: Plánování nahrávání na `%1%`. Viz okno -> Tisk hostitelské fronty

source: Origin
cs: Původ

source: Size in X and Y of the rectangular plate.
cs: Velikost obdélníkové desky v X a Y

source: Distance of the 0,0 G-code coordinate from the front left corner of the rectangle.
cs: Vzdálenost souřadnice kódu 0,0 G od levého předního rohu obdélníku.

source: Diameter of the print bed. It is assumed that origin (0,0) is located in the center.
cs: Průměr tiskové postýlky. Předpokládá se, že původ (0,0) se nachází v centru.

source: Rectangular
cs: Čtyřhranný

source: Circular
cs: Kruhový

source: Settings
cs: Nastavení

source: Texture
cs: Textilie

source: Remove
cs: Odebrat

source: Not found:
cs: Nenalezeno:

source: Model
cs: Vzor

source: Choose an STL file to import bed shape from:
cs: Vyberte soubor STL pro import tvaru postele z:

source: Invalid file format.
cs: Neplatný formát souboru.

source: Error! Invalid model
cs: Chyba! Neplatný model

source: The selected file contains no geometry.
cs: Vybraný soubor neobsahuje geometrii.

source: The selected file contains several disjoint areas. This is not supported.
cs: Vybraný soubor obsahuje několik diskloubů. Toto není podporováno.

source: Choose a file to import bed texture from (PNG/SVG):
cs: Vyberte soubor pro import textury postele z (PNG/SVG):

source: The file exceeds %d MB, please import again.
cs: Soubor překračuje %d MB, prosím importujte znovu.

source: Exception in obtaining file size, please import again.
cs: Výjimka pro získání velikosti souboru, prosím importujte znovu.

source: Choose an STL file to import bed model from:
cs: Vyberte soubor STL pro import modelu postele z:

source: Bed Shape
cs: Tvar postele

source: The recommended minimum temperature is less than 190 degree or the recommended maximum temperature is greater than 300 degree.
cs: Doporučená minimální teplota je nižší než 190 stupňů nebo doporučená maximální teplota je vyšší než 300 stupňů.

source: The recommended minimum temperature cannot be higher than the recommended maximum temperature.
cs: Doporučená minimální teplota nemůže být vyšší než doporučená maximální teplota.

source: Please check.
cs: Prosím zkontrolujte.

source: Nozzle may be blocked when the temperature is out of recommended range. Please confirm whether to use the temperature for printing.
cs: Trysky mohou být zablokovány, pokud je teplota mimo doporučený rozsah. Prosím potvrďte, zda chcete použít teplotu pro tisk.

source: Recommended nozzle temperature of this filament type is [%d, %d] degree centigrade
cs: Doporučená teplota trysky tohoto typu vlákna je [%d, %d] centigrade

source: Too small max volumetric speed. Reset to 0.5
cs: Příliš malá maximální hlasitost rychlosti. Obnovit na 0.5

source: Should not large than 100%. Reset to defualt
cs: Nemělo by být větší než 100%. Obnovte odfukování

source: Current chamber temperature is higher than the material's safe temperature,it may result in material softening and clogging.The maximum safe temperature for the material is %d
cs: Proudová teplota v komoře je vyšší než bezpečná teplota materiálu,může mít za následek změkčení materiálu a jeho ucpávání.Maximální bezpečná teplota materiálu je %d

source: Too small layer height. Reset to 0.2
cs: Příliš malá výška vrstvy. Obnovit na 0.2

source: Too large layer height. Reset to 0.2
cs: Příliš velká výška vrstvy. Obnovit na 0.2

source: Should not large than layer height. Reset to 10%
cs: Nemělo by být velké než výška vrstvy. Obnovit na 10%

source: Too small ironing spacing. Reset to 0.1
cs: Příliš malý odstup od žehlení. Obnovit na 0.1

source: Zero initial layer height is invalid. The first layer height will be reset to 0.2.
cs: Nulová počáteční výška vrstvy je neplatná. Výška první vrstvy bude resetována na 0.2.

source: This setting is only used for model size tuning with small value in some cases. For example, when the model size has slight errors and is difficult be assembled. For large size tuning, please use model scaling function. The value will be reset to 0.
cs: Toto nastavení se v některých případech používá pouze pro ladění velikosti modelu s malou hodnotou. Například, když má velikost modelu malé chyby a je obtížné ji sestavit. Pro ladění větší velikosti použijte funkci škálování modelu. Hodnota bude obnovena na 0.

source: Too large elephant foot compensation is unreasonable. If really have serious elephant foot effect, please check other settings. For example, whether bed temperature is too high. The value will be reset to 0.
cs: Příliš velký sloní náhrada chodidla je nepřiměřená. Pokud má opravdu vážný efekt chodidla, prosím zkontrolujte ostatní nastavení. Například zda je teplota postele příliš vysoká. Hodnota bude resetována na 0.

source: Prime tower does not work when Adaptive Layer Height or Independent Support Layer Height is on. Which do you want to keep? YES - Keep Prime Tower NO - Keep Adaptive Layer Height and Independent Support Layer Height
cs: Primární věž nefunguje, když je zapnutá adaptivní výška vrstvy nebo nezávislá výška podpory. Který chceš zachovat? ANO - zachovat hlavní věž NE - zachovat adaptivní výšku vrstvy a nezávislou výšku podpory

source: Prime tower does not work when Adaptive Layer Height is on. Which do you want to keep? YES - Keep Prime Tower NO - Keep Adaptive Layer Height
cs: Primární věž nefunguje, když je zapnutá adaptivní výška vrstvy. Který chceš zachovat? ANO - udržet hlavní věž NE - zachovat adaptivní výšku

source: Prime tower does not work when Independent Support Layer Height is on. Which do you want to keep? YES - Keep Prime Tower NO - Keep Independent Support Layer Height
cs: Primární věž nefunguje, když je zapnuta nezávislá výška vrstvy podpory. Který chceš zachovat? ANO - udržet hlavní věž NE - zachovat nezávislou výšku podpory

source: %1% infill pattern doesn't support 100%% density.
cs: %1% infiltrovaný vzor nepodporuje hustotu 100%%

source: Switch to rectilinear pattern? Yes - switch to rectilinear pattern automatically No - reset density to default non 100% value automatically
cs: Přepnout na obdélníkový vzorec? Ano - automaticky přepnout na obdélníkový vzor Ne - automaticky resetovat hustotu na výchozí jinou než 100% hodnotu

source: While printing by Object, the extruder may collide skirt. Thus, reset the skirt layer to 1 to avoid that.
cs: Při tisku objektem se extrudér může střetnout s sukníkem. Takto resetujte vrstvu sukně na 1, abyste tomu zabránili.

source: lock depth should smaller than skin depth. Reset to 50%% of skin depth
cs: hloubka zámku by měla být menší než hloubka kůže. Obnovit na 50%% hloubku kůže

source: Spiral mode only works when wall loops is 1, support is disabled, clumping detection by probing is disabled, top shell layers is 0, sparse infill density is 0, timelapse type is traditional and smoothing wall speed in z direction is false.
cs: Spirální režim funguje pouze v případě, že je 1 smyčka zdi, podpora je zakázána, detekce clumping probingem je zakázána, horní shell vrstvy je 0, sparse infill density is 0, timelapse type is traditional and smoothing wall speed in z direction is false.

source: But machines with I3 structure will not generate timelapse videos.
cs: Ale stroje s I3 strukturou nevytvářejí videa s timelapse.

source: Change these settings automatically? Yes - Change these settings and enable spiral mode automatically No - Give up using spiral mode this time
cs: Automaticky změnit tato nastavení? Ano - Změňte tato nastavení a automaticky zapněte spirálový režim Ne - tentokrát dávejte nahoru pomocí spirálového režimu

source: Printing
cs: Tiskařské služby

source: Auto bed leveling
cs: Automatické nastavení postele

source: Heatbed preheating
cs: Vyhřívané předehřívání

source: Vibration compensation
cs: Kompenzace vibrací

source: Changing filament
cs: Změna vlákna

source: M400 pause
cs: Pozastavit M400

source: Paused (filament ran out)
cs: Pozastaveno (vyběhlo vlákno)

source: Heating nozzle
cs: Tepelná tryska

source: Calibrating dynamic flow
cs: Kalibrace dynamického průtoku

source: Scanning bed surface
cs: Skenování povrchu postele

source: Inspecting first layer
cs: Průzkum první vrstvy

source: Identifying build plate type
cs: Identifikace typu stavěné desky

source: Calibrating Micro Lidar
cs: Kalibrace Micro Lidar

source: Homing toolhead
cs: Hlavní nářadí

source: Cleaning nozzle tip
cs: Cistící hubice

source: Checking extruder temperature
cs: Kontrola teploty vytlačovacího zařízení

source: Paused by the user
cs: Uživatel pozastaven

source: Pause (front cover fall off)
cs: Pozastavit (padne přední kryt)

source: Calibrating the micro lidar
cs: Kalibrace mikrolidaru

source: Calibrating flow ratio
cs: Kalibrační průtok

source: Pause (nozzle temperature malfunction)
cs: Pozastavit (chybná funkce teploty trysky)

source: Pause (heatbed temperature malfunction)
cs: Pozastavit (chybná funkce zahřáté teploty)

source: Pause (step loss)
cs: Pozastavit (ztráta kroku)

source: Filament loading
cs: Načítání vláken

source: Motor noise cancellation
cs: Zrušení hluku motoru

source: Pause (AMS offline)
cs: Pozastavit (AMS offline)

source: Pause (low speed of the heatbreak fan)
cs: Pozastavit (nízká rychlost topení)

source: Pause (chamber temperature control problem)
cs: Pozastavit (problém s řízením teploty v komoře)

source: Cooling chamber
cs: Chladicí komora

source: Pause (Gcode inserted by user)
cs: Pozastavit (kód vložený uživatelem)

source: Motor noise showoff
cs: Hluk motoru

source: Pause (nozzle clumping)
cs: Pozastavit (tříštění trysky)

source: Pause (cutter error)
cs: Pozastavit (chyba škrtice)

source: Pause (first layer error)
cs: Pozastavit (chyba prvního hráče)

source: Pause (nozzle clog)
cs: Pozastavit (tryska clog)

source: Measuring motion percision
cs: Měření pohybu

source: Enhancing motion percision
cs: Posílení pronikání pohybu

source: Measure motion accuracy
cs: Měřit přesnost pohybu

source: Nozzle offset calibration
cs: Kalibrace odstupu trysky

source: high temperature auto bed levelling
cs: vysoké teploty automatického vyrovnání postele

source: Auto Check: Quick Release Lever
cs: Automatická kontrola: Rychlé vydání

source: Auto Check: Door and Upper Cover
cs: Automatická kontrola: Dveře a horní kryt

source: Laser Calibration
cs: Kalibrace laseru

source: Auto Check: Platform
cs: Automatická kontrola: Platforma

source: Confirming BirdsEye Camera location
cs: Potvrzující umístění BirdsEye kamery

source: Calibrating BirdsEye Camera
cs: Kalibrace BirdsEye kamery

source: Auto bed leveling -phase 1
cs: Fáze automatického nastavování postel 1

source: Auto bed leveling -phase 2
cs: Fáze automatického nastavování postel 2

source: Heating chamber
cs: Topná komora

source: Cooling heatbed
cs: Chladící topný stav

source: Printing calibration lines
cs: Tiskařské kalibrační čáry

source: Auto Check: Material
cs: Automatická kontrola: Materiál

source: Live View Camera Calibration
cs: Kalibrace kamery live View

source: Waiting for heatbed to reach target temperature
cs: Čekání na topení na dosažení cílové teploty

source: Auto Check: Material Position
cs: Automatická kontrola: Pozice materiálu

source: Cutting Module Offset Calibration
cs: Kalibrace odsazení odsazení modulu

source: Measuring Surface
cs: Měřící povrch

source: Thermal Preconditioning for first layer optimization
cs: Tepelná stabilizace pro optimalizaci první vrstvy

source: Unknown
cs: Neznámý

source: Update successful.
cs: Aktualizace proběhla úspěšně.

source: Downloading failed.
cs: Stahování se nezdařilo.

source: Verification failed.
cs: Ověření se nezdařilo.

source: Update failed.
cs: Aktualizace se nezdařila.

source: Timelapse is not supported on this printer.
cs: Timelapse není v této tiskárně podporována.

source: Timelapse is not supported while the storage does not exist.
cs: Timelapse není podporována, pokud úložiště neexistuje.

source: Timelapse is not supported while the storage is unavailable.
cs: Timelapse není podporována, pokud je úložiště nedostupné.

source: Timelapse is not supported while the storage is readonly.
cs: Timelapse není podporována, pokud je úložiště pouze pro čtení.

source: To ensure your safety, certain processing tasks (such as laser) can only be resumed on printer.
cs: Pro zajištění vaší bezpečnosti mohou být některé úkoly zpracování (např. laserové) obnoveny pouze v tiskárně.

source: The chamber temperature is too high, which may cause the filament to soften. Please wait until the chamber temperature drops below %d℃. You may open the front door or enable fans to cool down.
cs: Teplota v komoře je příliš vysoká, což může způsobit změkčení vlákna. Počkejte prosím, než teplota v komoře klesne pod %d°C. Můžete otevřít přední dveře nebo povolit ventilátorům chladit.

source: AMS temperature is too high, which may cause the filament to soften. Please wait until the AMS temperature drops below %d℃.
cs: AMS teplota je příliš vysoká, což může způsobit změkčení vlákna. Počkejte prosím, než teplota AMS klesne pod %d °C.

source: The current chamber temperature or the target chamber temperature exceeds 45℃.In order to avoid extruder clogging,low temperature filament(PLA/PETG/TPU) is not allowed to be loaded.
cs: Teplota v proudové komoře nebo teplota v cílové komoře je vyšší než 45 °.Aby se zabránilo vytlačování, nesmí se zatěžovat nízkoteplotní vlákno (PLA/PETG/TPU).

source: Low temperature filament(PLA/PETG/TPU) is loaded in the extruder.In order to avoid extruder clogging,it is not allowed to set the chamber temperature.
cs: Nízkoteplotní vlákno (PLA/PETG/TPU) se zatěžuje do extrudér.Aby se zabránilo vytlačování, není dovoleno nastavit teplotu v komoře.

source: When you set the chamber temperature below 40℃, the chamber temperature control will not be activated. And the target chamber temperature will automatically be set to 0℃.
cs: Když nastavíte teplotu v komoře pod 40 °C, řízení teploty v komoře se neaktivuje. A teplota v cílové komoře bude automaticky nastavena na 0°C.

source: Failed to start printing job
cs: Nepodařilo se spustit tisk úlohy

source: This calibration does not support the currently selected nozzle diameter
cs: Tato kalibrace nepodporuje aktuálně zvolený průměr trysky

source: Current flowrate cali param is invalid
cs: Aktuální průtok je neplatný

source: Selected diameter and machine diameter do not match
cs: Vybraný průměr a průměr stroje se neshodují

source: Failed to generate cali gcode
cs: Generování cali gcode se nezdařilo

source: Calibration error
cs: Chyba kalibrace

source: Resume Printing
cs: Pokračovat v tisku

source: Resume (defects acceptable)
cs: Pokračovat (přijatelné vady)

source: Resume (problem solved)
cs: Pokračovat (problém vyřešen)

source: Stop Printing
cs: Zastavit tisk

source: Check Assistant
cs: Zkontrolovat asistent

source: Filament Extruded, Continue
cs: Filament extrudován, pokračovat

source: Not Extruded Yet, Retry
cs: Zatím není vytlačeno, opakujte

source: Finished, Continue
cs: Dokončeno, pokračovat

source: Filament Loaded, Resume
cs: Vložené vlákno, pokračovat

source: View Liveview
cs: Zobrazit Livev⁣

source: No Reminder Next Time
cs: Příště žádné připomenutí

source: Ignore. Don't Remind Next Time
cs: Ignorovat. Příště nepřipomínejte

source: Ignore this and Resume
cs: Ignorovat a pokračovat

source: Problem Solved and Resume
cs: Problém vyřešen a pokračovat

source: Got it, Turn off the Fire Alarm.
cs: Rozumím, vypněte požární poplach.

source: Retry (problem solved)
cs: Opakovat (vyřešený problém)

source: Stop Drying
cs: Zastavit sušení

source: Unknown error.
cs: Neznámá chyba.

source: default
cs: výchozí

source: parameter name
cs: název parametru

source: N/A
cs: Nepřichází v úvahu

source: %s can't be percentage
cs: %s nemůže být procento

source: Value %s is out of range, continue?
cs: Hodnota %s je mimo rozsah, pokračovat?

source: Parameter validation
cs: Ověření parametru

source: Value %s is out of range. The valid range is from %d to %d.
cs: Hodnota %s je mimo rozsah. Platný rozsah je od %d do %d.

source: Value is out of range.
cs: Hodnota je mimo rozsah.

source: Is it %s%% or %s %s? YES for %s%%, NO for %s %s.
cs: Je to %s%% nebo %s %s? AES pro %s%%, NO pro %s %s.

source: Invalid format. Expected vector format: "%1%"
cs: Neplatný formát. Očekávaný formát vektoru: "%1%"

source: Layer Height
cs: Výška vrstvy

source: Line Width
cs: Šířka čáry

source: Fan Speed
cs: Rychlost ventilátoru

source: Thermal Index (min)
cs: Tepelný index (min)

source: Thermal Index (max)
cs: Index teploty (max)

source: Thermal Index (mean)
cs: Index teploty (průměr)

source: Flow
cs: Průtok

source: Tool
cs: Nástroj

source: Layer Time
cs: Čas vrstvy

source: Height:
cs: Výška:

source: Width:
cs: Šířka:

source: Speed:
cs: Rychlost:

source: Flow:
cs: Průtok:

source: Layer Time:
cs: Čas vrstvy:

source: Fan Speed:
cs: Rychlost ventilátoru:

source: Temperature:
cs: Teplota:

source: Thermal Index
cs: Index tepelného výkonu

source: Max:
cs: Maximálně:

source: Mean:
cs: Průměr:

source: Loading G-codes
cs: Načítání kódů G

source: Generating geometry vertex data
cs: Generování dat o geometrii

source: Generating geometry index data
cs: Generování dat indexu geometrie

source: Statistics of All Plates
cs: Statistika všech platforem

source: Display
cs: Zobrazení

source: Flushed
cs: Splachování

source: Tower
cs: Věž

source: Total
cs: Celkem

source: Total cost
cs: Náklady celkem

source: Time
cs: Čas

source: Time Estimation
cs: Odhad času

source: Automatically re-slice according to the optimal filament grouping, and the grouping results will be displayed after slicing.
cs: Automaticky přeřezávat podle optimální skupiny vláken a výsledky seskupování se zobrazí po krájení.

source: Why this grouping
cs: Proč toto seskupení

source: Left nozzle
cs: Levá tryska

source: Right nozzle
cs: Pravá tryska

source: Please place filaments on the printer based on grouping result.
cs: Prosím vložte vlákna do tiskárny na základě skupinového výsledku.

source: Tips:
cs: Tipy:

source: Current grouping of slice result is not optimal.
cs: Aktuální seskupování výsledků řezů není optimální.

source: Increase %1%g filament and %2% changes compared to optimal grouping.
cs: Zvyšte %1%g vlákna a %2% změny v porovnání s optimálním seskupením.

source: Increase %1%g filament and save %2% changes compared to optimal grouping.
cs: Zvyšte množství filamentu o %1% a ušetřete %2% změn ve srovnání s optimálním seskupením.

source: Save %1%g filament and increase %2% changes compared to optimal grouping.
cs: Ušetřete %1% vlákna a zvyšte %2% změny oproti optimální skupině.

source: Save %1%g filament and %2% changes compared to a printer with one nozzle.
cs: Uložit %1% vlákna a %2% změny oproti tiskárně s jednou tryskou.

source: Save %1%g filament and increase %2% changes compared to a printer with one nozzle.
cs: Ušetřete %1% vlákno a zvyšte %2% změny oproti tiskárně s jednou tryskou.

source: Increase %1%g filament and save %2% changes compared to a printer with one nozzle.
cs: Zvyšte množství filamentu o %1% a ušetřete o %2% výměn ve srovnání s tiskárnou s jednou tryskou.

source: Set to Optimal
cs: Nastavit na Optimální

source: Regroup filament
cs: Regroup vlákno

source: up to
cs: až do

source: above
cs: nad

source: from
cs: od

source: Slicing Result
cs: Výsledek klíčení

source: Helio Simulation
cs: Simulace Helia

source: Color Scheme
cs: Barevné schéma

source: Percent
cs: Procento

source: Layer Height (mm)
cs: Výška vrstvy (mm)

source: Line Width (mm)
cs: Šířka čáry (mm)

source: Speed (mm/s)
cs: Rychlost (mm/s)

source: Fan Speed (%)
cs: Rychlost ventilátoru (%)

source: Temperature (°C)
cs: Teplota (°C)

source: Volumetric flow rate (mm³/s)
cs: Objemový průtok (mm3/s)

source: Travel
cs: Cestování

source: Seams
cs: Sépie

source: Retract
cs: Opakovat

source: Unretract
cs: Zrušit načtení

source: Filament Changes
cs: Změny vláken

source: Wipe
cs: Vymazat

source: Options
cs: Možnosti

source: travel
cs: cestovat

source: Extruder
cs: Vytlačovací zařízení

source: Cost
cs: Náklady

source: Total time
cs: Celkový čas

source: Filament change times
cs: Doba změny vláken

source: Color change
cs: Změna barvy

source: Print
cs: Tisk

source: Printer
cs: Tiskárna

source: Print settings
cs: Nastavení tisku

source: Total Estimation
cs: Celkový odhad

source: Normal mode
cs: Běžný režim

source: Model Filament
cs: Vzor Filament

source: Prepare and timelapse time
cs: Příprava a čas

source: Prepare time
cs: Čas přípravy

source: Model printing time
cs: Doba tisku modelu

source: Switch to silent mode
cs: Přepnout do tichého režimu

source: Switch to normal mode
cs: Přepnout do normálního režimu

source: An object is placed in the left/right nozzle-only area or exceeds the printable height of the left nozzle. Please ensure the filaments used by this object are not arranged to other nozzles.
cs: Objekt se umístí do oblasti pouze vlevo/pravá tryska nebo je větší než vytištěná výška levé trysky. Ujistěte se, že vlákna používaná tímto objektem nejsou uspořádána do jiných trysk.

source: An object is laid over the boundary of plate or exceeds the height limit. Please solve the problem by moving it totally on or off the plate, and confirming that the height is within the build volume.
cs: Objekt je položen nad hranicí tabulky nebo přesahuje mez výšky. Vyřešte problém tím, že ho přesuňte úplně na nebo z desky a potvrďte, že výška je v rámci stavebního objemu.

source: Variable layer height
cs: Výška proměnné vrstvy

source: Adaptive
cs: Adaptivní

source: Quality / Speed
cs: Kvalita / Rychlost

source: Smooth
cs: Hladké

source: Keep min
cs: Ponechat min

source: Left mouse button:
cs: Levé tlačítko myši:

source: Add detail
cs: Přidat detail

source: Right mouse button:
cs: Pravé tlačítko myši:

source: Remove detail
cs: Odstranit detail

source: Shift + Left mouse button:
cs: Shift + levé tlačítko myši:

source: Reset to base
cs: Obnovit na základnu

source: Shift + Right mouse button:
cs: Shift + pravé tlačítko myši:

source: Smoothing
cs: Vyhlazování
