Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: The certificate is no longer valid and the printing functions are unavailable. If you need printing. Please visit the official website at https://bambulab.com/ to download and update.
cs: Certifikát již není platný a tiskové funkce nejsou dostupné. Pokud potřebujete tisk. Navštivte prosím oficiální webové stránky https://bambulab.com/ pro stažení a aktualizaci.
zh_tw: 該證書已失效，列印功能無法使用。如果您需要列印，請訪問官方網站https://bambulab.com/進行下載和更新

source: Internal error. Please try upgrading the firmware and Studio version. If the issue persists, contact customer support.
cs: Vnitřní chyba. Zkuste prosím aktualizovat firmware a verzi Studio. Pokud problém přetrvává, kontaktujte zákaznickou podporu.
zh_tw: 內部錯誤，請嘗試升級韌體和Bambu Studio版本。如果問題仍然存在，請聯絡售後

source: Your software is not signed, and some printing functions have been restricted. Please use the officially signed software version.
cs: Váš software není podepsán a některé tiskové funkce byly omezeny. Použijte prosím oficiálně podepsanou verzi softwaru.
zh_tw: 您的軟體未簽名，部分列印功能受限使用。請使用官方簽名的軟體版本。

source: Privacy Policy Update
cs: Aktualizace zásad ochrany osobních údajů
zh_tw: 隱私協議更新

source: The number of user presets cached in the cloud has exceeded the upper limit, newly created user presets can only be used locally.
cs: Počet uživatelských přednastavení uložených v cloudu překročil horní limit, nově vytvořená uživatelská přednastavení lze používat pouze lokálně.
zh_tw: 雲端快取的使用者預設數量已超過上限，新建立的使用者預設只能在本地使用。

source: Sync user presets
cs: Synchronizovat uživatelská přednastavení
zh_tw: 同步使用者預設

source: Loading user preset
cs: Načítání uživatelského přednastavení
zh_tw: 正在載入使用者預設

source: Switching application language
cs: Přepínání jazyka aplikace
zh_tw: 切換應用程式語言

source: Select the language
cs: Vyberte jazyk
zh_tw: 選擇語言

source: Language
cs: Jazyk
zh_tw: 語言

source: The uploads are still ongoing
cs: Nahrávání stále probíhá.
zh_tw: 上傳任務依然在繼續

source: Stop them and continue anyway?
cs: Zastavit je a přesto pokračovat?
zh_tw: 停止它們並且繼續？

source: Ongoing uploads
cs: Probíhající nahrávání
zh_tw: 正在進行的上傳

source: Select a G-code file:
cs: Vyberte soubor G-kódu:
zh_tw: 選擇一個G-code檔案：

source: Import File
cs: Importovat soubor
zh_tw: 匯入檔案

source: Choose files
cs: Vyberte soubory
zh_tw: 選擇檔案

source: New Folder
cs: Nová složka
zh_tw: 新建資料夾

source: Open
cs: Otevřít
zh_tw: 開啟

source: Rename
cs: Přejmenovat
zh_tw: 重新命名

source: Bambu Studio GUI initialization failed
cs: Inicializace grafického rozhraní Bambu Studio selhala.
zh_tw: Bambu Studio圖形介面初始化失敗

source: Fatal error, exception caught: %1%
cs: Fatální chyba, zachycena výjimka: %1%
zh_tw: 致命錯誤，捕獲到異常：%1%

source: Quality
cs: Kvalita
zh_tw: 質量

source: Shell
cs: Plášť
zh_tw: 外殼

source: Infill
cs: Výplň
zh_tw: 填充

source: Support
cs: Podpora
zh_tw: 支撐

source: Flush options
cs: Možnosti proplachu
zh_tw: 換料沖刷選項

source: Speed
cs: Rychlost
zh_tw: 速度

source: Strength
cs: Pevnost
zh_tw: 強度

source: Ironing
cs: Žehlení
zh_tw: 熨燙

source: Fuzzy Skin
zh_tw: 絨毛表面

source: Extruders
cs: Extrudery
zh_tw: 擠出機

source: Extrusion Width
cs: Šířka extruze
zh_tw: 擠出寬度

source: Wipe options
cs: Možnosti stírání
zh_tw: 擦除選項

source: Bed adhension
cs: Přilnavost k podložce
zh_tw: 熱床粘接

source: Add part
cs: Přidat díl
zh_tw: 新增部件

source: Add negative part
cs: Přidat negativní díl
zh_tw: 新增負零件

source: Add modifier
cs: Přidat modifikátor
zh_tw: 新增修改器

source: Add support blocker
cs: Přidat blokátor podpory
zh_tw: 新增支撐遮蔽

source: Add support enforcer
cs: Přidat vynucovač podpory
zh_tw: 新增支撐生成器

source: Add text
cs: Přidat text
zh_tw: 新增文字

source: Add negative text
cs: Přidat negativní text
zh_tw: 新增負零件文字

source: Add text modifier
cs: Přidat modifikátor textu
zh_tw: 新增文字修改器

source: Add SVG part
cs: Přidat SVG část
zh_tw: 新增svg零件

source: Add negative SVG
cs: Přidat negativní SVG
zh_tw: 新增負零件SVG

source: Add SVG modifier
cs: Přidat SVG modifikátor
zh_tw: 新增SVG修改器

source: Select settings
cs: Vyberte nastavení
zh_tw: 選擇設定

source: Hide
cs: Skrýt
zh_tw: 隱藏

source: Show
cs: Zobrazit
zh_tw: 顯示

source: Delete the selected object
cs: Smazat vybraný objekt
zh_tw: 刪除所選物件

source: Delete all cutter
cs: Smazat všechny řezače
zh_tw: 刪除所有聯結器

source: Del
cs: Smazat
zh_tw: 刪除

source: Edit Text
cs: Upravit text
zh_tw: 編輯文字

source: Edit SVG
cs: Upravit SVG
zh_tw: 編輯SVG

source: Change SVG source file, projection, size, ...
cs: Změnit zdrojový SVG soubor, projekci, velikost, ...
zh_tw: 改變svg的來原始檔，投影，大小...

source: Load...
cs: Načítání...
zh_tw: 載入...

source: Cube
cs: Kostka
zh_tw: 立方體

source: Cylinder
cs: Válec
zh_tw: 圓柱體

source: Cone
cs: Kužel
zh_tw: 錐體

source: Double Tear Romboid Cylinder
cs: Dvojitý trhací romboidní válec
zh_tw: 雙淚滴狀柱體

source: Disc
cs: Disk
zh_tw: 小圓片

source: Torus
zh_tw: 圓環

source: Rounded Rectangle
cs: Zaoblený obdélník
zh_tw: 圓角矩形

source: Bambu Cube
zh_tw: Bambu方塊

source: Bambu Cube V2
zh_tw: Bambu方塊 V2

source: 3DBenchy
zh_tw: 小船

source: ksr FDMTest
zh_tw: 歐特克FDM測試

source: Height range Modifier
cs: Modifikátor rozsahu výšky
zh_tw: 高度範圍修改器

source: Add settings
cs: Přidat nastavení
zh_tw: 新增設定

source: Change type
cs: Změnit typ
zh_tw: 更改型別

source: Set as an individual object
cs: Nastavit jako samostatný objekt
zh_tw: 設定為獨立物件

source: Set as individual objects
cs: Nastavit jako samostatné objekty
zh_tw: 設定為獨立物件

source: Printable
cs: Lze vytisknout
zh_tw: 可列印的

source: Fix model
cs: Opravit model
zh_tw: 修復模型

source: Export as one STL
cs: Exportovat jako jeden STL
zh_tw: 匯出為一個STL

source: Export as STLs
cs: Exportovat jako STL
zh_tw: 匯出為多個STL

source: Reload from disk
cs: Načíst z disku
zh_tw: 從磁碟重新載入

source: Reload the selected parts from disk
cs: Načíst vybrané části z disku
zh_tw: 從磁碟重新載入選中的零件

source: Replace with STL
cs: Nahradit STL
zh_tw: 替換為STL

source: Replace the selected part with new STL
cs: Nahraďte vybranou část novým STL
zh_tw: 用新的STL替換選中的零件

source: Change filament
cs: Vyměnit filament
zh_tw: 更換耗材絲

source: Set filament for selected items
cs: Nastavit filament pro vybrané položky
zh_tw: 設定所選項的耗材絲

source: Default
cs: Výchozí
zh_tw: 預設

source: Filament %d
zh_tw: 耗材絲%d

source: current
cs: aktuální
zh_tw: 當前

source: Scale to print volume
cs: Změnit měřítko na objem tisku
zh_tw: 縮放到列印體積

source: Scale the selected object to fit the print volume
cs: Změnit měřítko vybraného objektu tak, aby odpovídal objemu tisku
zh_tw: 縮放所選物件以適應列印體積

source: Flush Options
cs: Možnosti proplachu
zh_tw: 換料沖刷選項

source: Flush into objects' infill
cs: Propláchnout do výplně objektů
zh_tw: 沖刷到物件的填充

source: Flush into this object
cs: Propláchnout do tohoto objektu
zh_tw: 沖刷到這個物件

source: Flush into objects' support
cs: Propláchnout do podpory objektů
zh_tw: 沖刷到物件的支撐

source: Edit in Parameter Table
cs: Upravit v tabulce parametrů
zh_tw: 在參數列格中編輯

source: Convert from inch
cs: Převést z palců
zh_tw: 從英寸轉換

source: Restore to inch
cs: Obnovit na palce
zh_tw: 恢復到英寸

source: Convert from meter
cs: Převést z metrů
zh_tw: 從米轉換

source: Restore to meter
cs: Obnovit na metry
zh_tw: 恢復到米

source: Merge
cs: Sloučit
zh_tw: 組合

source: Assemble the selected objects to an object with multiple parts
cs: Sestavte vybrané objekty do objektu s více částmi.
zh_tw: 組合所選物件為一個多零件物件

source: Assemble the selected objects to an object with single part
cs: Sestavte vybrané objekty do objektu s jednou částí.
zh_tw: 組合所選物件為一個單零件物件

source: Mesh boolean
cs: Booleova operace sítě
zh_tw: 網格布林操作

source: Mesh boolean operations including union and subtraction
cs: Booleovy operace sítě včetně sjednocení a odečtení
zh_tw: 包括並集和差集的網格布林運算

source: Merge into Single Part
cs: Sloučit do jedné části
zh_tw: 合併為單個零件

source: Merge the selected parts into one part
cs: Sloučit vybrané části do jedné části
zh_tw: 將選中的零件合併成一個零件

source: Along X axis
cs: Podél osy X
zh_tw: 沿 X 軸

source: Mirror along the X axis
cs: Zrcadlit podle osy X
zh_tw: 沿X軸映象

source: Along Y axis
cs: Podél osy Y
zh_tw: 沿 Y 軸

source: Mirror along the Y axis
cs: Zrcadlit podle osy Y
zh_tw: 沿Y軸映象

source: Along Z axis
cs: Podél osy Z
zh_tw: 沿 Z 軸

source: Mirror along the Z axis
cs: Zrcadlit podle osy Z
zh_tw: 沿Z軸映象

source: Mirror object
cs: Zrcadlit objekt
zh_tw: 映象物件

source: Invalidate cut info
cs: Zneplatnit informace o řezu
zh_tw: 解除切割關係

source: Add Primitive
cs: Přidat primitivní objekt
zh_tw: 新增標準模型

source: Show Labels
cs: Zobrazit štítky
zh_tw: 顯示標籤

source: To objects
cs: Na objekty
zh_tw: 拆分到物件

source: Split the selected object into multiple objects
cs: Rozdělit vybraný objekt na více objektů
zh_tw: 拆分所選物件為多個物件

source: To parts
cs: Na části
zh_tw: 到零件

source: Split the selected object into multiple parts
cs: Rozdělit vybraný objekt na více částí
zh_tw: 拆分所選物件為多個零件

source: Split
cs: Rozdělit
zh_tw: 拆分

source: Split the selected object
cs: Rozdělit vybraný objekt
zh_tw: 拆分所選物件

source: Auto orientation
cs: Automatická orientace
zh_tw: 自動朝向

source: Auto orient the object to improve print quality.
cs: Automaticky orientujte objekt pro zlepšení kvality tisku.
zh_tw: 自動調整物件朝向以提高列印質量。

source: Edit
cs: Upravit
zh_tw: 編輯

source: Delete this filament
cs: Smazat tento filament
zh_tw: 刪除此耗材絲

source: Merge with
cs: Sloučit s
zh_tw: 合併到

source: Select All
cs: Vybrat vše
zh_tw: 全選

source: select all objects on current plate
cs: vybrat všechny objekty na aktuální podložce
zh_tw: 全選當前盤物件

source: Delete All
cs: Odstranit vše
zh_tw: 刪除所有

source: delete all objects on current plate
cs: Smazat všechny objekty na aktuální podložce
zh_tw: 刪除當前盤所有物件

source: Arrange
cs: Uspořádat
zh_tw: 自動擺放

source: arrange current plate
cs: Uspořádat aktuální podložku
zh_tw: 在當前盤執行自動擺放

source: Auto Rotate
cs: Automatické otočení
zh_tw: 自動朝向

source: auto rotate current plate
cs: Automaticky otočit aktuální podložku
zh_tw: 在當前盤執行自動朝向

source: Expand all
cs: Rozbalit vše
zh_tw: 展開所有

source: Expand all objects on this plate
cs: Rozbalit všechny objekty na této podložce
zh_tw: 展開此盤上的所有物件

source: Collapse all
cs: Sbalit vše
zh_tw: 摺疊所有

source: Collapse all objects on this plate
cs: Sbalit všechny objekty na této podložce
zh_tw: 摺疊此盤上的所有物件

source: Delete Plate
cs: Smazat podložku
zh_tw: 刪除盤

source: Remove the selected plate
cs: Odstranit vybranou podložku
zh_tw: 刪除所選盤

source: Move Plate
cs: Přesunout podložku
zh_tw: 移動盤

source: Clone
cs: Klonovat
zh_tw: 克隆

source: Simplify Model
cs: Zjednodušit model
zh_tw: 簡化模型

source: Subdivision mesh
cs: Dělená síť
zh_tw: 細分網格

source: (Lost color)
cs: (Ztracená barva)
zh_tw: (丟失顏色)

source: Center
cs: Střed
zh_tw: 居中

source: Align/Distribute
cs: Zarovnat/Distribuovat
zh_tw: 對齊/分佈

source: Align and distribute objects
cs: Zarovnat a rozmístit objekty
zh_tw: 對齊/分佈物件或零件

source: Sub merge
cs: Částečné sloučení
zh_tw: 子合併

source: Edit Process Settings
cs: Upravit nastavení procesu
zh_tw: 編輯工藝引數

source: Copy Process Settings
cs: Kopírovat nastavení procesu
zh_tw: 複製工藝設定

source: Paste Process Settings
cs: Vložit nastavení procesu
zh_tw: 貼上工藝設定

source: Edit print parameters for a single object
cs: Upravit parametry tisku pro jeden objekt
zh_tw: 編輯單個物件的列印引數

source: Change Filament
cs: Vyměnit filament
zh_tw: 更換耗材絲

source: Set Filament for selected items
cs: Nastavit filament pro vybrané položky
zh_tw: 設定所選項的耗材絲

source: Unlock
cs: Odemknout
zh_tw: 解鎖

source: Lock
cs: Zámek
zh_tw: 鎖定

source: Fill bed with copies
cs: Zaplnit tiskovou plochu kopiemi
zh_tw: 鋪滿列印板

source: Fill the remaining area of bed with copies of the selected object
cs: Vyplňte zbývající část tiskové plochy kopiemi vybraného objektu
zh_tw: 用選定物件的副本填充床的剩餘區域

source: Edit Plate Name
cs: Upravit název podložky
zh_tw: 編輯盤名

source: Name
cs: Název
zh_tw: 名稱

source: Fila.
zh_tw: 耗材絲

source: %1$d error repaired
zh_tw: %1$d個錯誤被修復

source: Error: %1$d non-manifold edge.
zh_tw: 錯誤: %1$d 非流形邊.

source: Remaining errors
cs: Zbývající chyby
zh_tw: 剩餘錯誤

source: %1$d non-manifold edge
zh_tw: %1$d 非流形邊

source: Right click the icon to fix model object
cs: Klikněte pravým tlačítkem na ikonu pro opravu modelového objektu
zh_tw: 右鍵點選此圖示可修復模型物件

source: Right button click the icon to drop the object settings
cs: Klikněte pravým tlačítkem na ikonu pro zrušení nastavení objektu
zh_tw: 右鍵點選此圖示以捨棄物件的設定

source: Click the icon to reset all settings of the object
cs: Klikněte na ikonu pro obnovení všech nastavení objektu
zh_tw: 點選此圖示可重置物件的所有設定

source: Right button click the icon to drop the object printable property
cs: Klikněte pravým tlačítkem na ikonu pro zrušení tisknutelnosti objektu
zh_tw: 右鍵點選此圖示以捨棄物件的可列印屬性

source: Click the icon to toggle printable property of the object
cs: Klikněte na ikonu pro přepnutí tisknutelné vlastnosti objektu
zh_tw: 點選此圖示可切換這個物件的可列印屬性

source: Click the icon to edit support painting of the object
cs: Klikněte na ikonu pro úpravu malování podpory objektu
zh_tw: 點選此圖示可編輯這個物件的支撐繪製

source: Click the icon to edit fuzzy skin painting of the object
cs: Klikněte na ikonu pro úpravu malování chlupatého povrchu objektu
zh_tw: 單擊該圖示可編輯物件的絨毛表面繪製

source: Click the icon to edit color painting of the object
cs: Klikněte na ikonu pro úpravu barevného malování objektu
zh_tw: 點選此圖示可編輯這個物件的顏色繪製

source: Click the icon to shift this object to the bed
cs: Klikněte na ikonu pro přesunutí tohoto objektu na podložku
zh_tw: 點選這個圖示可將物件移動到熱床上

source: Loading file
cs: Načítání souboru
zh_tw: 載入檔案中

source: Error!
cs: Chyba!
zh_tw: 錯誤！

source: Failed to get the model data in the current file.
cs: Nepodařilo se získat data modelu v aktuálním souboru.
zh_tw: 無法獲取當前檔案中的模型資料。

source: Generic
cs: Obecný
zh_tw: 通用

source: Add Modifier
cs: Přidat modifikátor
zh_tw: 新增修改器

source: Switch to per-object setting mode to edit modifier settings.
cs: Přepněte do režimu nastavení podle objektu pro úpravu nastavení modifikátoru.
zh_tw: 切換到物件模式以編輯修改器的設定。

source: Sub-merged body
cs: Částečně sloučené tělo
zh_tw: 子合併體

source: Switch to per-object setting mode to edit process settings of selected objects.
cs: Přepněte do režimu nastavení podle objektu pro úpravu nastavení procesu vybraných objektů.
zh_tw: 切換到物件設定模式，以編輯所選物件的工藝引數

source: Delete connector from object which is a part of cut
cs: Smazat spojku z objektu, který je součástí řezu
zh_tw: 刪除的連線件屬於切割物件的一部分

source: Delete solid part from object which is a part of cut
cs: Smazat pevnou část z objektu, která je součástí řezu
zh_tw: 刪除的實體屬於切割物件的一部分

source: Delete negative volume from object which is a part of cut
cs: Smazat záporný objem z objektu, který je součástí řezu
zh_tw: 刪除的負體積屬於切割物件的一部分

source: To save cut correspondence you can delete all connectors from all related objects.
cs: Pro uložení odpovídajícího řezu můžete odstranit všechny konektory ze všech příslušných objektů.
zh_tw: 為保證切割關係，您可以將所有關聯物件的連線件一起刪除。

source: This action will break a cut correspondence. After that model consistency can't be guaranteed . To manipulate solid parts or negative volumes you have to invalidate cut information first.
cs: Tato akce přeruší odpovídající řez. Poté nelze zaručit konzistenci modelu. Chcete-li upravit pevné části nebo záporné objemy, musíte nejprve zneplatnit informace o řezu.
zh_tw: 該行為將破壞切割關係，在此之後將無法保證模型一致性。 如果要操作子部件或者負零件，需要先解除切割關係。

source: Delete all connectors
cs: Smazat všechny spojky
zh_tw: 刪除所有連線件

source: Deleting the last solid part is not allowed.
cs: Smazání poslední pevné části není povoleno.
zh_tw: 不允許刪除物件的最後一個實體零件。

source: The target object contains only one part and can not be split.
cs: Cílový objekt obsahuje pouze jednu část a nelze jej rozdělit.
zh_tw: 目標物件僅包含一個零件，無法被拆分。

source: Assembly
cs: Sestava
zh_tw: 組合體

source: Cut Connectors information
cs: Informace o ořezových konektorech
zh_tw: 切割連線件資訊

source: Object manipulation
cs: Manipulace s objektem
zh_tw: 操作物件

source: Group manipulation
cs: Práce se skupinou
zh_tw: 操作組

source: Object Settings to modify
cs: Nastavení objektu k úpravě
zh_tw: 要修改的物件設定

source: Part Settings to modify
cs: Nastavení části k úpravě
zh_tw: 要修改的零件設定

source: Layer range Settings to modify
cs: Nastavení rozsahu vrstev k úpravě
zh_tw: 要修改的圖層範圍設定

source: Part manipulation
cs: Manipulace s částí
zh_tw: 零件操作

source: Instance manipulation
cs: Manipulace s instancí
zh_tw: 例項操作

source: Height ranges
cs: Rozsahy výšky
zh_tw: 高度範圍

source: Settings for height range
cs: Nastavení rozsahu výšky
zh_tw: 高度範圍設定

source: Layer
cs: Vrstva
zh_tw: 層

source: Selection conflicts
cs: Konflikty výběru
zh_tw: 選擇衝突

source: If the first selected item is an object, the second one should also be an object.
cs: Pokud je první vybraná položka objekt, druhá by také měla být objekt.
zh_tw: 如果第一個選擇的是物件，那麼第二個選擇的也必須是物件。

source: If the first selected item is a part, the second one should be part of the same object.
cs: Pokud je první vybraná položka část, druhá musí být součástí téhož objektu.
zh_tw: 如果第一個選擇的是零件，那麼第二個選擇的也必須是同一個物件中的零件。

source: Negative Part
cs: Negativní část
zh_tw: 負零件

source: Support Blocker
cs: Blokátor podpory
zh_tw: 支撐去除器

source: Support Enforcer
cs: Vynucovač podpory
zh_tw: 支撐新增器

source: Type:
cs: Typ:
zh_tw: 型別：

source: Choose part type
cs: Vyberte typ součásti
zh_tw: 選擇零件型別

source: The type of the last solid object part is not to be changed.
cs: Typ poslední pevné části objektu nelze měnit.
zh_tw: 不允許修改物件中最後一個實體零件的型別。

source: Enter new name
cs: Zadejte nový název
zh_tw: 輸入新名稱

source: Renaming
cs: Přejmenování
zh_tw: 重新命名

source: Following model object has been repaired
zh_tw: 以下模型物件已被修復

source: Failed to repair the following model object
zh_tw: 以下模型物件修復失敗

source: Repairing was canceled
cs: Oprava byla zrušena
zh_tw: 修復被取消

source: "%s" will exceed 1 million faces after this subdivision, which may increase slicing time. Do you want to continue?
cs: Po tomto dělení překročí "%s" jeden milion polygonů, což může prodloužit dobu řezání. Chcete pokračovat?
zh_tw: 細分後，“%s”將超過100萬個面片，這可能會增加切片時間。是否繼續？

source: BambuStudio warning
cs: Varování BambuStudio
zh_tw: BambuStudio警告

source: "%s" part's mesh contains errors. Please repair it first.
cs: Síť dílu "%s" obsahuje chyby. Nejprve ji prosím opravte.
zh_tw: “%s”零件的網格存在錯誤。請先進行修復。

source: Additional process preset
cs: Další přednastavení procesu
zh_tw: 附加工藝預設

source: Remove parameter
cs: Odebrat parametr
zh_tw: 刪除引數

source: to
cs: do
zh_tw: 到

source: Remove height range
cs: Odebrat rozsah výšky
zh_tw: 移除高度範圍

source: Add height range
cs: Přidat rozsah výšky
zh_tw: 新增高度範圍

source: Invalid numeric.
cs: Neplatné číslo.
zh_tw: 數值錯誤。

source: one cell can only be copied to one or multiple cells in the same column
cs: Jednu buňku lze kopírovat pouze do jedné nebo více buněk ve stejném sloupci.
zh_tw: 一個單元格僅能被複制到同一列的一個或多個單元格

source: multiple cells copy is not supported
cs: Kopírování více buněk není podporováno
zh_tw: 不支援多個單元格的複製

source: Outside
cs: Venkovní
zh_tw: 盤外

source: Layer height
cs: Výška vrstvy
zh_tw: 層高

source: Wall loops
cs: Smyčky stěn
zh_tw: 牆層數

source: Infill density(%)
cs: Hustota výplně (%)
zh_tw: 填充密度(%)

source: Auto Brim
cs: Automatický lem
zh_tw: 自動Brim

source: Auto
zh_tw: 自動

source: Painted
cs: Namáznuto
zh_tw: 繪製

source: Outer brim only
cs: Pouze vnější lem
zh_tw: 僅外側

source: Inner brim only
cs: Pouze vnitřní lem
zh_tw: 僅內側

source: Outer and inner brim
cs: Vnější a vnitřní lem
zh_tw: 內側和外側

source: No-brim
cs: Bez lemu
zh_tw: 無brim

source: Outer wall speed
cs: Rychlost vnější stěny
zh_tw: 外牆速度

source: Plate
cs: Podložka
zh_tw: 盤

source: Object/Part Setting
cs: Nastavení objektu/části
zh_tw: 物件/零件設定

source: Reset parameter
cs: Obnovit parametr
zh_tw: 重置引數

source: Multicolor Print
cs: Vícebarevný tisk
zh_tw: 多色列印

source: Line Type
cs: Typ linie
zh_tw: 走線型別

source: Color
cs: Barva
zh_tw: 顏色

source: Pause
cs: Pauza
zh_tw: 暫停

source: Template
cs: Šablona
zh_tw: 模板

source: Custom
cs: Vlastní
zh_tw: 自定義

source: Pause:
cs: Pozastavení:
zh_tw: 暫停

source: Custom Template:
cs: Vlastní šablona:
zh_tw: 自定義模板：

source: Custom G-code:
cs: Vlastní G-kód:
zh_tw: 自定義G-code：

source: Toggle path view to current layer/all layers
cs: Přepnout zobrazení dráhy na aktuální vrstvu/všechny vrstvy
zh_tw: 切換走線檢視為當前層 / 所有層

source: Custom G-code
cs: Vlastní G-kód
zh_tw: 自定義 G-code

source: Enter Custom G-code used on current layer:
cs: Zadejte vlastní G-kód použitý na aktuální vrstvě:
zh_tw: 輸入當前層上使用的自定義G-code：

source: Jump to Layer
cs: Přeskočit na vrstvu
zh_tw: 跳轉到層

source: Please enter the layer number
cs: Zadejte prosím číslo vrstvy.
zh_tw: 請輸入層數

source: Add Pause
cs: Přidat pauzu
zh_tw: 新增暫停列印

source: Insert a pause command at the beginning of this layer.
cs: Vložit příkaz pro pozastavení na začátek této vrstvy.
zh_tw: 在該層的起始位置插入暫停。

source: Add Custom G-code
cs: Přidat vlastní G-kód
zh_tw: 新增自定義G-code

source: Insert custom G-code at the beginning of this layer.
cs: Vložit vlastní G-kód na začátek této vrstvy.
zh_tw: 在該層的起始位置插入自定義G-code。

source: Add Custom Template
cs: Přidat vlastní šablonu
zh_tw: 新增自定義模板

source: Insert template custom G-code at the beginning of this layer.
cs: Vložit šablonu vlastního G-kódu na začátek této vrstvy.
zh_tw: 在該層的起始位置插入模板自定義G-code。

source: Filament
zh_tw: 耗材絲

source: Change filament at the beginning of this layer.
cs: Vyměňte filament na začátku této vrstvy.
zh_tw: 在該層的起始位置更換耗材絲。

source: Delete Pause
cs: Smazat pauzu
zh_tw: 刪除暫停

source: Delete Custom Template
cs: Smazat vlastní šablonu
zh_tw: 刪除自定義模板

source: Edit Custom G-code
cs: Upravit vlastní G-kód
zh_tw: 編輯自定義G-code

source: Delete Custom G-code
cs: Smazat vlastní G-kód
zh_tw: 刪除自定義G-code

source: Delete Filament Change
cs: Smazat změnu filamentu
zh_tw: 刪除耗材絲更換

source: No printer
cs: Žádná tiskárna.
zh_tw: 無印表機

source: Failed to connect to the server
cs: Nepodařilo se připojit k serveru.
zh_tw: 無法連線伺服器

source: Check the status of current system services
cs: Zkontrolujte stav aktuálních systémových služeb.
zh_tw: 請檢查當前系統服務狀態

source: code
cs: Kód
zh_tw: 程式碼

source: Failed to connect to cloud service
cs: Nepodařilo se připojit ke cloudové službě.
zh_tw: 無法連線到雲服務

source: Please click on the hyperlink above to view the cloud service status
cs: Klikněte prosím na odkaz výše pro zobrazení stavu cloudové služby.
zh_tw: 請點選上方的超連結以檢視雲服務狀態

source: Failed to connect to the printer
cs: Nepodařilo se připojit k tiskárně.
zh_tw: 無法連線印表機

source: Connection to printer failed
cs: Připojení k tiskárně selhalo.
zh_tw: 連線印表機失敗

source: Please check the network connection of the printer and Studio.
cs: Zkontrolujte prosím síťové připojení tiskárny a Studia.
zh_tw: 請檢查印表機和工作室的網路連線

source: Connecting...
cs: Připojování...
zh_tw: 連線中...

source: Auto-refill
cs: Automatické doplnění
zh_tw: 自動續料

source: Load
cs: Načíst
zh_tw: 進料

source: Unload
cs: Vyjmout
zh_tw: 退料

source: Choose an AMS slot then press "Load" or "Unload" button to automatically load or unload filaments.
cs: Vyberte slot AMS a poté stiskněte tlačítko „Načíst“ nebo „Vysunout“ pro automatické načtení nebo vysunutí filamentů.
zh_tw: 選擇1個AMS槽位，然後點選進料/退料按鈕以自動進料/退料。

source: Filament type is unknown which is required to perform this action. Please set target filament's informations.
cs: Typ filamentu není známý, což je vyžadováno pro provedení této akce. Nastavte prosím informace cílového filamentu.
zh_tw: 執行此操作的耗材型別未知。請設定槽位資訊。

source: Changing fan speed during printing may affect print quality, please choose carefully.
cs: Změna rychlosti ventilátoru během tisku může ovlivnit kvalitu tisku, zvolte prosím pečlivě.
zh_tw: 在列印過程中改變風扇速度可能會影響列印質量，請謹慎選擇。

source: Change Anyway
cs: Přesto změnit
zh_tw: 仍然改動

source: Off
cs: Vypnuto
zh_tw: 關閉

source: Filter
zh_tw: 過濾

source: Enabling filtration during printing may reduce cooling and affect print qulity. Please choose carefully
cs: Povolení filtrace během tisku může snížit chlazení a ovlivnit kvalitu tisku. Zvolte pečlivě.
zh_tw: 開啟過濾後會降低冷卻效果，同時可能會影響列印質量，請確認是否開啟

source: The selected material only supports the current fan mode, and it can't be changed during printing.
cs: Vybraný materiál podporuje pouze aktuální režim ventilátoru a nelze jej během tisku měnit.
zh_tw: 所選材料只支援當前的風扇模式，在列印過程中無法更改
