Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: Use only one wall on flat top surface, to give more space to the top infill pattern. Could be applied on topmost surface or all top surface.
cs: Použij pouze jednu zeď na plochém horním povrchu, abys dal více prostoru pro horní infiltraci. Mohl by být aplikován na nejvyšší povrch nebo na veškerý horní povrch.

source: Not apply
cs: Nepoužije se

source: Top surfaces
cs: Horní povrch

source: Topmost surface
cs: Nejvyšší povrch

source: Top area threshold
cs: Prahová hodnota horní plochy

source: The min width of top areas in percentage of perimeter line width.
cs: Minimální šířka horních ploch v procentech šířky obvodu.

source: Only one wall on first layer
cs: Pouze jedna zeď na první vrstvě

source: Use only one wall on the first layer of model
cs: Použít pouze jednu zeď na první vrstvu modelu

source: Slow down for overhang
cs: Zpomalit při převisu

source: Enable this option to slow printing down for different overhang degree
cs: Povolte tuto možnost pro zpomalení tisku pro různé stupně overhang

source: Speed of 100%% overhang wall which has 0 overlap with the lower layer.
cs: Rychlost 100%% překryvná zeď, která má 0 překrytí s dolní vrstvou.

source: Slow down by height
cs: Zpomalit podle výšky

source: Enable this option to slow printing down by height
cs: Povolte tuto možnost pro zpomalení tisku podle výšky

source: Starting height
cs: Počáteční výška

source: The height starts to slow down
cs: Výška začíná zpomalovat

source: Speed at starting height
cs: Rychlost při startovací výšce

source: Acceleration at starting height
cs: Zrychlení při startovací výšce

source: mm/s²
cs: mm/s2

source: Ending height
cs: Výška konce

source: The height finishes slowing down, Ending height should be larger than Starting height, or the slowing down will not work!
cs: Výška končí zpomalením, výška konce by měla být větší než počáteční výška nebo zpomalení nebude fungovat!

source: Speed at ending height
cs: Rychlost ve výšce konce

source: Acceleration at ending height
cs: Zrychlení ve výšce koncovky

source: Speed of bridge and completely overhang wall
cs: Rychlost mostu a úplná zeď převisu

source: Distance from model to the outermost brim line
cs: Vzdálenost od modelu k nejvzdálenější linie brzd

source: This controls the generation of the brim at outer and/or inner side of models. Auto means the brim width is analysed and calculated automatically.
cs: Tím se řídí generování brzd na vnější a/nebo vnitřní straně modelů. Automaticky se analyzuje a počítá automaticky.

source: Brim-object gap
cs: Mezera mezi značkami

source: A gap between innermost brim line and object can make brim be removed more easily
cs: Mezera mezi nejvnitřnějším úbratrem a předmětem může být snáze odstraněna brzda

source: Compatible machine
cs: Kompatibilní stroj

source: upward compatible machine
cs: stroj kompatibilní vzhůru

source: Compatible machine condition
cs: Stav kompatibilního stroje

source: Compatible process profiles
cs: Kompatibilní profily procesů

source: Compatible process profiles condition
cs: Stav kompatibilních procesních profilů

source: Print sequence, layer by layer or object by object
cs: Tisk sekvence, vrstva podle vrstvy nebo objektu

source: By layer
cs: Podle vrstvy

source: By object
cs: Podle objektu

source: Slow printing down for better layer cooling
cs: Pomalý tisk pro lepší chlazení vrstvy

source: Enable this option to slow printing speed down to make the final layer time not shorter than the layer time threshold in "Max fan speed threshold", so that layer can be cooled for a longer time. This can improve the cooling quality for needle and small details
cs: Povolte tuto možnost pro zpomalení tisku rychlosti tak, aby poslední vrstva nebyla kratší než práh času vrstvy v "Maximální práh rychlosti ventilátoru", tak, aby vrstva mohla být ochlazena delší dobu. To může zlepšit kvalitu chlazení jehly a malých detailů

source: Normal printing
cs: Normální tisk

source: The default acceleration of both normal printing and travel except initial layer
cs: Výchozí zrychlení normálního tisku i jízdy s výjimkou počáteční vrstvy

source: The acceleration of travel except initial layer
cs: Zrychlení zdvihu s výjimkou počáteční vrstvy

source: Initial layer travel
cs: Počáteční cestování vrstvou

source: The acceleration of travel of initial layer
cs: Zrychlení zdvihu počáteční vrstvy

source: Default filament profile
cs: Výchozí profil vlákna

source: Default filament profile when switch to this machine profile
cs: Výchozí profil vlákna při přepnutí na profil tohoto stroje

source: Default process profile
cs: Výchozí profil procesu

source: Default process profile when switch to this machine profile
cs: Výchozí profil procesu při přepnutí na tento profil stroje

source: Activate air filtration
cs: Aktivovat filtraci vzduchu

source: Activate for better air filtration
cs: Aktivovat pro lepší filtraci vzduchu

source: Fan speed
cs: Rychlost ventilátoru

source: Speed of exhaust fan during printing.This speed will overwrite the speed in filament custom gcode
cs: Rychlost ventilátoru při tisku. Tato rychlost přepíše rychlost ve vlastním gcode vlákna

source: Speed of exhuast fan after printing completes
cs: Rychlost exhuast ventilátoru po dokončení tisku

source: No cooling for the first
cs: Žádné chlazení pro první

source: Close all cooling fan for the first certain layers. Cooling fan of the first layer used to be closed to get better build plate adhesion
cs: Zavřete všechny chladicí ventilátory pro první určité vrstvy. Chladící ventilátor první vrstvy, který byl zavřen, aby se dosáhlo lepší přilnavosti desek

source: layers
cs: vrstvy

source: Don't support bridges
cs: Nepodporovat mosty

source: Don't support the whole bridge area which makes support very large. Bridge usually can be printing directly without support if not very long
cs: Nepodporujte celou oblast mostu, která je velmi velká. Most může obvykle tisknout přímo bez podpory, pokud ne příliš dlouho

source: Thick bridges
cs: Tlusté mosty

source: If enabled, bridges are more reliable, can bridge longer distances, but may look worse. If disabled, bridges look better but are reliable just for shorter bridged distances.
cs: Pokud je povoleno, mosty jsou spolehlivější, mohou překlenout delší vzdálenosti, ale mohou vypadat hůř. Pokud jsou mosty vypnuté, vypadají lépe, ale jsou spolehlivé jen pro kratší překlenovací vzdálenosti.

source: Max bridge length
cs: Maximální délka mostu

source: Max length of bridges that don't need support. Set it to 0 if you want all bridges to be supported, and set it to a very large value if you don't want any bridges to be supported.
cs: Maximální délka mostů, které nepotřebují podporu. Nastavte na 0, pokud chcete, aby byly podporovány všechny mosty, a nastavte ji na velmi vysokou hodnotu, pokud nechcete podporovat žádné mosty.

source: End G-code
cs: Konečný kód G

source: End G-code when finish the whole printing
cs: Koncový kód G při dokončení celého tisku

source: Between Object Gcode
cs: Mezi Object Gcode

source: Insert Gcode between objects. This parameter will only come into effect when you print your models object by object
cs: Vložte Gcode mezi objekty. Tento parametr se projeví pouze tehdy, když vytisknete svůj modelový objekt

source: End G-code when finish the printing of this filament
cs: Koncový kód G po dokončení tisku tohoto vlákna

source: Ensure vertical shell thickness
cs: Zajistit vertikální tloušťku skořepiny

source: Add solid infill near sloping surfaces to guarantee the vertical shell thickness (top+bottom solid layers)
cs: Přidejte pevné infilty v blízkosti sklonových ploch, abyste zaručili vertikální tloušťku skořápky (horní + dolní pevné vrstvy).

source: Partial
cs: Částečné

source: Enabled
cs: Povoleno

source: Vertical shell speed
cs: Rychlost svislé skořepiny

source: Speed for vertical shells with overhang regions. If expressed as percentage (for example: 80%) it will be calculated onthe internal solid infill speed above
cs: Rychlost pro svislé skořepiny s oblastmi převisu. Pokud je vyjádřena v procentech (například: 80%), vypočítá se na základě vnitřní rychlosti průniku dovnitř nad úrovní

source: mm/s or %
cs: mm/s nebo %

source: Detect floating vertical shells
cs: Detekovat plovoucí vertikální náboje

source: Detect overhang paths in vertical shells and slow them by bridge speed.
cs: Detekujte cesty převisu ve svislých střelbách a zpomalte je rychlostí mostu.

source: Internal bridge support thickness
cs: Tloušťka vnitřního mostu

source: When sparse infill density is low, the internal solid infill or internal bridge may have no archor at the end of line. This causes falling and bad quality when printing internal solid infill. When enable this feature, loop paths will be added to the sparse fill of the lower layers for specific thickness, so that better archor can be provided for internal bridge. 0 means disable this feature
cs: Pokud je nízká špinavá hustota infiltrace, vnitřní tuhý infilt nebo vnitřní most nemusí mít na konci čáry žádný archor. To způsobuje pokles a špatnou kvalitu při tisku vnitřních tuhých infiltrů. Pokud povolíte tuto funkci, cykly budou přidány k řídké náplni spodních vrstev pro specifickou tloušťku, tak, aby byl pro vnitřní mosty k dispozici lepší archiv. 0 znamená zakázat tuto funkci

source: Top surface pattern
cs: Vzor horního povrchu

source: Line pattern of top surface infill
cs: Vzorec horního povrchu

source: Concentric
cs: Koncentrace

source: Rectilinear
cs: Rectilineární

source: Monotonic line
cs: Monotonická linie

source: Aligned Rectilinear
cs: Zarovnaný Rectilinear

source: Hilbert Curve
cs: Hilbertova křivka

source: Archimedean Chords
cs: Archimedánské Chordy

source: Octagram Spiral
cs: Oktagram destilát

source: Bottom surface pattern
cs: Vzor spodní plochy

source: Line pattern of bottom surface infill, not bridge infill
cs: Vzorec spodní povrchové vrstvy, nikoli infiltr mostu

source: Internal solid infill pattern
cs: Vnitřní vzorec mezilehlého proudu

source: Line pattern of internal solid infill. if the detect narrow internal solid infill be enabled, the concentric pattern will be used for the small area.
cs: Vzorec vnitřního vnitřního tuhého vsazení. Pokud je povolen úzký vnitřní vnitřní detektor, použije se pro malou plochu koncentrační vzorek.

source: Line width of outer wall
cs: Šířka čáry vnější stěny

source: Speed of outer wall which is outermost and visible. It's used to be slower than inner wall speed to get better quality.
cs: Rychlost vnější stěny, která je vnější a viditelná. Pro lepší kvalitu byla pomalejší než rychlost vnitřní stěny.

source: Small perimeters
cs: Malé obvody

source: This setting will affect the speed of perimeters having radius <= small perimeter threshold(usually holes). If expressed as percentage (for example: 80%) it will be calculated onthe outer wall speed setting above. Set to zero for auto.
cs: Toto nastavení ovlivní rychlost obvodů o poloměru <= práh malého obvodu (obvykle díry). Pokud je vyjádřeno v procentech (například: 80%) bude vypočítán na základě výše uvedeného nastavení rychlosti vnější stěny. Nastavte na nulu pro auto.

source: Small perimeter threshold
cs: Práh malého obvodu

source: This sets the threshold for small perimeter length. Default threshold is 0mm
cs: Tímto nastavíte práh pro malou délku obvodu. Výchozí prahová hodnota je 0mm

source: Order of walls
cs: Pořadí stěn

source: Print sequence of inner wall and outer wall.
cs: Tisknout posloupnost vnitřní stěny a vnější stěny.

source: inner/outer
cs: vnitřní/vnější

source: outer/inner
cs: vnější / vnitřní

source: inner wall/outer wall/inner wall
cs: vnitřní stěna/vnější stěna/vnitřní stěna

source: Print infill first
cs: Nejprve vytisknout infill

source: Order of wall/infill. false means print wall first.
cs: Pořadí stěny/infill. Neplatný znamená nejdřív tisková zeď.

source: Height to rod
cs: Výška pro tyč

source: Distance of the nozzle tip to the lower rod. Used for collision avoidance in by-object printing.
cs: Vzdálenost špičky trysky od dolního prutu. Používá se pro zabránění srážce při tisku objektů.

source: Height to lid
cs: Výška k víčku

source: Distance of the nozzle tip to the lid. Used for collision avoidance in by-object printing.
cs: Vzdálenost špičky trysky od víčka. Používá se pro zabránění srážce při tisku objektů.

source: Distance to rod
cs: Vzdálenost od tyčí

source: Horizontal distance of the nozzle tip to the rod's farther edge. Used for collision avoidance in by-object printing.
cs: Vodorovná vzdálenost špičky trysky od hrany tyče. Používá se pro zamezení srážky při tisku vedlejších objektů.

source: Nozzle height
cs: Výška trysky

source: The height of nozzle tip.
cs: Výška špičky trysky.

source: Max clearance radius around extruder. Used for collision avoidance in by-object printing.
cs: Maximální světlý poloměr kolem vytlačovače. Používá se pro zabránění srážce při tisku podle objektů.

source: Grab length
cs: Zachycení délky

source: Extruder Color
cs: Barva vytlačovače

source: Only used as a visual help on UI
cs: Používá se pouze jako vizuální nápověda na uživatelském rozhraní

source: Extruder offset
cs: Odsazení extruderu

source: Flow ratio
cs: Poměr průtoku

source: The material may have volumetric change after switching between molten state and crystalline state. This setting changes all extrusion flow of this filament in gcode proportionally. Recommended value range is between 0.95 and 1.05. Maybe you can tune this value to get nice flat surface when there has slight overflow or underflow
cs: Materiál může mít po změně v roztaveném stavu a krystalickém stavu objemovou změnu. Toto nastavení mění veškerý vytlačovací tok tohoto vlákna v gcode úměrně. Rozsah doporučené hodnoty je mezi 0,95 a 1.05. Možná si můžete vyladit tuto hodnotu a získat hezký plochý povrch, když je tam mírný přetížení, nebo podtok

source: Object flow ratio
cs: Poměr průtoku objektu

source: The flow ratio set by object, the meaning is the same as flow ratio.
cs: Poměr průtoku nastavený objektem, význam je stejný jako poměr průtoku.

source: Enable pressure advance
cs: Povolit posun tlaku

source: Enable pressure advance, auto calibration result will be overwriten once enabled. Useless for Bambu Printer
cs: Povolit předstih tlaku, výsledek automatického kalibrace bude přepsán, jakmile je povolen. Nepoužívat pro tiskárnu Bambu

source: Pressure advance(Klipper) AKA Linear advance factor(Marlin). Useless for Bambu Printer
cs: Tlakový pokrok(Klipper) AKA Lineární předpoklad (Marlin). Useless pro tiskárnu Bambu

source: Filament notes
cs: Poznámky k filament

source: You can put your notes regarding the filament here.
cs: Zde můžete uvést své poznámky týkající se vlákna.

source: Process notes
cs: Zpracování poznámek

source: You can put your notes regarding the process here.
cs: Zde můžete uvést své poznámky týkající se procesu.

source: Printer notes
cs: Tiskární poznámky

source: You can put your notes regarding the printer here.
cs: Zde můžete vložit své poznámky týkající se tiskárny.

source: Default line width if some line width is set to be zero
cs: Výchozí šířka řádky, pokud je nastavena na nulu

source: Keep fan always on
cs: Vždy zapnout ventilátor

source: If enable this setting, part cooling fan will never be stopped and will run at least at minimum speed to reduce the frequency of starting and stopping
cs: Pokud povolíte toto nastavení, chladicí ventilátor se nikdy nezastaví a provede se alespoň minimální rychlost, aby se snížila frekvence spouštění a zastavení

source: Layer time
cs: Čas vrstvy

source: Part cooling fan will be enabled for layers of which estimated time is shorter than this value. Fan speed is interpolated between the minimum and maximum fan speeds according to layer printing time
cs: U vrstev, jejichž odhadovaný čas je kratší než tato hodnota, bude povolen částečný chladicí ventilátor. Rychlost ventilátoru je interpolována mezi minimálními a maximálními otáčkami ventilátoru podle doby tisku vrstvy

source: Default color
cs: Výchozí barva

source: Default filament color
cs: Výchozí barva vlákna

source: Required nozzle HRC
cs: Požadovaná tryska HRC

source: Minimum HRC of nozzle required to print the filament. Zero means no checking of nozzle's HRC.
cs: Minimální HRC trysky potřebné k vytištění vlákna; „nulou“ se rozumí nula nekontrola HRC trysky.

source: Filament map to extruder
cs: Filament mapa pro extruder

source: filament mapping mode
cs: režim mapování vlákna

source: Auto For Flush
cs: Automatické vyprázdnění

source: Auto For Match
cs: Automaticky pro zápas

source: Manual
cs: Ruční

source: Flush temperature
cs: Vyprázdnit teplotu

source: temperature when flushing filament. 0 indicates the upper bound of the recommended nozzle temperature range
cs: teplota při splachování vlákna. 0 udává horní mez doporučeného rozsahu teplot trysky

source: Flush volumetric speed
cs: Vyprázdnit hlasitost rychlosti

source: Volumetric speed when flushing filament. 0 indicates the max volumetric speed
cs: Objemová rychlost při splachování vlákna. 0 označuje maximální objemovou rychlost

source: mm³/s
cs: mm3/s

source: This setting stands for how much volume of filament can be melted and extruded per second. Printing speed is limited by max volumetric speed, in case of too high and unreasonable speed setting. Can't be zero
cs: Toto nastavení znamená, kolik objemu vlákna lze za sekundu roztavit a protlačovat. Rychlost tisku je omezena maximální hlasitostí v případě příliš vysokého a nepřiměřeného nastavení rychlosti. Nemůže být nula

source: Ramming volumetric speed
cs: Rychlost svazku ramen

source: The maximum volumetric speed for ramming, where -1 means using the maximum volumetric speed.
cs: maximální objemová rychlost nárazu, kde -1 znamená použití maximálních objemových rychlostí.

source: Minimal purge on wipe tower
cs: Minimální vyprázdnění při čištění věže

source: mm³
cs: mm3

source: Filament load time
cs: Doba zatížení filament

source: Time to load new filament when switch filament. For statistics only
cs: Čas načíst nové vlákno při přepínání vlákna. Pouze pro statistiky

source: Filament unload time
cs: Doba vyložení vlákna

source: Time to unload old filament when switch filament. For statistics only
cs: Čas na vyložení starého vlákna při přepínání vlákna. Pouze pro statistiky

source: Extruder switch time
cs: Doba přepínání vysunutí

source: Time to switch extruder. For statistics only
cs: Čas přepnutí extrudu. Pouze pro statistiky

source: Bed temperature type
cs: Typ teploty lůžka

source: This option determines how the bed temperature is set during slicing: based on the temperature of the first filament or the highest temperature of the printed filaments.
cs: Tato možnost určuje, jak je teplota postele nastavena během krájení: na základě teploty prvního vlákna nebo nejvyšší teploty tištěných vláken.

source: By First filament
cs: První vlákno

source: By Highest Temp
cs: Podle nejvyšší teploty

source: Filament diameter is used to calculate extrusion in gcode, so it's important and should be accurate
cs: Průměr vlákna se používá k výpočtu extruze v gkódu, takže je důležitý a měl by být přesný

source: Shrinkage
cs: Střižek

source: Enter the shrinkage percentage that the filament will get after cooling (94% if you measure 94mm instead of 100mm). The part will be scaled in xy to compensate. Only the filament used for the perimeter is taken into account. Be sure to allow enough space between objects, as this compensation is done after the checks.
cs: Zadejte procento snížení po ochlazení vlákno (94%, pokud změříte 94mm místo 100mm). Část bude zkompletována pro kompenzaci. Zohledňuje se pouze vlákno použité na obvod. Nezapomeňte dát dostatek místa mezi objekty, protože tato kompenzace se provádí po kontrole.

source: Adhesiveness Category
cs: Kategorie přilnavosti

source: Filament category
cs: Filament kategorie

source: Density
cs: Hustota

source: Filament density. For statistics only
cs: Hustota vlákna. Pouze pro statistiky

source: g/cm³
cs: g/cm3

source: The material type of filament
cs: Typ vlákna materiálu

source: Soluble material
cs: Rozpustný materiál

source: Soluble material is commonly used to print support and support interface
cs: Rozpustný materiál se běžně používá pro tisk podpory a podpůrného rozhraní

source: Scarf seam type
cs: Typ karafiátu

source: Set scarf seam type for this filament. This setting could minimize seam visibiliy.
cs: Nastavte typ šátek pro toto vlákno. Toto nastavení může minimalizovat viditelnost šáku.

source: Contour
cs: Kontakt

source: Contour and hole
cs: Obrys a díra

source: Scarf start height
cs: Scarf startovací výška

source: This amount can be specified in millimeters or as a percentage of the current layer height.
cs: Toto množství lze specifikovat v milimetrech nebo jako procento současné výšky vrstvy.

source: Scarf slope gap
cs: Mezera sklonu sklonu

source: In order to reduce the visiblity of the seam in closed loop, the inner wall and outer wall are shortened by a specified amount.
cs: Aby se snížila viditelnost švy v uzavřené smyčce, vnitřní stěna a vnější stěna se zkrátí o stanovenou částku.

source: Scarf length
cs: Délka skvrn

source: Length of the scarf. Setting this parameter to zero effectively disables the scarf.
cs: Délka šátku. Nastavením tohoto parametru nula účinně zakáže šátek.

source: Filament ramming length
cs: Filament ramming length (délka ramingu)

source: When changing the extruder, it is recommended to extrude a certain length of filament from the original extruder. This helps minimize nozzle oozing.
cs: Při změně vytlačovače se doporučuje vysunout určitou délku vlákna z původního vytlačovače, což pomáhá minimalizovat ozáření tryskou.

source: Support material
cs: Podpůrný materiál

source: Support material is commonly used to print support and support interface
cs: Podpůrný materiál se běžně používá k tisku podpory a podpory rozhraní

source: Filament printable
cs: Textilní tisk

source: The filament is printable in extruder
cs: Vlákno je potiskovatelné v vytlačovači.

source: Filament prime volume
cs: Primární hlasitost vlákna

source: The volume of material to prime extruder on tower.
cs: Objem materiálu pro plnění vytlačovacího zařízení na věži.

source: Softening temperature
cs: Teplota měknutí

source: The material softens at this temperature, so when the bed temperature is equal to or greater than it, it's highly recommended to open the front door and/or remove the upper glass to avoid cloggings.
cs: Materiál se změkčí při této teplotě, takže je-li teplota lůžka rovna nebo vyšší, The staff were very friendly and helpful. The room was clean and comfortable.

source: Travel time after ramming
cs: Doba trvání cesty po zavěšení

source: To prevent oozing, the nozzle will perform a reverse travel movement for a certain period after the ramming is complete. The setting define the travel time.
cs: Aby se zabránilo zavěšení, bude tryska po určitou dobu po dokončení nárazu provádět zpětný pohyb. Nastavení definuje dobu cesty.

source: To prevent oozing, the nozzle temperature will be cooled during ramming. Therefore, the ramming time must be greater than the cooldown time. 0 means disabled.
cs: Aby se zabránilo zavěšení, teplota trysky se během nárazu ochladí. Doba nárazu musí být proto delší než doba chladicí kapaliny 0 znamená vypnutá.

source: Price
cs: Cena

source: Filament price. For statistics only
cs: Cena vlákna. Pouze pro statistiky

source: money/kg
cs: Peníze / kg

source: Vendor
cs: Dodavatel

source: Vendor of filament. For show only
cs: Prodejce vlákna. Pouze pro zobrazení

source: (Undefined)
cs: (nedefinované)

source: Infill direction
cs: Směr naplnění

source: Angle for sparse infill pattern, which controls the start or main direction of line
cs: Úhel pro řídký infiltraci, který ovládá počáteční nebo hlavní směr přímky
