Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Max length of bridges that don't need support. Set it to 0 if you want all bridges to be supported, and set it to a very large value if you don't want any bridges to be supported.
cs: Maximální délka mostů, které nevyžadují podporu. Nastavte na 0, pokud chcete podpořit všechny mosty, nebo na velmi vysokou hodnotu, pokud nechcete podporovat žádný most.
zh_tw: 不需要支撐的橋接的最大長度。如果希望支援所有橋接，請將其設定為0；如果不希望支援任何橋接，請將其設定為非常大的值。

source: End G-code
cs: Koncový G-kód
zh_tw: 結尾G-code

source: End G-code when finish the whole printing
cs: Koncový G-kód při dokončení celého tisku
zh_tw: 所有列印結束時的結尾G-code

source: Between Object Gcode
cs: G-kód mezi objekty
zh_tw: 物件之間Gcode

source: Insert Gcode between objects. This parameter will only come into effect when you print your models object by object
cs: Vložit G-kód mezi objekty. Tento parametr bude použit pouze při tisku modelů objekt po objektu.
zh_tw: 在物件之間插入 Gcode。此引數僅在逐個列印模型物體時生效。

source: End G-code when finish the printing of this filament
cs: Koncový G-kód při dokončení tisku tohoto filamentu
zh_tw: 結束使用該耗材列印時的結尾G-code

source: Ensure vertical shell thickness
cs: Zajistěte tloušťku svislého pláště
zh_tw: 確保垂直外殼厚度

source: Add solid infill near sloping surfaces to guarantee the vertical shell thickness (top+bottom solid layers)
cs: Přidat pevné vyplnění v blízkosti šikmých ploch pro zajištění vertikální tloušťky stěny (horní a spodní pevné vrstvy)
zh_tw: 在斜面表面附近新增實心填充，以保證垂直外殼厚度（頂部+底部實心層）

source: Partial
cs: Částečný
zh_tw: 部分

source: Enabled
cs: Povoleno
zh_tw: 開啟

source: Vertical shell speed
cs: Rychlost vertikální skořepiny
zh_tw: 斜面填充速度

source: Speed for vertical shells with overhang regions. If expressed as percentage (for example: 80%) it will be calculated onthe internal solid infill speed above
cs: Rychlost pro vertikální skořepiny v oblastech s převisem. Pokud je zadáno jako procento (například: 80 %), bude vypočteno na základě rychlosti vnitřní plné výplně uvedené výše.
zh_tw: 包含懸垂區域的斜面填充速度。如果表示為百分比（如80%），則基數為內部實心填充速度。

source: mm/s or %
cs: mm/s nebo %
zh_tw: mm/s 或 %

source: Detect floating vertical shells
cs: Detekovat plovoucí vertikální skořepiny
zh_tw: 識別懸空實心填充

source: Detect overhang paths in vertical shells and slow them by bridge speed.
cs: Detekovat převislé dráhy ve vertikálních skořepinách a zpomalit je rychlostí mostu.
zh_tw: 識別斜面填充中的懸空路徑，並使用橋接速度降速。

source: Internal bridge support thickness
cs: Tloušťka vnitřní podpory mostu
zh_tw: 內部橋接支撐厚度

source: When sparse infill density is low, the internal solid infill or internal bridge may have no archor at the end of line. This causes falling and bad quality when printing internal solid infill. When enable this feature, loop paths will be added to the sparse fill of the lower layers for specific thickness, so that better archor can be provided for internal bridge. 0 means disable this feature
cs: Pokud je hustota řídké výplně nízká, může vnitřní plná výplň nebo vnitřní most postrádat kotvu na konci linie. To způsobuje propadnutí a nízkou kvalitu při tisku vnitřní plné výplně. Při aktivaci této funkce budou do řídké výplně nižších vrstev přidány smyčky při určité tloušťce, aby byla pro vnitřní most zajištěna lepší kotva. 0 znamená vypnutí této funkce.
zh_tw: 如果開啟，Studio會沿著內部橋接的邊沿在其下方生成支撐輪廓。這些支撐輪廓可以防止懸空地列印內部橋接並提高頂面質量，特別是在填充密度較低的情況下。這個設定用於調整支撐輪廓的厚度，0表示關閉此特性。

source: Top surface pattern
cs: Vzor horního povrchu
zh_tw: 頂面圖案

source: Line pattern of top surface infill
cs: Vzor čar horní povrchové výplně
zh_tw: 頂面填充的走線圖案

source: Concentric
cs: Koncentrické
zh_tw: 同心

source: Rectilinear
cs: Přímkové
zh_tw: 直線

source: Monotonic
cs: Monotonní
zh_tw: 單調

source: Monotonic line
cs: Monotonní čára
zh_tw: 單調線

source: Aligned Rectilinear
cs: Zarovnaný pravoúhlý
zh_tw: 直線排列

source: Hilbert Curve
cs: Hilbertova křivka
zh_tw: 希爾伯特曲線

source: Archimedean Chords
cs: Archimédovy akordy
zh_tw: 阿基米德螺旋

source: Octagram Spiral
cs: Oktagramová spirála
zh_tw: 八角螺旋

source: Top surface density
cs: Hustota horního povrchu
zh_tw: 頂面密度

source: Density of top surface infill, 100% means a fully solid filled top layer.Lower values create a textured top surface, at 0%, only the walls are created on the top layer.Intended for aesthetic or functional purposes, not to fix issues such as over-extrusion.
cs: Hustota výplně horního povrchu, 100 % znamená zcela pevně vyplněnou horní vrstvu. Nižší hodnoty vytvářejí strukturovaný horní povrch, při 0 % jsou vytvořeny pouze stěny horní vrstvy. Určeno pro estetické nebo funkční účely, nikoli k odstranění problémů, jako je nadměrná extruze.
zh_tw: 頂面的填充密度，100%表示頂層完全實心填充。較低值會產生有紋理的頂層表面，0%時只有頂層牆體被建立。此設定用於美觀或功能性目的，不用於解決諸如過量擠出等問題。

source: Bottom surface pattern
cs: Vzor spodního povrchu
zh_tw: 底面圖案

source: Line pattern of bottom surface infill, not bridge infill
cs: Vzor linie výplně spodní plochy, ne mostkové výplně
zh_tw: 除了橋接外的底面填充的走線圖案

source: Bottom surface density
cs: Hustota spodního povrchu
zh_tw: 底面密度

source: Density of bottom surface infill, 100% means a fully solid filled top layer.Lower values create a textured bottom surface, Intended for aesthetic or functional purposes, not to fix issues such as over-extrusion.WARNING: Lowering this value may negatively affect bed adhesion.
cs: Hustota výplně spodního povrchu, 100 % znamená zcela pevně vyplněnou spodní vrstvu. Nižší hodnoty vytvářejí strukturovaný spodní povrch. Určeno pro estetické nebo funkční účely, nikoli k odstranění problémů, jako je nadměrná extruze. VAROVÁNÍ: Snížení této hodnoty může negativně ovlivnit adhezi k podložce.
zh_tw: 底面的填充密度，100%%表示底面為完全實心填充。較低數值會產生紋理化的底面，旨在滿足美觀或功能需求，而非用於修復諸如過度擠出等問題。警告：降低此值可能會負面影響列印平臺附著性。

source: Internal solid infill pattern
cs: Vzor vnitřní plné výplně
zh_tw: 內部實心填充圖案

source: Line pattern of internal solid infill. if the detect narrow internal solid infill be enabled, the concentric pattern will be used for the small area.
cs: Vzor čar vnitřní plné výplně. Je-li detekce úzké vnitřní plné výplně povolena, pro malou oblast bude použit koncentrický vzor.
zh_tw: 內部實心填充的線型圖案。如果啟用了檢測狹窄的內部實心填充，將使用同心圓圖案來填充小區域。

source: Line width of outer wall
cs: Šířka linie vnější stěny
zh_tw: 外牆的線寬

source: Speed of outer wall which is outermost and visible. It's used to be slower than inner wall speed to get better quality.
cs: Rychlost vnější stěny, která je nejvzdálenější a viditelná. Obvykle bývá pomalejší než rychlost vnitřní stěny pro dosažení lepší kvality.
zh_tw: 外牆的列印速度。它通常使用比內壁速度慢的速度，以獲得更好的質量。

source: Small perimeters
cs: Malé obvody
zh_tw: 小輪廓

source: This setting will affect the speed of perimeters having radius <= small perimeter threshold(usually holes). If expressed as percentage (for example: 80%) it will be calculated onthe outer wall speed setting above. Set to zero for auto.
cs: Toto nastavení ovlivní rychlost perimetrů s poloměrem <= práh malého perimetru (obvykle otvory). Pokud je zadáno jako procento (například: 80 %), bude vypočítáno z výše uvedeného nastavení rychlosti vnější stěny. Nastavte na nulu pro automatické nastavení.
zh_tw: 這個設定將影響半徑小於等於小輪廓閾值的輪廓（通常是孔）的速度。如果以百分比形式表示（例如：80%），則將根據外牆速度進行計算。設定為0代表自動調速。

source: Small perimeter threshold
cs: Prahová hodnota pro malé obvody
zh_tw: 小輪廓閾值

source: This sets the threshold for small perimeter length. Default threshold is 0mm
cs: Tímto nastavíte práh pro délku malého obvodu. Výchozí hodnota prahu je 0 mm.
zh_tw: 這設定了小輪廓長度的閾值。預設閾值為0毫米。

source: Order of walls
cs: Pořadí stěn
zh_tw: 牆順序

source: Print sequence of inner wall and outer wall.
cs: Pořadí tisku vnitřní stěny a vnější stěny.
zh_tw: 內圈牆/外圈牆的列印順序

source: inner/outer
cs: vnitřní/vnější
zh_tw: 內牆/外牆

source: outer/inner
cs: Vnější/vnitřní
zh_tw: 外牆/內牆

source: inner wall/outer wall/inner wall
cs: vnitřní stěna/vnější stěna/vnitřní stěna
zh_tw: 內牆/外牆/內牆

source: Print infill first
cs: Tisknout nejprve výplň
zh_tw: 首先列印填充

source: Order of wall/infill. false means print wall first.
cs: Pořadí stěny/výplně. false znamená nejprve tisknout stěnu.
zh_tw: 牆/填充的順序。False 表示首先列印牆。

source: Height to rod
cs: Výška k tyči
zh_tw: 到橫杆高度

source: Distance of the nozzle tip to the lower rod. Used for collision avoidance in by-object printing.
cs: Vzdálenost hrotu trysky k dolní tyči. Používá se k prevenci kolize při tisku po objektech.
zh_tw: 噴嘴尖端到下方滑桿的距離。用於在逐件列印中避免碰撞。

source: Height to lid
cs: Výška ke krytu
zh_tw: 到頂蓋高度

source: Distance of the nozzle tip to the lid. Used for collision avoidance in by-object printing.
cs: Vzdálenost hrotu trysky k víku. Používá se k prevenci kolize při tisku po objektech.
zh_tw: 噴嘴尖端到頂蓋的距離。用於在逐件列印中避免碰撞。

source: Distance to rod
cs: Vzdálenost k tyči
zh_tw: 到滑桿距離

source: Horizontal distance of the nozzle tip to the rod's farther edge. Used for collision avoidance in by-object printing.
cs: Horizontální vzdálenost špičky trysky od vzdálenější hrany tyče. Používá se pro zabránění kolizím při tisku podle objektu.
zh_tw: 噴嘴尖端到滑桿的較遠邊緣的水平距離。用於在逐件列印中避免碰撞。

source: Nozzle height
cs: Výška trysky
zh_tw: 噴嘴高度

source: The height of nozzle tip.
cs: Výška špičky trysky.
zh_tw: 噴嘴尖端的高度。

source: Max Radius
cs: Maximální poloměr
zh_tw: 最大半徑

source: Max clearance radius around extruder. Used for collision avoidance in by-object printing.
cs: Maximální poloměr bezpečné vzdálenosti kolem extruderu. Používá se pro zabránění kolizím při tisku podle objektu.
zh_tw: 擠出機四周的最大避讓半徑。用於在逐件列印中避免碰撞。

source: Grab length
cs: Zachytit délku
zh_tw: 抓手長度

source: Extruder Color
cs: Barva extruderu
zh_tw: 擠出機顏色

source: Only used as a visual help on UI
cs: Používá se pouze jako vizuální pomůcka v uživatelském rozhraní.
zh_tw: 只作為介面上的視覺化輔助

source: Extruder offset
cs: Offset extruderu
zh_tw: 擠出機偏移

source: Flow ratio
cs: Poměr průtoku
zh_tw: 流量比例

source: The material may have volumetric change after switching between molten state and crystalline state. This setting changes all extrusion flow of this filament in gcode proportionally. Recommended value range is between 0.95 and 1.05. Maybe you can tune this value to get nice flat surface when there has slight overflow or underflow
cs: Materiál může při přechodu mezi taveným a krystalickým stavem měnit objem. Toto nastavení proporcionálně mění veškerý tok extruze tohoto filamentu v G-kódu. Doporučený rozsah hodnot je mezi 0,95 a 1,05. Tuto hodnotu můžete upravit pro dosažení rovného povrchu při mírném přetoku nebo podtečení.
zh_tw: 材料經過融化後凝固可能會產生體積差異。這個設定會等比例改變所有擠出走線的擠出量。推薦的範圍為0.95到1.05。發現大平層模型的頂面有輕微的缺料或多料時，或許可以嘗試微調這個引數。

source: Object flow ratio
cs: Poměr průtoku objektu
zh_tw: 物件流量比率

source: The flow ratio set by object, the meaning is the same as flow ratio.
cs: Poměr průtoku nastavený podle objektu, význam je stejný jako poměr průtoku.
zh_tw: 由物件設定的流量比率，其含義與流量比率相同。

source: Enable pressure advance
cs: Povolit kompenzaci tlaku
zh_tw: 啟用壓力提前補償

source: Enable pressure advance, auto calibration result will be overwriten once enabled. Useless for Bambu Printer
cs: Povolením kompenzace tlaku budou výsledky automatické kalibrace přepsány. Neplatné pro tiskárnu Bambu
zh_tw: 啟用壓力提前補償，啟用後自動校準結果將被覆蓋。對於Bambu印表機無效。

source: Pressure advance(Klipper) AKA Linear advance factor(Marlin). Useless for Bambu Printer
cs: Kompenzace tlaku (Klipper), také jako lineární faktor pokroku (Marlin). Neplatné pro tiskárnu Bambu
zh_tw: 壓力提前補償（Klipper）也稱為線性提前補償因子（Marlin）。對於Bambu印表機無效。

source: You can put your notes regarding the filament here.
cs: Zde můžete uvést své poznámky týkající se filamentu.
zh_tw: 您可以把材料的註釋放在這裡。

source: You can put your notes regarding the process here.
cs: Zde můžete uvést své poznámky týkající se procesu.
zh_tw: 您可以把工藝的註釋放在這裡。

source: Printer notes
cs: Poznámky k tiskárně
zh_tw: 印表機注意事項

source: You can put your notes regarding the printer here.
cs: Zde můžete uvést své poznámky týkající se tiskárny.
zh_tw: 您可以把印表機的註釋放在這裡。

source: Default line width if some line width is set to be zero
cs: Výchozí šířka linie, pokud je šířka linie nastavena na nulu
zh_tw: 當線寬設定為0時走線的預設線寬

source: Keep fan always on
cs: Nechat ventilátor vždy zapnutý
zh_tw: 保持風扇常開

source: If enable this setting, part cooling fan will never be stopped and will run at least at minimum speed to reduce the frequency of starting and stopping
cs: Pokud je toto nastavení povoleno, ventilátor chlazení se nikdy nevypne a poběží alespoň na minimální rychlost, aby se snížila četnost spouštění a zastavování.
zh_tw: 如果勾選這個選項，部件冷卻風扇將永遠不會停止，並且會至少執行在最小風扇轉速值以減少風扇的啟停頻次

source: Layer time
cs: Čas vrstvy
zh_tw: 層時間

source: Part cooling fan will be enabled for layers of which estimated time is shorter than this value. Fan speed is interpolated between the minimum and maximum fan speeds according to layer printing time
cs: Ventilátor chlazení části bude aktivní pro vrstvy, jejichž odhadovaná doba je kratší než tato hodnota. Rychlost ventilátoru je interpolována mezi minimální a maximální rychlost podle doby tisku vrstvy.
zh_tw: 當層預估列印時間小於該數值時，部件冷卻風扇將會被開啟。風扇轉速將根據層列印時間在最大和最小風扇轉速之間插值獲得

source: Default color
cs: Výchozí barva
zh_tw: 預設顏色

source: Default filament color
cs: Výchozí barva filamentu
zh_tw: 預設材料顏色

source: Required nozzle HRC
cs: Požadovaná tvrdost trysky HRC
zh_tw: 噴嘴硬度要求

source: Minimum HRC of nozzle required to print the filament. Zero means no checking of nozzle's HRC.
cs: Minimální HRC trysky potřebná k tisku tohoto filamentu. Nula znamená, že nedochází ke kontrole HRC trysky.
zh_tw: 列印此材料的所需的最小噴嘴硬度。零值表示不檢查噴嘴硬度。

source: Filament map to extruder
cs: Mapování filamentu na extruder
zh_tw: 耗材絲匹配至擠出機

source: filament mapping mode
cs: režim mapování filamentu
zh_tw: 耗材絲匹配模式

source: Manual
cs: Manuál
zh_tw: 手動

source: Flush temperature
cs: Teplota proplachu
zh_tw: 沖刷溫度

source: temperature when flushing filament. 0 indicates the upper bound of the recommended nozzle temperature range
cs: teplota při proplachování filamentu. 0 označuje horní hranici doporučeného teplotního rozsahu trysky
zh_tw: 耗材沖刷時的溫度。0表示使用最大建議噴嘴溫度。

source: Flush volumetric speed
cs: Objemová rychlost proplachu
zh_tw: 沖刷體積流量

source: Volumetric speed when flushing filament. 0 indicates the max volumetric speed
cs: Objemová rychlost při proplachování filamentu. 0 označuje maximální objemovou rychlost
zh_tw: 耗材沖刷時的體積速度。0表示使用耗材最大體積速度。

source: This setting stands for how much volume of filament can be melted and extruded per second. Printing speed is limited by max volumetric speed, in case of too high and unreasonable speed setting. Can't be zero
cs: Toto nastavení udává, jaký objem filamentu může být roztaven a vytlačen za sekundu. Rychlost tisku je omezena maximální objemovou rychlostí pro případ příliš vysokého nebo nereálného nastavení rychlosti. Nemůže být nulová.
zh_tw: 這個設定表示在1秒內能夠融化和擠出的耗材絲體積。列印速度會受到最大體積速度的限制，防止設定過高和不合理的速度。不允許設定為0。

source: Extruder change
cs: Změna extruderu
zh_tw: 擠出機更換

source: The maximum volumetric speed for ramming before extruder change, where -1 means using the maximum volumetric speed.
cs: Maximální objemová rychlost pro natlačování před výměnou extruderu, kde -1 znamená použití maximální objemové rychlosti.
zh_tw: 換出擠出機前的最大預沖刷體積速度，-1 表示使用最大體積速度。

source: Hotend change
cs: Výměna hotendu
zh_tw: 熱端更換

source: The maximum volumetric speed for ramming before a hotend change, where -1 means using the maximum volumetric speed.
cs: Maximální objemová rychlost pro natlačování před výměnou hotendu, kde -1 znamená použití maximální objemové rychlosti.
zh_tw: 熱端更換前的最大預沖刷體積速度，其中 -1 表示使用最大體積速度。

source: Minimal purge on wipe tower
cs: Minimální vytlačení na čistící věži
zh_tw: 擦料塔上的最小清理量

source: Filament load time
cs: Doba načítání filamentu
zh_tw: 載入耗材絲的時間

source: Time to load new filament when switch filament. For statistics only
cs: Čas potřebný k zavedení nového filamentu při výměně filamentu. Pouze pro statistické účely.
zh_tw: 切換耗材絲時，載入新耗材絲所需的時間。只用於統計資訊。

source: Filament unload time
cs: Doba vysunutí filamentu
zh_tw: 解除安裝耗材絲的時間

source: Time to unload old filament when switch filament. For statistics only
cs: Čas potřebný k vysunutí starého filamentu při výměně filamentu. Pouze pro statistické účely.
zh_tw: 切換耗材絲時，解除安裝舊的耗材絲所需時間。只用於統計資訊。

source: Extruder switch time
cs: Čas přepnutí extruderu
zh_tw: 擠出機切換時間

source: Time to switch extruder. For statistics only
cs: Čas potřebný k přepnutí extruderu. Pouze pro statistické účely.
zh_tw: 切換擠出機所需時間。僅用於統計

source: Hotend change time
cs: Doba výměny hotendu
zh_tw: 熱端更換時間

source: Time to change hotend.
cs: Je čas vyměnit hotend.
zh_tw: 熱端更換時間。

source: Bed temperature type
cs: Typ teploty podložky
zh_tw: 熱床溫度型別

source: This option determines how the bed temperature is set during slicing: based on the temperature of the first filament or the highest temperature of the printed filaments.
cs: Tato volba určuje, jak bude teplota podložky nastavena během řezání: podle teploty prvního filamentu nebo podle nejvyšší teploty tištěných filamentů.
zh_tw: 此選項決定切片時熱床溫度的設定方式：根據第一個耗材的溫度或列印材料中的最高溫度。

source: By First filament
cs: Podle prvního filamentu
zh_tw: 依據首個材料

source: By Highest Temp
cs: Podle nejvyšší teploty
zh_tw: 依據最高溫

source: Filament diameter is used to calculate extrusion in gcode, so it's important and should be accurate
cs: Průměr filamentu se používá k výpočtu extruze v G-kódu, je tedy důležitý a měl by být přesný.
zh_tw: 耗材絲直徑被用於計算G-code檔案中的擠出量。因此很重要，應儘可能精確。

source: Adaptive volumetric speed
cs: Adaptivní objemová rychlost
zh_tw: 自適應體積速度

source: When enabled, the extrusion flow is limited by the smaller of the fitted value (calculated from line width and layer height) and the user-defined maximum flow. When disabled, only the user-defined maximum flow is applied.
cs: Pokud je povoleno, tok extruze je omezen menší hodnotou mezi vypočtenou hodnotou (z šířky linie a výšky vrstvy) a uživatelsky nastaveným maximálním tokem. Pokud je zakázáno, použije se pouze uživatelsky nastavený maximální tok.
zh_tw: 啟用時，體積速度取“擬合值（由線寬和層高計算）“與”使用者定義的最大值”中的較小值。禁用時，僅應用使用者定義的最大值。

source: Max volumetric speed multinomial coefficients
cs: Multinomické koeficienty maximální objemové rychlosti
zh_tw: 最大體積速度多項式係數

source: Shrinkage
cs: Smrštění
zh_tw: 收縮

source: Enter the shrinkage percentage that the filament will get after cooling (94% if you measure 94mm instead of 100mm). The part will be scaled in xy to compensate. Only the filament used for the perimeter is taken into account. Be sure to allow enough space between objects, as this compensation is done after the checks.
cs: Zadejte procento smrštění, které filament získá po ochlazení (94 procenta, pokud změříte 94 mm místo 100 mm). Část bude v osách XY škálována pro kompenzaci. Zohledněn je pouze filament použitý na perimetry. Ujistěte se, že mezi objekty ponecháte dostatečný prostor, protože tato kompenzace se provádí až po kontrolách.
zh_tw: 輸入耗材冷卻後將會產生的收縮百分比（如果測量值為94毫米而不是100毫米，則為94%）。零件將在XY方向上縮放以進行補償。僅考慮用於外周的耗材。 請確保物件之間有足夠的空間，因為補償是在檢查之後進行的。

source: Velocity Adaptation Factor
cs: Faktor přizpůsobení rychlosti
zh_tw: 速度適應係數

source: This parameter reflects the speed at which a material transitions from one state to another. It, along with the smooth coefficient, determines the final length of the transition zone. A larger value: requires a shorter transition zone. A smaller value: requires a longer transition zone to avoid flow instability.
cs: Tento parametr udává rychlost, jakou materiál přechází z jednoho stavu do druhého. Spolu s koeficientem vyhlazení určuje výslednou délku přechodové zóny. Vyšší hodnota: vyžaduje kratší přechodovou zónu. Nižší hodnota: vyžaduje delší přechodovou zónu, aby se předešlo nestabilitě toku.
zh_tw: 此引數反映材料從一種狀態過渡到另一種狀態的速度。它與平滑係數一起決定過渡區的最終長度。 大數值：需要較短的過渡區。 小數值：需要較長的過渡區以避免流動不穩定。

source: Adhesiveness Category
cs: Kategorie přilnavosti
zh_tw: 粘接性類別

source: Filament category
cs: Kategorie filamentu
zh_tw: 材料類別

source: Density
cs: Hustota
zh_tw: 密度

source: Filament density. For statistics only
cs: Hustota filamentu. Pouze pro statistické účely.
zh_tw: 耗材絲的密度。只用於統計資訊。

source: The material type of filament
cs: Typ materiálu filamentu
zh_tw: 耗材絲的材料型別

source: Soluble material
cs: Rozpustný materiál
zh_tw: 可溶性材料

source: Soluble material is commonly used to print support and support interface
cs: Rozpustný materiál se běžně používá k tisku podpory a rozhraní podpory.
zh_tw: 可溶性材料通常用於列印支撐和支撐面

source: Scarf seam type
cs: Typ švu zkosení
zh_tw: 斜拼接縫型別

source: Set scarf seam type for this filament. This setting could minimize seam visibiliy.
cs: Nastavte typ švu pro tento filament. Toto nastavení může minimalizovat viditelnost švu.
zh_tw: 設定這個材料的斜拼接縫型別，這個選項可以最小化接縫的可見性。

source: Contour
cs: Obrys
zh_tw: 輪廓

source: Contour and hole
cs: Obrys a otvor
zh_tw: 輪廓和孔

source: Scarf start height
cs: Počáteční výška zkosení
zh_tw: 斜拼接縫起始高度

source: This amount can be specified in millimeters or as a percentage of the current layer height.
cs: Tuto hodnotu lze zadat v milimetrech nebo jako procento aktuální výšky vrstvy.
zh_tw: 可以設定為毫米也可以設定為設定的層高的百分比。

source: Scarf slope gap
cs: Mezera sklonu zkosení
zh_tw: 斜拼接縫間隔

source: In order to reduce the visiblity of the seam in closed loop, the inner wall and outer wall are shortened by a specified amount.
cs: Pro snížení viditelnosti spoje v uzavřené smyčce jsou vnitřní stěna a vnější stěna zkráceny o zadanou hodnotu.
zh_tw: 為了改善縫隙的可見度，內牆和外牆會被縮短指定長度。

source: Scarf length
cs: Délka zkosení
zh_tw: 斜拼接縫長度

source: Length of the scarf. Setting this parameter to zero effectively disables the scarf.
cs: Délka švu. Nastavení tohoto parametru na nulu účinně vypne šev.
zh_tw: 斜拼接縫的長度。長度為0時會禁用斜拼接縫。

source: When changing the extruder, it is recommended to extrude a certain length of filament from the original extruder. This helps minimize nozzle oozing.
cs: Při výměně extruderu se doporučuje vytlačit určitou délku filamentu ze stávajícího extruderu. To pomáhá minimalizovat vytékání trysky.
zh_tw: 更換擠出機時，建議從原擠出機中擠出一定長度的耗材絲。這有助於最大限度地減少噴嘴漏料。

source: When changing the hotend, it is recommended to extrude a certain length of filament from the original nozzle. This helps minimize nozzle oozing.
cs: Při výměně hotendu se doporučuje vytlačit určitou délku filamentu ze stávající trysky. To pomáhá minimalizovat vytékání trysky.
zh_tw: 更換熱端時，建議從原熱端中擠出一定長度的耗材絲。這有助於最大限度地減少噴嘴漏料。

source: Support material
cs: Podpůrný materiál
zh_tw: 支撐材料

source: Support material is commonly used to print support and support interface
cs: Podpůrný materiál se běžně používá k tisku podpor a rozhraní podpory.
zh_tw: 支撐材料通常用於列印支撐體和支撐接觸面

source: Filament printable
cs: Filament je tisknutelný
zh_tw: 主體耗材可列印性

source: Filament change
cs: Změna filamentu
zh_tw: 耗材絲更換

source: The volume of material required to prime the extruder on the tower, excluding a hotend change.
cs: Objem materiálu potřebný k předplnění extruderu na věži, bez výměny hotendu.
zh_tw: 除了換熱端外的擦拭塔上的清理量。

source: The volume of material required to prime the extruder for a hotend change on the tower.
cs: Objem materiálu potřebný k předplnění extruderu při výměně hotendu na věži.
zh_tw: 換熱端所需的擦料塔上的清理量。

source: Wipe tower cooling
cs: Chlazení stírací věže
zh_tw: 擦料塔冷卻

source: Temperature drop before entering filament tower
cs: Pokles teploty před vstupem do věže na filament
zh_tw: 進入擦料塔前的降溫量

source: Interface layer pre-extrusion distance
cs: Předvytlačovací vzdálenost vrstvy rozhraní
zh_tw: 接觸層預擠出距離

source: Pre-extrusion distance for prime tower interface layer (where different materials meet).
cs: Předvytlačovací vzdálenost pro rozhraní vrstvy věže pro oddělení trysky (kde se setkávají různé materiály).
zh_tw: 擦拭塔接觸層（不同材料交界處）的預擠出距離。

source: Interface layer pre-extrusion length
cs: Předvytlačovací délka vrstvy rozhraní
zh_tw: 接觸層預擠出長度

source: Pre-extrusion length for prime tower interface layer (where different materials meet).
cs: Předvytlačovací délka pro rozhraní vrstvy věže pro oddělení trysky (kde se setkávají různé materiály).
zh_tw: 擦拭塔接觸層（不同材料交界處）的預擠出長度。

source: Tower ironing area
cs: Plocha žehlení věže
zh_tw: 擦拭塔熨燙麵積
