Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Please change the desiccant when it is too wet. The indicator may not represent accurately in following cases : when the lid is open or the desiccant pack is changed. it take hours to absorb the moisture, low temperatures also slow down the process.
cs: Vyměňte vysoušedlo, pokud je příliš vlhké. Indikátor nemusí být přesný v těchto případech: pokud je víko otevřené nebo byl vyměněn sáček s vysoušedlem. Absorpce vlhkosti trvá několik hodin, nízké teploty také zpomalují proces.
zh_tw: *當乾燥劑過於潮溼時，請及時更換。以下幾種情況下, 指示器可能無法準確反映情況：蓋子開啟或乾燥劑包被替換時，乾燥劑需要數小時吸收潮氣；低溫也會延緩該過程。

source: Config which AMS slot should be used for a filament used in the print job
cs: Nastavte, který slot AMS má být použit pro filament použitý v tiskové úloze
zh_tw: 配置當前列印任務應使用哪個AMS槽位

source: Filament used in this print job
cs: Filament použitý v této tiskové úloze
zh_tw: 當前列印使用的耗材絲

source: AMS slot used for this filament
cs: Slot AMS používaný pro tento filament
zh_tw: 當前耗材絲對應的AMS槽位

source: Click to select AMS slot manually
cs: Klikněte pro ruční výběr slotu AMS
zh_tw: 點選以手動選擇AMS槽位

source: Do not Enable AMS
cs: Nepovolujte AMS
zh_tw: 不啟用AMS

source: Print using materials mounted on the back of the case
cs: Tisk s materiály umístěnými na zadní straně pouzdra
zh_tw: 使用安裝在機箱背面的材料進行列印

source: Print with filaments in AMS
cs: Tisk s filamenty v AMS
zh_tw: 採用AMS裡的材料列印

source: Print with filaments mounted on the back of the chassis
cs: Tisk s filamenty umístěnými na zadní straně šasi
zh_tw: 採用掛載在機箱背部的材料列印

source: Auto Refill
cs: Automatické doplnění
zh_tw: 自動續料

source: Left
cs: Vlevo
zh_tw: 左

source: Right
cs: Vpravo
zh_tw: 右

source: When the current material run out, the printer will continue to print in the following order.
cs: Když současný materiál dojde, tiskárna bude pokračovat v tisku v následujícím pořadí.
zh_tw: 當前材料耗盡時，印表機將按照以下順序繼續列印。

source: Identical filament: same brand, type and color
cs: Identický filament: stejná značka, typ a barva
zh_tw: 相同的耗材: 相同的品牌、型別和顏色

source: Group
cs: Skupina
zh_tw: 組

source: When the current material runs out, the printer would use identical filament to continue printing.
cs: Když současný materiál dojde, tiskárna použije totožný filament pro pokračování tisku.
zh_tw: 當前材料用完時，印表機將使用相同的耗材繼續列印

source: The printer does not currently support auto refill.
cs: Tiskárna momentálně nepodporuje automatické doplňování.
zh_tw: 印表機當前不支援自動重新填充。

source: AMS filament backup is not enabled, please enable it in the AMS settings.
cs: Záloha filamentů AMS není povolena, prosím povolte ji v nastavení AMS.
zh_tw: AMS自動續料未啟用，請在AMS設定中啟用。

source: When the current filament runs out, the printer will use identical filament to continue printing. *Identical filament: same brand, type and color.
cs: Když současný filament dojde, tiskárna použije totožný filament pro pokračování tisku. *Totožný filament: stejná značka, typ a barva.
zh_tw: 當前耗材用完時，印表機將使用相同的耗材繼續列印。 *相同的耗材：相同的品牌、型別和顏色。

source: AMS Settings
cs: Nastavení AMS
zh_tw: AMS 設定

source: Insertion update
cs: Aktualizace vložení
zh_tw: 插入料時更新

source: The AMS will automatically read the filament information when inserting a new Bambu Lab filament. This takes about 20 seconds.
cs: AMS automaticky načte informace o filamentu při vložení nového filamentu Bambu Lab. Tento proces trvá přibližně 20 sekund.
zh_tw: 當插入新的Bambu Lab耗材絲的時候，AMS會自動讀取耗材絲資訊。這個過程大約需要20秒。

source: Note: if a new filament is inserted during printing, the AMS will not automatically read any information until printing is completed.
cs: Poznámka: Pokud je během tisku vložen nový filament, AMS nebude automaticky číst žádné informace, dokud nebude tisk dokončen.
zh_tw: 注意：如果是在列印過程中插入新的耗材絲，AMS會在列印結束後自動讀取此耗材絲資訊。

source: When inserting a new filament, the AMS will not automatically read its information, leaving it blank for you to enter manually.
cs: Při vkládání nového filamentu AMS automaticky nepřečte jeho informace, takže je třeba je zadat ručně.
zh_tw: 在插入一卷新料時，AMS將不會自動讀取料卷資訊，預留一個空的料卷資訊等待您手動輸入。

source: Power on update
cs: Aktualizace při zapnutí
zh_tw: 開機時檢測

source: The AMS will automatically read the information of inserted filament on start-up. It will take about 1 minute.The reading process will roll filament spools.
cs: AMS automaticky načte informace o vloženém filamentu při spuštění. Tato operace trvá přibližně 1 minutu. Proces načítání protočí cívky s filamenty.
zh_tw: 每次開機時，AMS將會自動讀取其所插入的耗材資訊(讀取過程會轉料卷)。需要花時大約1分鐘。

source: The AMS will not automatically read information from inserted filament during startup and will continue to use the information recorded before the last shutdown.
cs: AMS při spuštění automaticky nenačte informace z vloženého filamentu a bude dále používat informace zaznamenané před posledním vypnutím.
zh_tw: AMS不會在啟動時自動讀取耗材絲資訊。它會使用上次關機前記錄的資訊。

source: Update remaining capacity
cs: Aktualizovat zbývající kapacitu
zh_tw: 更新剩餘容量

source: AMS will attempt to estimate the remaining capacity of the Bambu Lab filaments.
cs: AMS se pokusí odhadnout zbývající kapacitu filamentů Bambu Lab.
zh_tw: AMS 將會嘗試估算 Bambulab 官方耗材的剩餘容量。

source: AMS filament backup
cs: Záloha filamentů AMS
zh_tw: AMS自動續料

source: AMS will continue to another spool with the same properties of filament automatically when current filament runs out
cs: AMS automaticky přejde na další cívku se stejnými vlastnostmi filamentu po vyčerpání aktuálního filamentu.
zh_tw: AMS料材絲耗盡後將自動切換到屬性完全相同的耗材絲

source: Air Printing Detection
cs: Detekce tisku do vzduchu
zh_tw: 空打檢測

source: Detects clogging and filament grinding, halting printing immediately to conserve time and filament.
cs: Detekuje ucpání a broušení filamentu a okamžitě zastaví tisk, aby šetřil čas a filament.
zh_tw: 檢測到堵塞和耗材絲碾磨，立即停止列印以節約時間和耗材絲

source: AMS Type
cs: Typ AMS
zh_tw: AMS 型別

source: Switching
cs: Přepínání
zh_tw: 切換中

source: The printer is busy and cannot switch AMS type.
cs: Tiskárna je zaneprázdněná a nemůže změnit typ AMS.
zh_tw: 印表機正忙，無法切換AMS型別。

source: Please unload all filament before switching.
cs: Před přepínáním prosím vyjměte všechny filamenty.
zh_tw: 切換前請卸下所有耗材絲。

source: AMS type switching needs firmware update, taking about 30s. Switch now ?
cs: Přepnutí typu AMS vyžaduje aktualizaci firmwaru, trvá přibližně 30 s. Přepnout nyní?
zh_tw: AMS 型別切換需要更新韌體，耗時約 30秒。現在切換嗎？

source: Arrange AMS Order
cs: Uspořádat pořadí AMS
zh_tw: 重新排序 AMS

source: If you want a specific AMS ID sequence, please disconnect all AMS after clicking 'Reset', and then reconnect them in the desired order.
cs: Pokud chcete určit konkrétní pořadí ID AMS, odpojte po kliknutí na 'Resetovat' všechna AMS a poté je znovu připojte v požadovaném pořadí.
zh_tw: 如果您想要特定的AMS ID序列，請在點選“重置”後斷開所有AMS，然後按所需順序重新連線它們。

source: Are you sure to reset the ID sequence of the connected AMS?
cs: Opravdu chcete resetovat sekvenci ID připojeného AMS?
zh_tw: 您確定要重置已連線AMS的ID序列嗎？

source: Reset AMS Sequence
cs: Resetovat sekvenci AMS
zh_tw: 重置AMS序列

source: File
cs: Soubor
zh_tw: 檔案

source: Calibration
cs: Kalibrace
zh_tw: 校準

source: Failed to download the plug-in. Please check your firewall settings and vpn software, check and retry.
cs: Nepodařilo se stáhnout zásuvný modul. Zkontrolujte prosím nastavení firewallu a VPN software; poté ověřte a zkuste to znovu.
zh_tw: 外掛下載失敗。請檢查您的防火牆設定和vpn軟體,檢查後重試。

source: Failed to install the plug-in. Please check whether it is blocked or deleted by anti-virus software.
cs: Nepodařilo se nainstalovat zásuvný modul. Zkontrolujte, zda nebyl blokován nebo odstraněn antivirovým softwarem.
zh_tw: 安裝外掛失敗。請檢查是否被防毒軟體遮蔽或刪除。

source: click here to see more info
cs: Klikněte zde pro více informací
zh_tw: 點選這裡檢視更多資訊

source: Please home all axes (click
cs: Proveďte kalibraci všech os (klikněte
zh_tw: 請先執行回原點（點選

source: ) to locate the toolhead's position. This prevents device moving beyond the printable boundary and causing equipment wear.
cs: ) pro lokalizaci pozice nástroje. Tím se zabrání pohybu zařízení mimo tisknutelnou oblast a následnému opotřebení vybavení.
zh_tw: ）操作以定位當前工具頭位置，以防止軸移動時超出邊界造成裝置磨損

source: Go Home
cs: Jít domů
zh_tw: 回原點

source: An error occurred. Maybe memory of system is not enough or it's a bug of the program
cs: Došlo k chybě. Možná není v systému dostatek paměti nebo se jedná o chybu programu.
zh_tw: 發生錯誤。可能系統記憶體不足或者程式存在bug。

source: Please save project and restart the program.
cs: Uložte projekt a restartujte program.
zh_tw: 請儲存專案並重啟程式。

source: Processing G-Code from Previous file...
cs: Zpracovávání G-kódu z předchozího souboru...
zh_tw: 從之前的檔案載入G程式碼...

source: Slicing complete
cs: Řezání dokončeno
zh_tw: 切片完成

source: Access violation
cs: Porušení přístupu
zh_tw: 非法訪問

source: Illegal instruction
cs: Neplatná instrukce
zh_tw: 非法指令

source: Divide by zero
cs: Dělení nulou
zh_tw: 除零

source: Overflow
cs: Přetečení
zh_tw: 上溢

source: Underflow
cs: Podtečení
zh_tw: 下溢

source: Floating reserved operand
cs: Rezervovaný operand s pohyblivou desetinnou čárkou
zh_tw: 浮點保留運算元

source: Stack overflow
cs: Přetečení zásobníku
zh_tw: 棧溢位

source: Running post-processing scripts
cs: Spouštění post-processing skriptů
zh_tw: 執行後處理指令碼

source: Successfully executed post-processing script
cs: Skript pro následné zpracování byl úspěšně proveden.
zh_tw: 成功執行後處理指令碼

source: Unknown error when export G-code.
cs: Neznámá chyba při exportu G-kódu.
zh_tw: 匯出G-code檔案發生未知錯誤。

source: Failed to save gcode file. Error message: %1%. Source file %2%.
cs: Nepodařilo se uložit soubor G-kódu. Chybová zpráva: %1%. Zdrojový soubor: %2%.
zh_tw: 無法儲存Gcode檔案。 錯誤資訊：%1%。 原始檔 %2%.

source: Copying of the temporary G-code to the output G-code failed
cs: Kopírování dočasného G-kódu do výstupního G-kódu selhalo
zh_tw: 將臨時 G 程式碼複製到輸出 G 程式碼失敗

source: Scheduling upload to `%1%`. See Window -> Print Host Upload Queue
cs: Plánování nahrání do `%1%`. Viz Okno -> Fronta nahrávání tiskového hostitele
zh_tw: 計劃上傳到 `%1%`。請參閱視窗-> 列印主機上傳佇列

source: Origin
cs: Počátek
zh_tw: 原點

source: Size in X and Y of the rectangular plate.
cs: Rozměry v ose X a Y obdélníkové podložky.
zh_tw: 矩形框在X和Y方向的尺寸。

source: Distance of the 0,0 G-code coordinate from the front left corner of the rectangle.
cs: Vzdálenost souřadnice 0,0 G-kódu od levého předního rohu obdélníku.
zh_tw: G-code 0,0 座標相對於矩形框左前角的距離。

source: Diameter of the print bed. It is assumed that origin (0,0) is located in the center.
cs: Průměr tiskové podložky. Předpokládá se, že počátek (0,0) je umístěn ve středu.
zh_tw: 熱床直徑。假定原點 (0,0) 位於中心。

source: Rectangular
cs: Obdélníkový
zh_tw: 矩形

source: Circular
cs: Kruhový
zh_tw: 圓

source: Settings
cs: Nastavení
zh_tw: 設定

source: Texture
cs: Textura
zh_tw: 紋理

source: Remove
cs: Odebrat
zh_tw: 移除

source: Not found:
cs: Nenalezeno:
zh_tw: 未發現：

source: Model
zh_tw: 模型

source: Choose an STL file to import bed shape from:
cs: Vyberte soubor STL pro import tvaru podložky:
zh_tw: 選擇熱床形狀的 STL 檔案：

source: Invalid file format.
cs: Neplatný formát souboru.
zh_tw: 無效的檔案格式。

source: Error! Invalid model
cs: Chyba! Neplatný model
zh_tw: 錯誤！無效模型

source: The selected file contains no geometry.
cs: Vybraný soubor neobsahuje žádnou geometrii.
zh_tw: 所選檔案不包含任何幾何資料。

source: The selected file contains several disjoint areas. This is not supported.
cs: Vybraný soubor obsahuje několik nespojených oblastí. Toto není podporováno.
zh_tw: 所選檔案包含多個未連線的區域。不支援這種型別。

source: Choose a file to import bed texture from (PNG/SVG):
cs: Vyberte soubor pro importování textury podložky (PNG/SVG):
zh_tw: 選擇 (PNG/SVG) 檔案作為熱床紋理：

source: The file exceeds %d MB, please import again.
cs: Soubor přesahuje %d MB, prosím importujte jej znovu.
zh_tw: 檔案超過 %d MB，請重新匯入。

source: Exception in obtaining file size, please import again.
cs: Výjimka při získávání velikosti souboru, prosím importujte znovu.
zh_tw: 獲取檔案大小異常，請重新匯入。

source: Choose an STL file to import bed model from:
cs: Vyberte soubor STL pro import modelu podložky:
zh_tw: 選擇 STL 檔案來匯入床模型:

source: Bed Shape
cs: Tvar podložky
zh_tw: 熱床形狀

source: The recommended minimum temperature is less than 190 degree or the recommended maximum temperature is greater than 300 degree.
cs: Doporučená minimální teplota je menší než 190 stupňů nebo doporučená maximální teplota je větší než 300 stupňů.
zh_tw: 建議最低溫度低於 190 度或建議最高溫度高於 300 度。

source: The recommended minimum temperature cannot be higher than the recommended maximum temperature.
cs: Doporučená minimální teplota nemůže být vyšší než doporučená maximální teplota.
zh_tw: 推薦最低溫度不能大於推薦最高溫度。

source: Please check.
cs: Zkontrolujte prosím.
zh_tw: 請檢查。

source: Nozzle may be blocked when the temperature is out of recommended range. Please confirm whether to use the temperature for printing.
cs: Tryska může být zablokována, pokud se teplota nachází mimo doporučený rozsah. Potvrďte prosím, že chcete použít tuto teplotu pro tisk.
zh_tw: 當溫度超過建議的範圍時，噴嘴可能會堵塞。 請確認是否使用該溫度列印

source: Recommended nozzle temperature of this filament type is [%d, %d] degree centigrade
cs: Doporučená teplota trysky pro tento typ filamentu je [%d, %d] stupňů Celsia
zh_tw: 該耗材的推薦噴嘴溫度是[%d, %d]攝氏度

source: Too small max volumetric speed. Reset to 0.5
cs: Příliš malá maximální objemová rychlost. Nastaveno na 0,5
zh_tw: 最大體積流量設定過小 重置為0.5

source: Should not large than 100%. Reset to defualt
cs: Hodnota nesmí být větší než 100 %. Obnoveno na výchozí
zh_tw: 起始高度不應大於100%。將重置為預設值

source: Current chamber temperature is higher than the material's safe temperature,it may result in material softening and clogging.The maximum safe temperature for the material is %d
cs: Aktuální teplota komory je vyšší než bezpečná teplota materiálu, což může způsobit změknutí a ucpání materiálu. Maximální bezpečná teplota tohoto materiálu je %d.
zh_tw: 當前腔體溫度高於材料的安全溫度，這可能導致材料軟化和堵塞。該材料的最高安全溫度為 %d。

source: Too small layer height. Reset to 0.2
cs: Příliš malá výška vrstvy. Nastaveno na 0,2
zh_tw: 層高過小。將重置為0.2

source: Too large layer height. Reset to 0.2
cs: Příliš velká výška vrstvy. Nastaveno na 0,2
zh_tw: 層高過大。將重置為0.2

source: Should not large than layer height. Reset to 10%
cs: Hodnota nesmí být větší než výška vrstvy. Obnoveno na 10 %
zh_tw: 起始高度不應大於層高度。重置為10%

source: Too small ironing spacing. Reset to 0.1
cs: Příliš malý rozestup žehlení. Nastaveno na 0,1
zh_tw: 熨燙線距過小。將重置為0.1

source: Too small support ironing spacing. Reset to 0.1
cs: Příliš malý rozestup žehlení podpory. Nastaveno na 0,1
zh_tw: 支撐熨燙線距過小。將重置為0.1

source: Support ironing will not work with sparse support interface. Do you want to adjust the support interface config to use ironing? Yes: make the support interface solid. No: disable the support ironing.
cs: Žehlení podpory nebude fungovat s řídkým rozhraním podpory. Chcete upravit konfiguraci rozhraní podpory pro použití žehlení? Ano: rozhraní podpory bude plné. Ne: žehlení podpory bude zakázáno.
zh_tw: 支援熨燙功能不適用於稀疏的支撐介面。 您要調整支撐介面配置以使用熨燙功能嗎？ 是：使支撐介面變為實心。 否：禁用支撐熨燙。

source: Zero initial layer height is invalid. The first layer height will be reset to 0.2.
cs: Nulová výška počáteční vrstvy je neplatná. Výška první vrstvy bude nastavena na 0,2.
zh_tw: 首層層高為無效的0值。 將被重置為0.2。

source: This setting is only used for model size tuning with small value in some cases. For example, when the model size has slight errors and is difficult be assembled. For large size tuning, please use model scaling function. The value will be reset to 0.
cs: Toto nastavení slouží pouze pro jemné doladění velikosti modelu s malou hodnotou v některých případech. Například pokud má model drobné chyby ve velikosti a je obtížné jej sestavit. Pro větší úpravy velikosti použijte funkci škálování modelu. Hodnota bude obnovena na 0.
zh_tw: 這個設定僅用於在特定場景下微調模型尺寸。 例如，當模型尺寸有小誤差，難以裝配。 對於大尺寸的調整，請使用模型縮放功能。 這個數值將被重置為0。

source: Too large elephant foot compensation is unreasonable. If really have serious elephant foot effect, please check other settings. For example, whether bed temperature is too high. The value will be reset to 0.
cs: Příliš velká kompenzace sloní nohy není rozumná. Pokud skutečně dochází k výraznému efektu sloní nohy, ověřte prosím další nastavení. Například, zda není teplota podložky příliš vysoká. Hodnota bude nastavena na 0.
zh_tw: 過大的象腳補償是不合理的。 如果確實有嚴重的象腳效應，請檢查其他設定。 例如，是否設定了過高的床溫。 這個數值將被重置為0。

source: Prime tower does not work when Adaptive Layer Height or Independent Support Layer Height is on. Which do you want to keep? YES - Keep Prime Tower NO - Keep Adaptive Layer Height and Independent Support Layer Height
cs: Věž pro oddělení trysky není funkční, pokud je zapnutá Adaptivní výška vrstvy nebo Nezávislá výška vrstvy podpory. Kterou možnost si přejete zachovat? ANO – Zachovat věž pro oddělení trysky NE – Zachovat Adaptivní výšku vrstvy a Nezávislou výšku vrstvy podpory
zh_tw: 擦料塔不支援和自適應層高或支撐獨立層高。同時開啟 如何選擇？ 是 - 選擇開啟擦料塔 否 - 選擇保留自適應層高或支撐獨立層高

source: Prime tower does not work when Adaptive Layer Height is on. Which do you want to keep? YES - Keep Prime Tower NO - Keep Adaptive Layer Height
cs: Věž pro oddělení trysky není funkční, pokud je zapnutá Adaptivní výška vrstvy. Kterou možnost si přejete zachovat? ANO – Zachovat věž pro oddělení trysky NE – Zachovat Adaptivní výšku vrstvy
zh_tw: 擦料塔不支援和自適應層高同時開啟。 如何選擇？ 是 - 選擇開啟擦料塔 否 - 選擇保留自適應層高

source: Prime tower does not work when Independent Support Layer Height is on. Which do you want to keep? YES - Keep Prime Tower NO - Keep Independent Support Layer Height
cs: Věž pro oddělení trysky není funkční, pokud je zapnutá Nezávislá výška vrstvy podpory. Kterou možnost si přejete zachovat? ANO – Zachovat věž pro oddělení trysky NE – Zachovat Nezávislou výšku vrstvy podpory
zh_tw: 擦料塔不支援和支撐獨立層高同時開啟。 如何選擇？ 是 - 選擇開啟擦料塔 否 - 選擇保留支撐獨立層高

source: %1% infill pattern doesn't support 100%% density.
cs: %1% vzor výplně nepodporuje hustotu 100%%.
zh_tw: %1% 填充圖案不支援 100%% 密度。

source: Switch to rectilinear pattern? Yes - switch to rectilinear pattern automatically No - reset density to default non 100% value automatically
cs: Přepnout na pravoúhlý vzor? Ano – automaticky přepnout na pravoúhlý vzor Ne – automaticky obnovit hustotu na výchozí hodnotu jinou než 100 %
zh_tw: 切換到直線圖案？ 是 - 自動切換到直線圖案 否 - 自動將密度重置為預設的非100%值

source: While printing by Object, the extruder may collide skirt. Thus, reset the skirt layer to 1 to avoid that.
cs: Při tisku podle objektu může dojít ke kolizi extruderu se sukní. Nastavte proto vrstvu sukně na 1, abyste tomu předešli.
zh_tw: 逐件列印時，擠出機可能與裙邊碰撞。因此將裙邊的層數重置為1。

source: lock depth should smaller than skin depth. Reset to 50%% of skin depth
cs: Hloubka zámku by měla být menší než hloubka povrchu. Nastaveno na 50%% hloubky povrchu
zh_tw: 互鎖深度應該比表皮深度小, 重設為表皮深度的一半

source: Spiral mode only works when wall loops is 1, support is disabled, clumping detection by probing is disabled, top shell layers is 0, sparse infill density is 0, timelapse type is traditional and smoothing wall speed in z direction is false.
cs: Spirálový režim funguje pouze, pokud je počet smyček stěn 1, podpora je vypnuta, detekce shlukování sondováním je vypnuta, počet horních vrstev je 0, hustota řídké výplně je 0, typ časosběru je tradiční a vyhlazování rychlosti stěn v ose z je vypnuto.
zh_tw: 花瓶模式僅在以下條件下可用：牆壁環數設定為 1，支撐禁用，觸碰裹頭檢測禁用，頂殼層數為 0，稀疏填充密度為 0，延時攝影型別為傳統，並且 Z 方向牆速度平滑不啟用。

source: But machines with I3 structure will not generate timelapse videos.
cs: Ale stroje s konstrukcí I3 nevytvářejí videa typu timelapse.
zh_tw: 但是I3結構的機器將不會生成延時影片。

source: Change these settings automatically? Yes - Change these settings and enable spiral mode automatically No - Give up using spiral mode this time
cs: Změnit tato nastavení automaticky? Ano – změnit tato nastavení a automaticky povolit spirálový režim Ne – tentokrát nepoužít spirálový režim
zh_tw: 自動調整這些設定？ 是 - 自動調整這些設定並開啟旋轉模式 否 - 暫不使用旋轉模式

source: Printing
cs: Tisk
zh_tw: 列印中

source: Auto bed leveling
cs: Automatická nivelace podložky
zh_tw: 自動熱床調平

source: Heatbed preheating
cs: Předehřívání vyhřívané podložky
zh_tw: 預加熱熱床

source: Vibration compensation
cs: Kompenzace vibrací
zh_tw: 振動補償

source: Changing filament
cs: Výměna filamentu
zh_tw: 換料

source: M400 pause
cs: Pauza M400
zh_tw: M400暫停

source: Paused (filament ran out)
zh_tw: 暫停（耗材用盡）

source: Heating nozzle
zh_tw: 加熱噴嘴

source: Calibrating dynamic flow
zh_tw: 動態流量校準

source: Scanning bed surface
cs: Skenování povrchu podložky
zh_tw: 掃描熱床

source: Inspecting first layer
cs: Kontrola první vrstvy
zh_tw: 掃描首層

source: Identifying build plate type
cs: Určování typu tiskové podložky
zh_tw: 識別列印板型別

source: Calibrating Micro Lidar
cs: Kalibruje se mikro lidar
zh_tw: 雷達相機校準

source: Homing toolhead
cs: Referencování tiskové hlavy
zh_tw: 工具頭回中

source: Cleaning nozzle tip
cs: Čištění špičky trysky
zh_tw: 清理噴嘴頭

source: Checking extruder temperature
cs: Kontroluje se teplota extruderu
zh_tw: 檢查擠出溫度

source: Paused by the user
zh_tw: 使用者暫停

source: Pause (front cover fall off)
zh_tw: 暫停（工具頭前蓋掉落）

source: Calibrating the micro lidar
cs: Kalibruje se mikro lidar
zh_tw: 鐳射雷達校準

source: Calibrating flow ratio
zh_tw: 校準流量比例

source: Pause (nozzle temperature malfunction)
zh_tw: 暫停（噴嘴溫控異常）

source: Pause (heatbed temperature malfunction)
zh_tw: 暫停（熱床溫控異常）

source: Filament unloading
cs: Vysouvání filamentu
zh_tw: 退料中

source: Pause (step loss)
zh_tw: 暫停（丟步）

source: Filament loading
cs: Načítání filamentu
zh_tw: 進料中

source: Motor noise cancellation
cs: Potlačení hluku motoru
zh_tw: 電機降噪

source: Pause (AMS offline)
zh_tw: 暫停（AMS離線）

source: Pause (low speed of the heatbreak fan)
zh_tw: 暫停（熱阻風扇異常）

source: Pause (chamber temperature control problem)
zh_tw: 暫停（腔溫控制異常）

source: Cooling chamber
cs: Chladicí komora
zh_tw: 腔溫冷卻中

source: Pause (Gcode inserted by user)
zh_tw: 暫停（使用者插入Gcode）

source: Motor noise showoff
cs: Ukázka hluku motoru
zh_tw: 電機噪聲展示

source: Pause (nozzle clumping)
zh_tw: 暫停（裹頭）

source: Pause (cutter error)
zh_tw: 暫停（切刀異常）

source: Pause (first layer error)
zh_tw: 暫停（首層掃描異常）

source: Pause (nozzle clog)
zh_tw: 暫停（堵頭）

source: Measuring motion percision
zh_tw: 檢查運動精度

source: Enhancing motion percision
zh_tw: 運動精度增強

source: Measure motion accuracy
zh_tw: 校準後檢測印表機絕對精度

source: Nozzle offset calibration
cs: Kalibrace offsetu trysky
zh_tw: 噴嘴偏移校準

source: high temperature auto bed levelling
cs: Automatické vyrovnávání podložky při vysoké teplotě
zh_tw: 高溫熱床校準

source: Auto Check: Quick Release Lever
cs: Automatická kontrola: Rychloupínací páka
zh_tw: 自動檢測：快拆鎖釦

source: Auto Check: Door and Upper Cover
cs: Automatická kontrola: Dveře a horní kryt
zh_tw: 自動檢測：前門及上蓋

source: Laser Calibration
cs: Kalibrace laseru
zh_tw: 鐳射元件校準

source: Auto Check: Platform
cs: Automatická kontrola: Platforma
zh_tw: 自動檢測：墊板

source: Confirming BirdsEye Camera location
zh_tw: 俯視攝像頭位置確認

source: Calibrating BirdsEye Camera
zh_tw: 俯視攝像頭校準

source: Auto bed leveling -phase 1
cs: Automatická nivelace podložky – fáze 1
zh_tw: 自動熱床調平 –階段一

source: Auto bed leveling -phase 2
cs: Automatická nivelace podložky – fáze 2
zh_tw: 自動熱床調平 –階段二

source: Heating chamber
cs: Vyhřívací komora
zh_tw: 腔體加熱中

source: Adjusting heatbed temperature
cs: Nastavuji teplotu vyhřívané podložky
zh_tw: 熱床溫度調節中

source: Printing calibration lines
cs: Tisk kalibračních linií
zh_tw: 列印標定線

source: Auto Check: Material
zh_tw: 自動檢測：材料

source: Live View Camera Calibration
zh_tw: 實況攝像頭校準

source: Waiting for heatbed to reach target temperature
zh_tw: 等待熱床溫度到位

source: Auto Check: Material Position
zh_tw: 自動檢測：材料位置

source: Cutting Module Offset Calibration
zh_tw: 刀切模組偏移校準

source: Measuring Surface
cs: Měření povrchu
zh_tw: 曲面測量中

source: Homing Blade Holder
cs: Referencování držáku čepele
zh_tw: 刀架回到起始點

source: Calibrating Camera Offset
cs: Kalibruje se posun kamery
zh_tw: 攝像頭偏移校準

source: Calibrating Blade Holder Position
cs: Kalibruje se poloha držáku čepele
zh_tw: 刀架位置校準

source: Hotend Pick and Place Test
cs: Test vyzvednutí a umístění hotendu
zh_tw: 熱端取放測試

source: Waiting for the Chamber temperature to equalize
cs: Čekání na vyrovnání teploty komory
zh_tw: 等待腔溫勻熱

source: Preparing Hotend
cs: Příprava hotendu
zh_tw: 熱端準備中
