Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: The following object(s) have empty initial layer and can't be printed. Please cut the bottom or enable supports.
cs: Následující objekt(y) mají prázdnou počáteční vrstvu a nelze ji vytisknout. Prosím, vyřežte spodní část nebo povolte podpory.

source: Object can't be printed for empty layer between %1% and %2%.
cs: Objekt nelze vytisknout pro prázdnou vrstvu mezi %1% a %2%.

source: Object: %1%
cs: Objekt: %1%

source: Maybe parts of the object at these height are too thin, or the object has faulty mesh
cs: Možná jsou části objektu v této výšce příliš tenké nebo objekt má vadnou síť

source: Flush volumes matrix do not match to the correct size!
cs: Matice vyprázdnění svazků se neshoduje se správnou velikostí!

source: No object can be printed. Maybe too small
cs: Žádný objekt nelze vytisknout. Možná je příliš malý

source: Failed to generate gcode for invalid custom G-code.
cs: Nepodařilo se vygenerovat gcode pro neplatný vlastní G-kód.

source: Please check the custom G-code or use the default custom G-code.
cs: Zkontrolujte prosím vlastní G kód nebo použijte výchozí vlastní G kód.

source: You can find them from 'Printer settings' -> 'Machine G-code' and 'Filament settings' -> 'Advanced'.
cs: Najdete je v 'Nastavení tiskárny' -> 'Machine G-code' a 'Filament setting' -> 'Advanced'.

source: You can find it from 'Printer settings' -> 'Machine G-code'.
cs: Najdete ho v 'Nastavení tiskárny' -> 'Strojově G kódu'.

source: You can find it from 'Filament settings' -> 'Advanced'.
cs: Najdete ho v "Filament settings" -> "Rozšířené".

source: Generating G-code: layer %1%
cs: Generování G kódu: vrstva %1%

source: Smoothing z direction speed
cs: Rychlost vyhlazování směru

source: Exporting G-code
cs: Exportování kódu G

source: Grouping error:
cs: Chyba seskupení:

source: can not be placed in the
cs: nelze umístit v

source: Inner wall
cs: Vnitřní zeď

source: Outer wall
cs: Vnější zeď

source: Overhang wall
cs: Zeď převisu

source: Floating vertical shell
cs: Plovoucí svislá skořepina

source: Internal solid infill
cs: Vnitřní tuhý infil

source: Top surface
cs: Horní povrch

source: Bottom surface
cs: Dolní povrch

source: Bridge
cs: Mosty

source: Gap infill
cs: Infuz mezery

source: Support interface
cs: Podpůrné rozhraní

source: Support transition
cs: Přechod podpory

source: Multiple
cs: Více

source: Flush
cs: Vyprázdnit

source: Failed to calculate line width of %1%. Can not get value of "%2%"
cs: Nepodařilo se vypočítat šířku řádku %1%. Nelze získat hodnotu "%2%"

source: undefined error
cs: nedefinovaná chyba

source: too many files
cs: příliš mnoho souborů

source: file too large
cs: soubor je příliš velký

source: unsupported method
cs: nepodporovaná metoda

source: unsupported encryption
cs: nepodporované šifrování

source: unsupported feature
cs: nepodporovaná funkce

source: failed finding central directory
cs: Nepodařilo se najít centrální adresář

source: not a ZIP archive
cs: není ZIP archiv

source: invalid header or corrupted
cs: neplatný záhlaví nebo poškozený

source: unsupported multidisk
cs: nepodporovaný multidisk

source: decompression failed
cs: deprese selhala

source: compression failed
cs: komprese selhala

source: unexpected decompressed size
cs: neočekávaná rozdrobená velikost

source: CRC check failed
cs: Kontrola CRC selhala

source: unsupported central directory size
cs: nepodporovaná střední velikost adresáře

source: allocation failed
cs: Přidělení selhalo

source: file open failed
cs: otevření souboru se nezdařilo

source: file create failed
cs: vytvoření souboru se nezdařilo

source: file write failed
cs: zápis souboru se nezdařil

source: file read failed
cs: čtení souboru se nezdařilo

source: file close failed
cs: zavření souboru se nezdařilo

source: file seek failed
cs: Vyhledávání souboru selhalo

source: file stat failed
cs: statistika souboru selhala

source: invalid parameter
cs: neplatný parametr

source: invalid filename
cs: neplatný název souboru

source: buffer too small
cs: vyrovnávací paměť je příliš malá

source: internal error
cs: vnitřní chyba

source: file not found
cs: soubor nebyl nalezen

source: archive too large
cs: archiv je příliš velký

source: validation failed
cs: ověření se nezdařilo

source: write callback failed
cs: zápis zpětného volání se nezdařil

source: %1% is too close to exclusion area, there may be collisions when printing.
cs: %1% je příliš blízko k oblasti vyloučení, může dojít ke srážkám při tisku.

source: %1% is too close to others, and collisions may be caused.
cs: %1% je příliš blízko k ostatním a kolize mohou být způsobeny.

source: %1% is too tall, and collisions will be caused.
cs: %1% je příliš vysoký a kolize budou způsobeny.

source: is too close to exclusion area, there may be collisions when printing.
cs: je příliš blízko oblasti vyloučení, může dojít ke srážkám při tisku.

source: is too close to clumping detection area, there may be collisions when printing.
cs: je příliš blízko k detekční zóně, může dojít ke srážkám při tisku.

source: Prime Tower
cs: Primární věž

source: is too close to others, and collisions may be caused.
cs: je příliš blízko ostatním, a kolize mohou být způsobeny

source: is too close to exclusion area, and collisions will be caused.
cs: je příliš blízko oblasti vyloučení a bude způsobeno kolize.

source: is too close to clumping detection area, and collisions will be caused.
cs: je příliš blízko k detekční oblasti a bude způsobeno kolize.

source: Printing high-temp and low-temp filaments together may cause nozzle clogging or printer damage.
cs: Tisk vláken s vysokým dočasným a nízkým dočasným zatížením může způsobit poškození trysky clogováním nebo tiskárnou.

source: Printing high-temp and low-temp filaments together may cause nozzle clogging or printer damage. If you still want to print, you can enable the option in Preferences.
cs: Tisk vláken s vysokým dočasným a nízkým dočasným zatížením může způsobit poškození trysky clogováním nebo tiskárnou. Pokud stále chcete vytisknout, můžete tuto možnost povolit v Nastavení.

source: Printing different-temp filaments together may cause nozzle clogging or printer damage.
cs: Tisk různých dočasných vláken dohromady může způsobit poškození trysky clogováním nebo tiskárnou.

source: Printing high-temp and mid-temp filaments together may cause nozzle clogging or printer damage.
cs: Tisk vláken s vysokým dočasným a středním dočasným zatížením může způsobit poškození dýmek nebo tiskárny.

source: Printing mid-temp and low-temp filaments together may cause nozzle clogging or printer damage.
cs: Tisk vláken se střední teplotou a nízkou teplotou dohromady může způsobit poškození těles nebo tiskárny.

source: No extrusions under current settings.
cs: V aktuálním nastavení nejsou žádné extruze.

source: Smooth mode of timelapse is not supported when "by object" sequence is enabled.
cs: Hladký režim časové osy není podporován, pokud je povolena posloupnost "podle objektu".

source: Clumping detection is not supported when "by object" sequence is enabled.
cs: Detekce Clumping není podporována, pokud je povolena posloupnost "by object".

source: enable_wrapping_detection
cs: povolit_wrapping_Detekce

source: Prime tower is required for clumping detection; otherwise, there may be flaws on the model.
cs: Pro detekci shluků je zapotřebí prvotní věže; jinak může dojít k chybám na modelu.

source: enable_prime_tower
cs: ano_prim_věž

source: Please select "By object" print sequence to print multiple objects in spiral vase mode.
cs: Pro tisk více objektů v režimu spirální vase zvolte prosím sekvenci "Z objektu".

source: The spiral vase mode does not work when an object contains more than one materials.
cs: Režim spirály nefunguje, pokud objekt obsahuje více materiálů.

source: Variable layer height is not supported with Organic supports.
cs: Výška proměnné vrstvy není podporována organickými podpěry.

source: Different nozzle diameters and different filament diameters is not allowed when prime tower is enabled.
cs: Různé průměry trysky a různé průměry vlákna nejsou povoleny, pokud je zapnuta primární věž.

source: The Wipe Tower is currently only supported with the relative extruder addressing (use_relative_e_distances=1).
cs: Vymazat věž je v současné době podporována pouze adresou relativního extruderu (use_relative_distances=1).

source: Ooze prevention is currently not supported with the prime tower enabled.
cs: Prevence oze není v současné době podporována s primární věží.

source: The prime tower is currently only supported for the Marlin, RepRap/Sprinter, RepRapFirmware and Repetier G-code flavors.
cs: Hlavní věž je v současné době podporována pouze pro Marlin, RepRapRapFirmware a Repetier G-kód.

source: The prime tower is not supported in "By object" print.
cs: Hlavní věž není v tisku "By object" podporována.

source: The prime tower is not supported when adaptive layer height is on. It requires that all objects have the same layer height.
cs: Výška adaptivní vrstvy není podporována. Vyžaduje, aby všechny objekty měly stejnou výšku vrstvy.

source: The prime tower requires "support gap" to be multiple of layer height
cs: Hlavní věž vyžaduje "podpůrnou mezeru", aby byla násobná výška vrstvy

source: The prime tower requires that all objects have the same layer heights
cs: Hlavní věž vyžaduje, aby všechny objekty měly stejnou výšku vrstvy

source: The prime tower requires that all objects are printed over the same number of raft layers
cs: Hlavní věž vyžaduje, aby všechny objekty byly vytištěny na stejném počtu vrstev

source: The prime tower requires that all objects are sliced with the same layer heights.
cs: Hlavní věž vyžaduje, aby všechny objekty byly řezány se stejnou vrstvou výšky.

source: The prime tower is only supported if all objects have the same variable layer height
cs: Hlavní věž je podporována pouze v případě, že všechny objekty mají stejnou výšku proměnné vrstvy

source: Too small line width
cs: Příliš malá šířka čáry

source: Too large line width
cs: Příliš velká šířka čáry

source: The prime tower requires that support has the same layer height as object.
cs: Hlavní věž vyžaduje, aby podpěra měla stejnou výšku jako objekt.

source: Support enforcers are used but support is not enabled. Please enable support.
cs: Vydavatelé podpory jsou používáni, ale podpora není povolena. Prosím povolte podporu.

source: Layer height cannot exceed nozzle diameter
cs: Výška vrstvy nesmí překročit průměr trysky

source: Plate %d: %s does not support filament %s
cs: Deska %d: %s nepodporuje vlákno %s

source: Generating skirt & brim
cs: Generování sukně a briket

source: Generating G-code
cs: Generování G kódu

source: Failed processing of the filename_format template.
cs: Zpracování šablony souboru souboru ame_format se nezdařilo.

source: Printable area
cs: Tisková oblast

source: Extruder printable area
cs: Tisková plocha vytlačovacího zařízení

source: Bed exclude area
cs: Oblast pro vyloučení postele

source: Unprintable area in XY plane. For example, X1 Series printers use the front left corner to cut filament during filament change. The area is expressed as polygon by points in following format: "XxY, XxY, ..."
cs: Neotisknutelná plocha v rovině XY. Například X1 sériové tiskárny používají levý přední roh pro rozříznutí vlákna při změně vlákna. Oblast je vyjádřena polygonem v následujících bodech: "XxY, XxY, ..."

source: Bed custom texture
cs: Vlastní textura postele

source: Bed custom model
cs: Vlastní model postele

source: Elephant foot compensation
cs: Kompenzace chodidla slona

source: Shrink the initial layer on build plate to compensate for elephant foot effect
cs: Zmenšit počáteční vrstvu na stavěné desce pro kompenzaci efektu nohy

source: Slicing height for each layer. Smaller layer height means more accurate and more printing time
cs: Třídění výšky pro každou vrstvu. Menší výška vrstvy znamená přesnější a více času tisku

source: Printable height
cs: Výška tisku

source: Maximum printable height which is limited by mechanism of printer
cs: Maximální výška tiskárny, která je omezena mechanismem tiskárny

source: Extruder printable height
cs: Výška vytlačovacího zařízení pro tisk

source: Maximum printable height of this extruder which is limited by mechanism of printer
cs: Maximální výška pro tisk tohoto vytlačovače, která je omezena mechanismem tiskárny

source: Printer preset names
cs: Tiskárna přednastavení

source: Hostname, IP or URL
cs: Hostitel, IP nebo URL

source: Slic3r can upload G-code files to a printer host. This field should contain the hostname, IP address or URL of the printer host instance. Print host behind HAProxy with basic auth enabled can be accessed by putting the user name and password into the URL in the following format: https://username:password@your-octopi-address/
cs: Slic3r může nahrát soubory s Gcode do tiskárny. Toto pole by mělo obsahovat název hostitele, IP adresu nebo URL hostitele tiskárny. Vytisknout hostitele za HAProxy s povoleným základním autorizací lze získat zadáním uživatelského jména a hesla do adresy URL v následujícím formátu: https://username:password@your-octopi-address/

source: Device UI
cs: Uživatelské rozhraní zařízení

source: Specify the URL of your device user interface if it's not same as print_host
cs: Zadejte URL uživatelského rozhraní vašeho zařízení, pokud není totéž jako print_host

source: API Key / Password
cs: API klíč / heslo

source: Slic3r can upload G-code files to a printer host. This field should contain the API Key or the password required for authentication.
cs: Slic3r může nahrát soubory s Gcode do tiskárny. Toto pole by mělo obsahovat API klíč nebo heslo požadované pro autentizaci.

source: Name of the printer
cs: Název tiskárny

source: HTTPS CA File
cs: Soubor HTTPS CA

source: Custom CA certificate file can be specified for HTTPS OctoPrint connections, in crt/pem format. If left blank, the default OS CA certificate repository is used.
cs: Vlastní soubor certifikátu CA lze specifikovat pro připojení HTTPS OctoPrint ve formátu crt/pem. Pokud necháte prázdné, použije se výchozí úložiště certifikátů OS CA.

source: User
cs: Uživatel

source: Password
cs: Heslo

source: Ignore HTTPS certificate revocation checks
cs: Ignorovat kontroly zrušení certifikátu HTTPS

source: Ignore HTTPS certificate revocation checks in case of missing or offline distribution points. One may want to enable this option for self signed certificates if connection fails.
cs: Ignorovat kontroly zrušení certifikátu HTTPS v případě chybějících nebo offline distribučních bodů. Někdo může chtít povolit tuto možnost pro certifikáty, které podepíše sám sebe, pokud připojení selže.

source: Names of presets related to the physical printer
cs: Názvy předvoleb týkající se fyzické tiskárny

source: Authorization Type
cs: Typ autorizace

source: API key
cs: Klíč API

source: HTTP digest
cs: Přehled HTTP

source: Avoid crossing wall
cs: Vyhnout se křížení stěny

source: Detour and avoid traveling across wall which may cause blob on surface
cs: Detektor a vyhýbání se cestování po zdi, která může způsobit blokování na povrchu

source: Smoothing wall speed along Z(experimental)
cs: Rychlost vyhlazování stěny podél Z(experimentální)

source: Smoothing outwall speed in z direction to get better surface quality. Print time will increases. It is not work on spiral vase mode.
cs: Vyhlazování rychlosti outwallu ve směru z pro lepší kvalitu povrchu. Doba tisku se zvýší. Nefunguje v režimu spirálové váhy.

source: Avoid crossing wall - Max detour length
cs: Vyhnout se přechodu zdi - maximální délka detektoru

source: Maximum detour distance for avoiding crossing wall. Don't detour if the detour distance is larger than this value. Detour length could be specified either as an absolute value or as percentage (for example 50%) of a direct travel path. Zero to disable
cs: Maximální vzdálenost pro přepnutí zdi. Neodstraňujte, pokud je vzdálenost detektoru větší než tato hodnota. Délku detektoru lze specifikovat buď jako absolutní hodnotu, nebo jako procento (například 50 %) přímé cesty. Nulujte k vypnutí

source: mm or %
cs: mm nebo %

source: Other layers
cs: Ostatní vrstvy

source: Bed temperature for layers except the initial one. Value 0 means the filament does not support to print on the Cool Plate
cs: Teplota lůžka u vrstev s výjimkou prvního. Hodnota 0 znamená, že vlákno nepodporuje tisk na chladnou desku

source: Bed temperature for layers except the initial one. Value 0 means the filament does not support to print on the Engineering Plate
cs: Teplota lůžka u vrstev s výjimkou prvního. Hodnota 0 znamená, že vlákno nepodporuje tisk na inženýrské desce

source: Bed temperature for layers except the initial one. Value 0 means the filament does not support to print on the High Temp Plate
cs: Teplota lůžka u vrstev s výjimkou prvního. Hodnota 0 znamená, že vlákno nepodporuje tisk na vysokoteplotní desce

source: Bed temperature for layers except the initial one. Value 0 means the filament does not support to print on the Textured PEI Plate
cs: Teplota lůžka u vrstev s výjimkou prvního. Hodnota 0 znamená, že vlákno nepodporuje tisk na Textured PEI Plate

source: Initial layer
cs: Výchozí vrstva

source: Initial layer bed temperature
cs: Počáteční teplota ložiska vrstvy

source: Bed temperature of the initial layer. Value 0 means the filament does not support to print on the Bambu Cool Plate SuperTack
cs: Teplota lůžka počáteční vrstvy. Hodnota 0 znamená, že vlákno nepodporuje tisk na Bambu Cool Plate SuperTack

source: Bed temperature of the initial layer. Value 0 means the filament does not support to print on the Cool Plate
cs: Teplota lůžka počáteční vrstvy. Hodnota 0 znamená, že vlákno nepodporuje tisk na chladnou desku

source: Bed temperature of the initial layer. Value 0 means the filament does not support to print on the Engineering Plate
cs: Teplota lůžka počáteční vrstvy. Hodnota 0 znamená, že vlákno nepodporuje tisk na přístrojovou desku

source: Bed temperature of the initial layer. Value 0 means the filament does not support to print on the High Temp Plate
cs: Teplota lůžka počáteční vrstvy. Hodnota 0 znamená, že vlákno nepodporuje tisk na vysokoteplotní desku

source: Bed temperature of the initial layer. Value 0 means the filament does not support to print on the Textured PEI Plate
cs: Teplota lůžka počáteční vrstvy. Hodnota 0 znamená, že vlákno nepodporuje tisk na Textured PEI Plate

source: Bed types supported by the printer
cs: Typy postel podporované tiskárnou

source: First layer print sequence
cs: Pořadí tisku první vrstvy

source: Other layers print sequence
cs: Sekvence tisku dalších vrstev

source: The number of other layers print sequence
cs: Počet sekvencí tisku ostatních vrstev

source: Other layers filament sequence
cs: Ostatní vrstvy vlákna sekvence vlákna

source: This G-code is inserted at every layer change before lifting z
cs: Tento kód G je vložen při každé změně vrstvy před zvednutím z

source: Bottom shell layers
cs: Vrstvy spodní skořápky

source: This is the number of solid layers of bottom shell, including the bottom surface layer. When the thickness calculated by this value is thinner than bottom shell thickness, the bottom shell layers will be increased
cs: Jedná se o počet pevných vrstev spodního pláště včetně spodní povrchové vrstvy. Pokud je tloušťka vypočítaná touto hodnotou tenčí než tloušťka spodní skořápky, zvýší se spodní vrstvy skořápek

source: Bottom shell thickness
cs: Tloušťka spodní skořápky

source: The number of bottom solid layers is increased when slicing if the thickness calculated by bottom shells layers is thinner than this value. This can avoid having too thin shell when layer height is small. 0 means that this setting is disabled and thickness of bottom shell is absolutely determained by bottom shell layers
cs: Počet pevných vrstev na dně se při krájení zvýší, pokud je tloušťka vypočítaná vrstvami spodních vrstev menší, než je tato hodnota. To se může vyhnout příliš tenké skořápce, když je výška vrstvy malá. 0 znamená, že toto nastavení je deaktivováno a tloušťka spodní skořápky je absolutně odstrašována vrstvami spodní skořápky

source: Force cooling for overhang and bridge
cs: Vynutit chlazení pro převis a most

source: Enable this option to optimize part cooling fan speed for overhang and bridge to get better cooling
cs: Povolte tuto možnost pro optimalizaci rychlosti chlazení části ventilátoru při převisu a mostu pro lepší chlazení

source: Fan speed for overhang
cs: Rychlost ventilátoru pro převis

source: Force part cooling fan to be at this speed when printing bridge or overhang wall which has large overhang degree. Forcing cooling for overhang and bridge can get better quality for these part
cs: Vynutit chlazení ventilátoru při tisku mostu nebo přes stěnu, která má vysoký stupeň převisu. Vynutit chlazení převisu a mostu může získat lepší kvalitu pro tuto část

source: Pre start fan time
cs: Předchozí čas ventilátoru

source: Force fan start early(0-5 second) when encountering overhangs. This is because the fan needs time to physically increase its speed.
cs: Vynutit start ventilátoru dříve (0–5 sekund), pokud narazíte na převisy. To je proto, že ventilátor potřebuje čas k fyzickému zvýšení své rychlosti.

source: Cooling overhang threshold
cs: Chladící práh převisu

source: Force cooling fan to be specific speed when overhang degree of printed part exceeds this value. Expressed as percentage which indicides how much width of the line without support from lower layer. 0% means forcing cooling for all outer wall no matter how much overhang degree
cs: Vynucená rychlost chladicího ventilátoru je nastavena na specifickou hodnotu, když míra přesahu tištěného dílu překročí tuto hodnotu. Vyjádřeno v procentech, která udávají šířku čáry bez podpory od spodní vrstvy. 0% mená vynucené chlazení celé vnější stěny bez ohledu na míru přesahu

source: Overhang threshold for participating cooling
cs: Prahová hodnota převisu pro zúčastněné chlazení

source: Decide which overhang part join the cooling function to slow down the speed.Expressed as percentage which indicides how much width of the line without support from lower layer. 100% means forcing cooling for all outer wall no matter how much overhang degree
cs: Rozhodněte, která část přesahu se připojí k funkci chlazení, aby se rychlost zpomalila. Vyjádřeno v procentech, která udávají, o jakou šířku se jedná bez podpory od spodní vrstvy. 100% může vynucené chlazení pro celou vnější stěnu bez ohledu na stupeň přesahu.

source: Bridge direction
cs: Směr mostu

source: Bridging angle override. If left to zero, the bridging angle will be calculated automatically. Otherwise the provided angle will be used for external bridges. Use 180°for zero angle.
cs: Přepínání úhlu přemostění. Pokud zbývá nula, úhel mostu se vypočítá automaticky. Jinak bude zadaný úhel použit pro externí mosty. Použijte 180° pro nulový úhel.

source: Bridge flow
cs: Průtok mostu

source: Decrease this value slightly(for example 0.9) to reduce the amount of material for bridge, to improve sag
cs: Snižte tuto hodnotu lehce (například 0,9) pro snížení množství materiálu pro most, pro zlepšení sag

source: Top surface flow ratio
cs: Koeficient horního povrchu

source: This factor affects the amount of material for top solid infill. You can decrease it slightly to have smooth surface finish
cs: Tento faktor ovlivňuje množství materiálu pro horní infiltraci. Můžete jej lehce snížit, abyste měli hladkou povrchovou úpravu.

source: Initial layer flow ratio
cs: Počáteční průtok vrstvy

source: This factor affects the amount of material for the initial layer
cs: Tento faktor ovlivňuje množství materiálu pro počáteční vrstvu

source: Only one wall on top surfaces
cs: Pouze jedna zeď na horním povrchu
