Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: Sparse infill density
cs: Složená hustota infiltrace

source: Density of internal sparse infill, 100% means solid throughout
cs: Hustota vnitřní řídké výplně, 100% může být plná v celém rozsahu

source: Line pattern for internal sparse infill
cs: Přímý vzor vnitřního řídícího infiltrace

source: Grid
cs: Mřížka

source: Line
cs: Řádek

source: Tri-hexagon
cs: Šestiúhelník

source: Honeycomb
cs: Pór

source: Support Cubic
cs: Podpořte Kubu

source: Lightning
cs: Blesk

source: Cross Hatch
cs: Kříž

source: Cross Zag
cs: Kříž Zg

source: Locked Zag
cs: Uzamčený Zg

source: Line pattern for skin
cs: Řádek pro kůži

source: Skeleton infill pattern
cs: Vzor infiltrování kostlivce

source: Line pattern for skeleton
cs: Vzorec čáry pro kostry

source: Acceleration of top surface infill. Using a lower value may improve top surface quality
cs: Zrychlení horního povrchu. Použití nižší hodnoty může zlepšit kvalitu horního povrchu

source: Acceleration of outer wall. Using a lower value can improve quality
cs: Zrychlení vnější zdi. Pomocí nižší hodnoty může zlepšit kvalitu

source: Acceleration of inner walls. 0 means using normal printing acceleration
cs: Zrychlení vnitřních stěn. 0 znamená normální zrychlení tisku

source: Acceleration of sparse infill. If the value is expressed as a percentage (e.g. 100%), it will be calculated based on the default acceleration.
cs: Zrychlení řídkého proudu. Je-li hodnota vyjádřena v procentech (např. 100 %), vypočítá se na základě výchozího zrychlení.

source: mm/s² or %
cs: mm/s2 nebo %

source: Acceleration of initial layer. Using a lower value can improve build plate adhensive
cs: Zrychlení počáteční vrstvy. Pomocí nižší hodnoty lze zlepšit henzívu stavět desku

source: Enable accel_to_decel
cs: Povolit <unk> _to_decel

source: Klipper's max_accel_to_decel will be adjusted automatically
cs: Klipper's max_<unk> _to_decel bude automaticky upraveno

source: Klipper's max_accel_to_decel will be adjusted to this percent of acceleration
cs: Klipper's max_<unk> _to_decel bude upraveno na toto procento zrychlení

source: Default jerk
cs: Výchozí jerk

source: Jerk of outer walls
cs: Kanystr z vnějších stěn

source: Jerk of inner walls
cs: Jerk vnitřních stěn

source: Jerk of infill
cs: Kostřava skalní

source: Jerk of top surface
cs: Jádro horního povrchu

source: First layer
cs: První vrstva

source: Jerk of first layer
cs: Jerk první vrstvy

source: Jerk of travel
cs: Jádro cesty

source: Line width of initial layer
cs: Šířka čáry počáteční vrstvy

source: Initial layer height
cs: Počáteční výška vrstvy

source: Height of initial layer. Making initial layer height thick slightly can improve build plate adhension
cs: Výška počáteční vrstvy. Ztlumením počáteční výšky vrstvy může zlepšit přilnavost stavěné desky

source: Speed of initial layer except the solid infill part
cs: Rychlost počáteční vrstvy s výjimkou části s tuhým infiltrováním

source: Initial layer infill
cs: Počáteční infilt vrstvy

source: Speed of solid infill part of initial layer
cs: Rychlost počáteční vrstvy v tuhém stavu

source: Initial layer nozzle temperature
cs: Počáteční teplota trysky vrstvy

source: Nozzle temperature to print initial layer when using this filament
cs: Teplota ohně pro tisk počáteční vrstvy při použití tohoto vlákna

source: Full fan speed at layer
cs: Rychlost plného ventilátoru na vrstvě

source: Randomly jitter while printing the wall, so that the surface has a rough look. This setting controls the fuzzy position
cs: Náhodná žitka při potisku zdi, takže povrch má hrubý vzhled. Toto nastavení ovládá záviděnou polohu

source: All walls
cs: Všechny stěny

source: Fuzzy skin thickness
cs: Tloušťka plísní kůže

source: The width within which to jitter. It's adversed to be below outer wall line width
cs: Šířka, ve které má být žiter. Má být pod šířkou čáry vnější stěny

source: Fuzzy skin point distance
cs: Vzdálenost bodu vzhledu

source: The average distance between the random points introduced on each line segment
cs: Průměrná vzdálenost mezi náhodnými body zavedenými na každém úseku trati

source: Filter out tiny gaps
cs: Filtrovat malé mezery

source: Filter out gaps smaller than the threshold specified. This setting won't affact top/bottom layers
cs: Filtrovat mezery menší, než je zadaná prahová hodnota. Toto nastavení nebude mít vliv na horní/dolní vrstvy

source: Precise wall
cs: Přesná zeď

source: Improve shell precision by adjusting outer wall spacing. This also improves layer consistency.
cs: Zlepšete přesnost skořápky nastavením rozestupu vnějších stěn. To také zvyšuje konzistenci vrstev.

source: Speed of gap infill. Gap usually has irregular line width and should be printed more slowly
cs: Rychlost proudu. Mezera má obvykle nepravidelnou šířku čáry a měla by být vytištěna pomaleji

source: Precise Z height
cs: Přesná výška Z

source: Enable this to get precise z height of object after slicing. It will get the precise object height by fine-tuning the layer heights of the last few layers. Note that this is an experimental parameter.
cs: Povolením získáte přesnou výšku objektu z po řezu. Získá přesnou výšku objektu jemným seřízením výšek vrstvy posledních několika vrstev. Všimněte si, že se jedná o experimentální parametr.

source: Arc fitting
cs: Obloukové vybavení

source: Enable this to get a G-code file which has G2 and G3 moves. And the fitting tolerance is the same as resolution
cs: Povolením získáte soubor Gkódu, který má pohyby G2 a G3. A odpovídající tolerance je stejná jako rozlišení

source: Add line number
cs: Přidat číslo řádku

source: Enable this to add line number(Nx) at the beginning of each G-Code line
cs: Povolte pro přidání čísla řádku (Nx) na začátku každého řádku G kódu

source: Scan first layer
cs: Skenovat první vrstvu

source: Enable this to enable the camera on printer to check the quality of first layer
cs: Povolte tuto možnost pro kontrolu kvality první vrstvy fotoaparátu v tiskárně

source: Enable clumping detection
cs: Povolit detekci clumingu

source: Clumping detection layers
cs: Vrstvy detekce kluzu

source: Clumping detection layers.
cs: Vrstvy pro detekci kousků.

source: Probing exclude area of clumping
cs: Probíhá vyloučení oblasti se štěpením

source: Probing exclude area of clumping.
cs: Problematika vylučuje oblast štěpání.

source: Decides the size of thumbnail stored in gcode files
cs: Určuje velikost náhledu uloženého v gcode souborech

source: Nozzle type
cs: Typ trysky

source: The metallic material of nozzle. This determines the abrasive resistance of nozzle, and what kind of filament can be printed
cs: Kovový materiál trysky, který určuje abrazivní odpor trysky a jaký druh vlákna může být potištěn.

source: Undefine
cs: Zrušit definici

source: Hardened steel
cs: Tvrzená ocel

source: Stainless steel
cs: Nerezová ocel

source: Tungsten carbide
cs: Karbid wolframu

source: Brass
cs: Mosav

source: Printer structure
cs: Struktura tiskárny

source: The physical arrangement and components of a printing device
cs: Fyzické uspořádání a součásti tiskového zařízení

source: Best object position
cs: Nejlepší pozice objektu

source: Best auto arranging position in range [0,1] w.r.t. bed shape.
cs: Nejlepší automatická úprava pozice v rozsahu [0,1] w.r.t.

source: Enable this option if machine has auxiliary part cooling fan
cs: Povolte tuto možnost, pokud má stroj pomocný chladicí ventilátor

source: Support control chamber temperature
cs: Teplota v kontrolní komoře

source: This option is enabled if machine support controlling chamber temperature
cs: Tato možnost je zapnuta, pokud je teplota v komoře řízená strojem.

source: Air filtration enhancement
cs: Vylepšení filtrace vzduchu

source: Enable this if printer support air filtration enhancement.
cs: Povolte, pokud tiskárna podporuje rozšíření filtrace vzduchu.

source: G-code flavor
cs: Chuť kódu G

source: What kind of gcode the printer is compatible with
cs: Jaký typ gcode je kompatibilní s

source: Exclude objects
cs: Vynechat objekty

source: Enable this option to add EXCLUDE OBJECT command in g-code for klipper firmware printer
cs: Povolte tuto možnost pro přidání EXCLUDE příkazu OBJECT v g-kódu tiskárny s firmware klipper firmware

source: Infill combination
cs: Kombinace doplňování

source: Automatically Combine sparse infill of several layers to print together to reduce time. Wall is still printed with original layer height.
cs: Automaticky zkombinovat řídký infilt několika vrstev, aby se zkracoval čas. Zeď je stále potištěna s původní výškou vrstvy.

source: Infill shift step
cs: Naplnit krok směny

source: This parameter adds a slight displacement to each layer of infill to create a cross texture.
cs: Tento parametr přidává do každé vrstvy infiltu mírné posunutí pro vytvoření křížové textury.

source: Infill rotate step
cs: Krok otáčení náplně

source: This parameter adds a slight rotation to each layer of infill to create a cross texture.
cs: Tento parametr přidává k každé vrstvě infiltrování mírné otočení pro vytvoření křížové textury.

source: Skeleton infill density
cs: Hustota infiltrování

source: The remaining part of the model contour after removing a certain depth from the surface is called the skeleton. This parameter is used to adjust the density of this section.When two regions have the same sparse infill settings but different skeleton densities, their skeleton areas will develop overlapping sections.default is as same as infill density.
cs: Zbývající část modelového obrysu po vyjmutí určité hloubky z povrchu se nazývá kostra. Tento parametr se používá k úpravě hustoty této části. slepice dvě oblasti mají stejné řídké nastavení infiltrování, ale různé hustoty kostry, jejich kostra se rozvinou překrývající se sekce. Závada je stejná jako hustota nafukování.

source: Skin infill density
cs: Hustota infiltrace dovednosti

source: The portion of the model's outer surface within a certain depth range is called the skin. This parameter is used to adjust the density of this section.When two regions have the same sparse infill settings but different skin densities, This area will not be split into two separate regions.default is as same as infill density.
cs: Část vnějšího povrchu modelu v určitém rozsahu hloubky se nazývá kůže. Tento parametr se používá k úpravě hustoty této části. slepice dvě oblasti mají stejné řídké nastavení infiltrace, ale různé hustoty kůže, Tato oblast nebude rozdělena do dvou samostatných regionů. Závada je stejná jako hustota nafukování.

source: Skin infill depth
cs: Hloubka infiltrování dovednosti

source: The parameter sets the depth of skin.
cs: Parametr nastavuje hloubku kůže.

source: Infill lock depth
cs: Hloubka zámku naplnění

source: The parameter sets the overlapping depth between the interior and skin.
cs: Parametr nastavuje překrývající se hloubku mezi interiérem a kůží.

source: Skin line width
cs: Šířka čáry skinu

source: Adjust the line width of the selected skin paths.
cs: Upravte šířku čáry vybraných cest motivu.

source: Skeleton line width
cs: Šířka čáry kostry

source: Adjust the line width of the selected skeleton paths.
cs: Upravte šířku čáry vybraných cest koster.

source: Symmetric infill y axis
cs: Symetrická osa y infiltu

source: If the model has two parts that are symmetric about the y-axis, and you want these parts to have symmetric textures, please click this option on one of the parts.
cs: Pokud má model dvě části, které jsou symetrické vůči ose y, a chcete, aby tyto části měly symetrické textury, prosím klikněte na tuto možnost na jedné z částí.

source: Length of sparse infill anchor
cs: Délka řídícího infiltračního kotvy

source: Connect a sparse infill line to an internal perimeter with a short segment of an additional perimeter. If expressed as percentage (example: 15%) it is calculated over sparse infill line width. Slicer tries to connect two close infill lines to a short perimeter segment. If no such perimeter segment shorter than infill_anchor_max is found, the infill line is connected to a perimeter segment at just one side and the length of the perimeter segment taken is limited to this parameter, but no longer than anchor_length_max. Set this parameter to zero to disable anchoring perimeters connected to a single infill line.
cs: Připojte řídký infiltr k vnitřnímu obvodu s krátkým úsekem dalšího obvodu. Vyjádří-li se v procentech (příklad: 15%), vypočítá se z řídké šířky infiltrované čáry. Slicer se snaží spojit dvě uzavírací linky s krátkým okrajovým segmentem. Pokud není žádný takový obvodový segment kratší než infill_anchor_max nalezen, je spojena s obvodovým segmentem pouze na jedné straně a délka obvodového segmentu je omezena na tento parametr, ale ne déle než anchor_length_max. Nastavte tento parametr na nulu pro vypnutí kotevních obvodů připojených na jednu infiltrovou linku.

source: 0 (no open anchors)
cs: 0 (žádné otevřené kotvy)

source: 1000 (unlimited)
cs: 1000 (neomezeno)

source: Maximum length of sparse infill anchor
cs: Maximální délka řídícího infiltračního kotvy

source: Connect a sparse infill line to an internal perimeter with a short segment of an additional perimeter. If expressed as percentage (example: 15%) it is calculated over sparse infill line width. Slicer tries to connect two close infill lines to a short perimeter segment. If no such perimeter segment shorter than this parameter is found, the infill line is connected to a perimeter segment at just one side and the length of the perimeter segment taken is limited to infill_anchor, but no longer than this parameter. Set this parameter to zero to disable anchoring.
cs: Připojte řídký infiltr k vnitřnímu obvodu s krátkým úsekem dalšího obvodu. Vyjádří-li se v procentech (příklad: 15%), vypočítá se z řídké šířky infiltrované čáry. Slicer se snaží spojit dvě uzavírací linky s krátkým okrajovým segmentem. Pokud není žádný takový obvodový segment kratší než tento parametr, čára mezilehlého bodu je připojena k obvodovému úseku pouze na jedné straně a délka zvoleného obvodového úseku je omezena na infill_anchor, ale ne déle, než je tento parametr. Nastavte tento parametr na nulu pro vypnutí kotvení.

source: 0 (not anchored)
cs: 0 (neukotvené)

source: Filament to print internal sparse infill.
cs: Filament pro tisk vnitřních řídících infiltrů.

source: Line width of internal sparse infill
cs: Šířka čáry vnitřního řídícího infiltrace

source: Infill/Wall overlap
cs: Infilace/zeď se překrývá

source: Infill area is enlarged slightly to overlap with wall for better bonding. The percentage value is relative to line width of sparse infill
cs: Vstupní plocha se mírně zvětšuje, aby se překrývala se stěnou pro lepší vazbu. Procentní hodnota je vztažena k šířce čáry řídícího infiltrace

source: Speed of internal sparse infill
cs: Rychlost vnitřního řídícího infiltrace

source: Interface shells
cs: Rozhrané střelivo

source: Force the generation of solid shells between adjacent materials/volumes. Useful for multi-extruder prints with translucent materials or manual soluble support material
cs: Vynutit vytvoření pevných skořápek mezi sousedními materiály/objemy. Užitečné pro vícevrstvé tisky s průsvitnými materiály nebo ručně rozpustným nosným materiálem

source: Maximum width of a segmented region
cs: Maximální šířka segmentu

source: Maximum width of a segmented region. Zero disables this feature.
cs: Maximální šířka segmentové oblasti. Nula zakáže tuto funkci.

source: Interlocking depth of a segmented region
cs: Hloubka blokování segmentované oblasti

source: Interlocking depth of a segmented region. Zero disables this feature.
cs: Blokování hloubky segmentované oblasti. Nula zakáže tuto funkci.

source: Use beam interlocking
cs: Použít blokování paprsku

source: Generate interlocking beam structure at the locations where different filaments touch. This improves the adhesion between filaments, especially models printed in different materials.
cs: Generovat strukturu blokovacího svazku v místech, kde se dotýkají různých vláken. Tím se zlepšuje adheze mezi vlákny, zejména modely vytištěnými v různých materiálech.

source: Interlocking beam width
cs: Šířka blokovacího světla

source: The width of the interlocking structure beams.
cs: Šířka paprsků blokovací konstrukce.

source: Interlocking direction
cs: Směr blokování

source: Orientation of interlock beams.
cs: Orientace blokových paprsků.

source: Interlocking beam layers
cs: Vrstvy blokovacího nosníku

source: The height of the beams of the interlocking structure, measured in number of layers. Less layers is stronger, but more prone to defects.
cs: Výška paprsků blokovací konstrukce, měřená v počtu vrstev. Méně vrstev je silnější, ale náchylnější k závadám.

source: Interlocking depth
cs: Hloubka blokování

source: The distance from the boundary between filaments to generate interlocking structure, measured in cells. Too few cells will result in poor adhesion.
cs: Vzdálenost mezi vlákny k vytvoření blokovací struktury, měřená v buňkách. Příliš málo buněk způsobí špatnou adhezi.

source: Interlocking boundary avoidance
cs: Vyhýbání se hraničním přechodům

source: The distance from the outside of a model where interlocking structures will not be generated, measured in cells.
cs: Vzdálenost od vnějšku modelu, kde se nevytvoří blokovací konstrukce, měřená v buňkách.

source: Ironing Type
cs: Typ služby

source: Ironing is using small flow to print on same height of surface again to make flat surface more smooth. This setting controls which layer being ironed
cs: Služba žehlení, používá malý průtok k tisku na stejnou výšku povrchu, aby byl plochý povrch hladší. Toto nastavení určuje, která vrstva je nastavena

source: No ironing
cs: Žádné žehlení

source: All solid layer
cs: Všechna pevná vrstva

source: Ironing Pattern
cs: Gesto Služba Služba

source: Ironing flow
cs: Přes tok

source: The amount of material to extrude during ironing. Relative to flow of normal layer height. Too high value results in overextrusion on the surface
cs: Množství materiálu k vysunutí během žehlení. Relativní k průtoku normální výšky vrstvy. Příliš vysoká hodnota má za následek nadměrné protlačení na povrchu

source: Ironing line spacing
cs: Rozestup mezi řádky

source: The distance between the lines of ironing
cs: Vzdálenost mezi přímkami žehlení

source: Ironing inset
cs: Napojení do služby

source: The distance to keep the from the edges of ironing line. 0 means not apply.
cs: Vzdálenost od okrajů žehlicí čáry 0 znamená neplatit.

source: Ironing speed
cs: Služba žehlení, rychlost

source: Print speed of ironing lines
cs: Tisk rychlosti žehlicích čar

source: ironing direction
cs: směr žehlení

source: Angle for ironing, which controls the relative angle between the top surface and ironing
cs: Úhel pro žehlení, který řídí relativní úhel mezi horním a žehlicím povrchem

source: This gcode part is inserted at every layer change after lift z
cs: Tato část gcode je vložena při každé změně vrstvy po výtahu z

source: Clumping detection G-code
cs: Detekce Clumping kód G

source: Supports silent mode
cs: Podporuje tichý režim

source: Whether the machine supports silent mode in which machine use lower acceleration to print
cs: Zda stroj podporuje tichý režim, ve kterém stroj používá nižší zrychlení k tisku

source: This G-code will be used as a code for the pause print. User can insert pause G-code in gcode viewer
cs: Tento G kód bude použit jako kód pro pozastavení tisku. Uživatel může vložit pause G kód do prohlížeče gcode

source: This G-code will be used as a custom code
cs: Tento G kód bude použit jako vlastní kód

source: Maximum speed X
cs: Maximální rychlost X

source: Maximum speed Y
cs: Maximální rychlost Y

source: Maximum speed Z
cs: Maximální rychlost Z

source: Maximum speed E
cs: Maximální rychlost E

source: Machine limits
cs: Strojové limity

source: Maximum X speed
cs: Maximální rychlost X

source: Maximum Y speed
cs: Maximální rychlost Y

source: Maximum Z speed
cs: Maximální rychlost Z

source: Maximum E speed
cs: Maximální rychlost E

source: Maximum acceleration X
cs: Maximální zrychlení X

source: Maximum acceleration Y
cs: Maximální zrychlení Y

source: Maximum acceleration Z
cs: Maximální zrychlení Z

source: Maximum acceleration E
cs: Maximální zrychlení E

source: Maximum acceleration of the X axis
cs: Maximální zrychlení osy X

source: Maximum acceleration of the Y axis
cs: Maximální zrychlení osy Y

source: Maximum acceleration of the Z axis
cs: Maximální zrychlení osy Z

source: Maximum acceleration of the E axis
cs: Maximální zrychlení osy E

source: Maximum jerk X
cs: Maximální počet jerk X

source: Maximum jerk Y
cs: Maximální počet jerk Y

source: Maximum jerk Z
cs: Maximální počet jerk Z

source: Maximum jerk E
cs: Maximální počet jerk E

source: Maximum jerk of the X axis
cs: Maximální sverk osy X

source: Maximum jerk of the Y axis
cs: Maximální skok osy Y

source: Maximum jerk of the Z axis
cs: Maximální jerk osy Z

source: Maximum jerk of the E axis
cs: Maximální sverk osy E

source: Minimum speed for extruding
cs: Minimální rychlost protlačování

source: Minimum speed for extruding (M205 S)
cs: Minimální rychlost protlačování (M205 S)

source: Minimum travel speed
cs: Minimální cestovní rychlost

source: Minimum travel speed (M205 T)
cs: Minimální cestovní rychlost (M205 T)

source: Maximum acceleration for extruding
cs: Maximální zrychlení pro protlačování

source: Maximum acceleration for extruding (M204 P)
cs: Maximální zrychlení při protlačování (M204 P)

source: Maximum acceleration for retracting
cs: Maximální zrychlení při zatáčení

source: Maximum acceleration for retracting (M204 R)
cs: Maximální zrychlení při zatáčení (M204 R)

source: Maximum acceleration for travel
cs: Maximální zrychlení při jízdě

source: Maximum acceleration for travel (M204 T)
cs: Maximální zrychlení při zdvihu (M204 T)

source: Part cooling fan speed may be increased when auto cooling is enabled. This is the maximum speed limitation of part cooling fan
cs: Při zapínání automatického chlazení lze částečnou chladicí rychlost chladicího ventilátoru zvýšit. Jedná se o maximální omezení rychlosti chladicího ventilátoru

source: The largest printable layer height for extruder. Used to limit the maximum layer height when enable adaptive layer height
cs: Největší výška tiskové vrstvy pro vytlačovače. Používá se k omezení maximální výšky vrstvy, pokud je povolena adaptivní výška vrstvy.

source: Minimum speed for part cooling fan
cs: Minimální otáčky chladicího ventilátoru

source: Speed of auxiliary part cooling fan. Auxiliary fan will run at this speed during printing except the first several layers which are defined by no cooling layers
cs: Rychlost pomocného chladicího ventilátoru. Pomocný ventilátor bude během tisku pracovat při této rychlosti s výjimkou prvních několika vrstev, které nejsou definovány žádnými chladícími vrstvami.

source: The lowest printable layer height for extruder. Used to limit the minimum layer height when enable adaptive layer height
cs: Nejnižší výška tiskové vrstvy pro extruder. Používá se k omezení minimální výšky vrstvy, pokud je povolena adaptivní výška vrstvy.

source: Min print speed
cs: Min. rychlost tisku

source: The minimum printing speed when slow down for cooling
cs: Minimální rychlost tisku při zpomalení při chlazení

source: Nozzle diameter
cs: Průměr trysky

source: Diameter of nozzle
cs: Průměr trysky

source: Host Type
cs: Typ hostitele

source: Slic3r can upload G-code files to a printer host. This field must contain the kind of the host.
cs: Slic3r může nahrát soubory s Gcode do tiskárny. Toto pole musí obsahovat typ hostitele.

source: Nozzle volume
cs: Hlasitost proudění

source: Volume of nozzle between the cutter and the end of nozzle
cs: Objem trysky mezi řezačkou a koncem trysky

source: Start end points
cs: Počáteční body
