Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: The %s nozzle can not print %s.
cs: Tryska %s nemůže tisknout %s.
zh_tw: %s噴嘴不可以列印%s

source: nozzle
cs: tryska
zh_tw: 噴嘴

source: It is not recommended to print the following filament(s) with %1%: %2%
cs: Nedoporučuje se tisknout následující filamenty s %1%: %2%
zh_tw: 不推薦使用%1%列印材料：%2%

source: It is not recommended to use the following nozzle and filament combinations:
cs: Nedoporučuje se používat následující kombinace trysky a filamentů:
zh_tw: 不推薦噴嘴和材料這樣搭配使用：

source: %1% with %2%
cs: %1% s %2%
zh_tw: %1%列印：%2%

source: The %s nozzle does not support automatic filament switching.
cs: Tryska %s nepodporuje automatické přepínání filamentu.
zh_tw: %s 噴嘴不支援自動更換耗材。

source: Please change the nozzle type or reassign the filaments and try again.
cs: Změňte typ trysky nebo znovu přiřaďte filamenty a zkuste to znovu.
zh_tw: 請更換噴嘴型別或重新分配耗材，然後重試。

source: plate %1%:
cs: podložka %1%:
zh_tw: 盤 %1%:

source: Invalid name, the following characters are not allowed:
cs: Neplatný název, následující znaky nejsou povoleny:
zh_tw: 無效名稱，不允許使用以下字元：

source: (Including its escape characters)
cs: (Včetně únikových znaků)
zh_tw: (包括跳脫字元）

source: Sliced Info
cs: Informace o řezu
zh_tw: 切片資訊

source: Used Filament (m)
cs: Použitý filament (m)
zh_tw: 耗材絲消耗長度 (m)

source: Used Filament (mm³)
cs: Použitý filament (mm³)
zh_tw: 耗材絲消耗體積 (mm³)

source: Used Filament (g)
cs: Použitý filament (g)
zh_tw: 耗材絲消耗重量(g)

source: Used Materials
cs: Použité materiály
zh_tw: 材料消耗

source: Estimated time
cs: Odhadovaný čas
zh_tw: 預估列印時間

source: Filament changes
cs: Výměny filamentu
zh_tw: 材料切換

source: Set the number of AMS installed on the nozzle.
cs: Nastavte počet AMS instalovaných na trysce.
zh_tw: 設定該噴嘴上安裝的AMS數量。

source: AMS(4 slots)
cs: AMS (4 sloty)
zh_tw: AMS（4槽）

source: AMS(1 slot)
zh_tw: AMS（單槽）

source: Not installed
cs: Nenainstalováno
zh_tw: 未安裝

source: The software does not support using different diameter of nozzles for one print. If the left and right nozzles are inconsistent, we can only proceed with single-head printing. Please confirm which nozzle you would like to use for this project.
cs: Software nepodporuje použití trysek různého průměru pro jeden tisk. Pokud jsou levá a pravá tryska odlišné, lze tisknout pouze jednou hlavou. Potvrďte prosím, kterou trysku chcete použít pro tento projekt.
zh_tw: 軟體暫不支援使用兩種不同直徑的噴嘴同時列印。 由於您設定的左右噴嘴直徑不一致，我們只能採用單頭列印。 請確認使用哪個噴嘴列印當前專案。

source: Switch diameter
cs: Přepnout průměr
zh_tw: 設定噴嘴直徑

source: Left nozzle: %smm
cs: Levá tryska: %smm
zh_tw: 左噴嘴：%smm

source: Right nozzle: %smm
cs: Pravá tryska: %smm
zh_tw: 右噴嘴：%smm

source: Sync printer information
cs: Synchronizovat informace o tiskárně
zh_tw: 同步印表機資訊

source: The currently selected machine preset is inconsistent with the connected printer type. Are you sure to continue syncing?
cs: Aktuálně zvolené přednastavení stroje není v souladu s typem připojené tiskárny. Opravdu chcete pokračovat v synchronizaci?
zh_tw: 當前選擇的印表機預設與連線的印表機預設型別不一致。 您確定要繼續同步嗎？

source: There are unset nozzle types. Please set the nozzle types of all extruders before synchronizing.
cs: Jsou zde nenastavené typy trysky. Nastavte typy trysky u všech extruderů před synchronizací.
zh_tw: 有未設定的噴嘴型別。請在同步之前設定所有擠出機的噴嘴型別

source: Sync extruder infomation
cs: Synchronizovat informace o extruderu
zh_tw: 同步擠出機資訊

source: Click to edit preset
cs: Klikněte pro úpravu přednastavení
zh_tw: 點選編輯配置

source: Connection
cs: Připojení
zh_tw: 連線

source: Click to view the wiki of the current plate type
cs: Klikněte pro zobrazení wiki aktuálního typu podložky
zh_tw: 點選檢視當前熱床型別的wiki

source: Sync info
cs: Informace o synchronizaci
zh_tw: 同步資訊

source: Synchronize nozzle information and the number of AMS
cs: Synchronizovat informace o trysce a počet AMS
zh_tw: 同步噴嘴資訊和AMS編號

source: Project Filaments
cs: Filamenty projektu
zh_tw: 專案耗材列表

source: Purge mode
cs: Režim pročištění
zh_tw: 沖刷模式

source: Flushing volumes
cs: Objemy proplachu
zh_tw: 沖刷體積

source: Add one filament
cs: Přidat jednu filament
zh_tw: 增加一個材料

source: Remove last filament
cs: Odebrat poslední filament
zh_tw: 刪除最後一個材料

source: Synchronize filament list from AMS
cs: Synchronizovat seznam filamentů z AMS
zh_tw: 從AMS同步材料列表

source: Set filaments to use
cs: Nastavit filamenty k použití
zh_tw: 配置可選擇的材料

source: Search plate, object and part.
cs: Hledat podložku, objekt a část.
zh_tw: 搜尋盤、模型和零件。

source: After completing your operation, %s project will be closed and create a new project.
cs: Po dokončení vaší operace bude projekt %s uzavřen a vytvoří se nový projekt.
zh_tw: 執行完成該操作後，%s 專案將會被關閉並建立一個新專案。

source: There are no compatible filaments, and sync is not performed.
cs: Nejsou dostupné kompatibilní filamenty, synchronizace nebyla provedena.
zh_tw: 沒有任何相容的材料，同步操作未執行。

source: Sync filaments with AMS
cs: Synchronizovat filamenty s AMS
zh_tw: 同步到 AMS 的材料列表

source: There are some unknown or uncompatible filaments mapped to generic preset. Please update Bambu Studio or restart Bambu Studio to check if there is an update to system presets.
cs: Do obecného přednastavení jsou namapovány některé neznámé nebo nekompatibilní filamenty. Aktualizujte prosím Bambu Studio nebo jej restartujte a ověřte, zda je k dispozici aktualizace systémových přednastavení.
zh_tw: 有一些未知或不相容的耗材對映到通用預設。 請更新Bambu Studio或重新啟動Bambu Studio，以檢查是否有系統預設的更新。

source: Filament type and color information have been synchronized, but slot information is not included.
cs: Informace o typu a barvě filamentu byly synchronizovány, ale informace o slotu nejsou zahrnuty.
zh_tw: 耗材型別和顏色資訊已同步，但不包括槽位資訊。

source: Do you want to save changes to "%1%"?
cs: Chcete uložit změny do "%1%"?
zh_tw: 是否儲存修改到“%1%”？

source: Successfully unmounted. The device %s(%s) can now be safely removed from the computer.
cs: Úspěšně odpojeno. Zařízení %s(%s) nyní lze bezpečně odebrat z počítače.
zh_tw: 解除安裝成功。裝置%s(%s)現在可能安全地從電腦移除。

source: Ejecting of device %s(%s) has failed.
cs: Vysunutí zařízení %s(%s) se nezdařilo.
zh_tw: 彈出裝置%s(%s)失敗。

source: It seems that you have projects that were not closed properly. Would you like to restore your last unsaved project? If you have a currently opened project and click "Restore", the current project will be closed.
zh_tw: 檢測到您有一些專案未正確關閉。是否要恢復您最後一個未儲存的專案？ 如果您當前有開啟的專案並點選“恢復”，當前專案將被關閉。

source: Restore
cs: Obnovit
zh_tw: 恢復

source: There is a G-code script present in the current 3mf file, please verify the content of the script.
cs: V aktuálním souboru 3mf je přítomen skript G-kódu, ověřte prosím obsah skriptu.
zh_tw: 當前 3mf 檔案中存在 G-code 指令碼，請核實指令碼內容。

source: The current hot bed temperature is relatively high. The nozzle may be clogged when printing this filament in a closed enclosure. Please open the front door and/or remove the upper glass.
cs: Teplota vyhřívané podložky je aktuálně poměrně vysoká. Při tisku tohoto filamentu v uzavřeném prostoru může dojít k ucpání trysky. Otevřete prosím přední dveře a/nebo odstraňte horní sklo.
zh_tw: 當前熱床溫度相對較高。在封閉式外殼中列印這種絲可能會導致噴嘴堵塞。請開啟前門和/或取下上部玻璃。

source: The nozzle hardness required by the filament is higher than the default nozzle hardness of the printer. Please replace the hardened nozzle or filament, otherwise, the nozzle will be attrited or damaged.
cs: Tvrdost trysky požadovaná filamentem je vyšší než výchozí tvrdost trysky tiskárny. Vyměňte tvrzenou trysku nebo filament, jinak dojde k opotřebení nebo poškození trysky.
zh_tw: 耗材絲所要求的噴嘴硬度高於印表機預設的噴嘴硬度。請更換硬化的噴嘴或耗材絲，否則噴嘴可能被磨損或損壞。

source: Enabling traditional timelapse photography may cause surface imperfections. It is recommended to change to smooth mode.
cs: Povolení tradičního časosběrného fotografování může způsobit povrchové nedokonalosti. Doporučuje se přepnout do režimu plynulého pohybu.
zh_tw: 開啟傳統模式延時攝影可能導致表面瑕疵，建議修改為平滑模式。

source: (Path to modify: 'Process'-'Others'-'Special Mode'-'Timelapsed')
cs: (Cesta k úpravě: 'Proces' - 'Ostatní' - 'Speciální režim' - 'Časový průběh')
zh_tw: （修改路徑：“工藝”-”其他“-”特殊模式“-”延時攝影“）

source: Smooth mode for timelapse is enabled, but the prime tower is off, which may cause print defects. Please enable the prime tower, re-slice and print again.
cs: Režim vyhlazení pro časosběr je povolen, ale věž pro oddělení trysky je vypnutá, což může způsobit vady tisku. Povolte prosím věž pro oddělení trysky, proveďte nový řez a spusťte tisk znovu.
zh_tw: 檢測到您使用了延時攝影的平滑模式，但未啟用擦料塔，這可能導致列印瑕疵。建議開啟擦料塔後重新切片列印。

source: Expand sidebar
cs: Rozbalit postranní panel
zh_tw: 展開側邊欄

source: Collapse sidebar
cs: Sbalit postranní panel
zh_tw: 收起側邊欄

source: Loading file: %s
cs: Načítání souboru: %s
zh_tw: 載入檔案：%s

source: The 3mf is not from Bambu Lab, load geometry data only.
cs: Soubor 3mf nepochází od Bambu Lab, načtou se pouze geometrická data.
zh_tw: 該3mf檔案不是來自Bambu Lab，將只載入幾何資料。

source: Load 3mf
cs: Načíst 3mf
zh_tw: 載入3mf

source: The Config can not be loaded.
cs: Konfiguraci nelze načíst.
zh_tw: 配置無法載入。

source: Due to the lower version of Bambu Studio, this 3mf file cannot be fully loaded. Please update Bambu Studio to the latest version
cs: Tento soubor 3mf nelze plně načíst kvůli nižší verzi Bambu Studio. Aktualizujte Bambu Studio na nejnovější verzi.
zh_tw: 由於Bambu Studio版本較低，無法完整地載入此3mf檔案。請將Bambu Studio更新到最新版本。

source: Found following keys unrecognized:
cs: Byly nalezeny následující nerozpoznané klíče:
zh_tw: 找到以下未能識別的關鍵字：

source: The 3mf is not from Bambu Lab, load geometry data and color data only.
cs: Soubor 3mf nepochází od Bambu Lab, načtou se pouze geometrická a barevná data.
zh_tw: 該3mf檔案不是來自Bambu Lab，將只載入幾何資料和顏色資料。

source: The 3mf is generated by old Bambu Studio, load geometry data only.
cs: Soubor 3mf byl vytvořen ve starém Bambu Studio, načtou se pouze geometrická data.
zh_tw: 該3mf檔案來自舊版本的Bambu Studio，將只載入幾何資料。

source: Invalid values found in the 3mf:
cs: Byly nalezeny neplatné hodnoty v souboru 3mf:
zh_tw: 在3mf檔案中發現無效值：

source: Please correct them in the param tabs
cs: Opravte je prosím v záložkách parametrů.
zh_tw: 請在引數頁更正它們

source: The 3mf has following modified G-codes in filament or printer presets:
cs: Soubor 3mf obsahuje následující upravené G-kódy ve filamentových nebo přednastaveních tiskárny:
zh_tw: 該3mf檔案中的材料或者印表機預設包含以下修改過的G-codes:

source: Please confirm that these modified G-codes are safe to prevent any damage to the machine!
cs: Potvrďte prosím, že tyto upravené G-kódy jsou bezpečné, aby nedošlo k poškození stroje!
zh_tw: 請確認這些修改過的G-codes是否安全，以防止對機器造成任何損壞！

source: Modified G-codes
cs: Upravené G-kódy
zh_tw: 修改過的G-codes

source: The 3mf has following customized filament or printer presets:
cs: Soubor 3mf obsahuje následující vlastní filamentová nebo přednastavení tiskárny:
zh_tw: 該3MF檔案包含以下自定義的材料或印表機預設:

source: Please confirm that the G-codes within these presets are safe to prevent any damage to the machine!
cs: Potvrďte prosím, že G-kódy v těchto přednastaveních jsou bezpečné, aby nedošlo k poškození stroje!
zh_tw: 請確認這些預設中的G-codes是否安全，以防止對機器造成任何損壞!

source: Customized Preset
cs: Přizpůsobené přednastavení
zh_tw: 自定義的預設

source: Name of components inside step file is not UTF8 format!
cs: Název komponent uvnitř STEP souboru není ve formátu UTF8!
zh_tw: step 檔案中的部件名稱包含非UTF8格式的字元！

source: The name may show garbage characters!
cs: Název může zobrazovat neplatné znaky!
zh_tw: 此名稱可能顯示亂碼字元！

source: Failed loading file "%1%". An invalid configuration was found.
cs: Nepodařilo se načíst soubor „%1%“. Byla zjištěna neplatná konfigurace.
zh_tw: 載入檔案“%1%”失敗。發現無效配置。

source: Objects with zero volume removed
cs: Objekty s nulovým objemem byly odstraněny.
zh_tw: 體積為零的物件已被移除

source: The volume of the object is zero
cs: Objem objektu je nula.
zh_tw: 物件的體積為零

source: The object from file %s is too small, and maybe in meters or inches. Do you want to scale to millimeters?
cs: Objekt ze souboru %s je příliš malý a možná je v metrech nebo palcích. Chcete jej převést na milimetry?
zh_tw: 檔案 %s 中物件的尺寸似乎是以米或者英寸為單位定義的。 BambuStudio的內部單位為毫米。是否要轉換成毫米？

source: Object too small
cs: Objekt je příliš malý
zh_tw: 物件尺寸過小

source: This file contains several objects positioned at multiple heights. Instead of considering them as multiple objects, should the file be loaded as a single object having multiple parts?
cs: Tento soubor obsahuje několik objektů umístěných v různých výškách. Má být místo toho načten jako jeden objekt s více částmi?
zh_tw: 該檔案包含多個位於不同高度的物件。 是否將檔案載入為一個由多個零件組合而成的物件，而非多個單零件的物件？

source: Multi-part object detected
cs: Zjištěn vícedílný objekt
zh_tw: 檢測到多部分物件

source: Load these files as a single object with multiple parts?
cs: Načíst tyto soubory jako jeden objekt s více částmi?
zh_tw: 將這些檔案載入為一個多零件物件？

source: Object with multiple parts was detected
cs: Byl detekován objekt s více částmi.
zh_tw: 檢測到多零件物件

source: The file does not contain any geometry data.
cs: Soubor neobsahuje žádná geometrická data.
zh_tw: 此檔案不包含任何幾何資料。

source: Your object appears to be too large, Do you want to scale it down to fit the heat bed automatically?
cs: Váš objekt se zdá být příliš velký. Chcete jej automaticky zmenšit, aby se vešel na vyhřívanou podložku?
zh_tw: 物件看起來太大，希望將物件自動縮小以適應熱床嗎？

source: Object too large
cs: Objekt je příliš velký
zh_tw: 物件太大

source: Export STL file:
cs: Exportovat soubor STL:
zh_tw: 匯出 STL 檔案：

source: Export AMF file:
cs: Exportovat soubor AMF:
zh_tw: 匯出 AMF 檔案：

source: Save file as:
cs: Uložit soubor jako:
zh_tw: 檔案另存為：

source: Export OBJ file:
cs: Exportovat soubor OBJ:
zh_tw: 匯出 OBJ 檔案：

source: The file %s already exists Do you want to replace it?
cs: Soubor %s již existuje Chcete jej nahradit?
zh_tw: 檔案 %s 已經存在 您是否要替換它？

source: Comfirm Save As
cs: Potvrdit Uložit jako
zh_tw: 確認另存為

source: Delete object which is a part of cut object
cs: Smazat objekt, který je součástí řezaného objektu
zh_tw: 刪除切割物件的一部分

source: You try to delete an object which is a part of a cut object. This action will break a cut correspondence. After that model consistency can't be guaranteed.
cs: Pokoušíte se smazat objekt, který je součástí řezaného objektu. Tato akce přeruší odpovídající řez. Poté nebude možné zaručit konzistenci modelu.
zh_tw: 您正嘗試刪除切割物件的一部分，這將破壞切割對應關係，刪除之後，將無法再保證模型的一致性。

source: The selected object couldn't be split.
cs: Vybraný objekt nelze rozdělit.
zh_tw: 選中的模型不可分裂。

source: Another export job is running.
cs: Probíhá jiný exportní úkol.
zh_tw: 有其他匯出任務正在進行中。

source: Unable to replace with more than one volume
cs: Nelze nahradit více než jedním objemem
zh_tw: 超過1個零件，無法替換

source: Error during replace
cs: Chyba při nahrazování
zh_tw: 替換時發生錯誤

source: Replace from:
cs: Nahradit z:
zh_tw: 替換：

source: Select a new file
cs: Vyberte nový soubor
zh_tw: 選擇新檔案

source: File for the replace wasn't selected
cs: Soubor pro nahrazení nebyl vybrán.
zh_tw: 未選擇替換檔案

source: Please select a file
cs: Vyberte soubor
zh_tw: 請選擇一個檔案

source: Do you want to replace it
cs: Chcete jej nahradit
zh_tw: 您是否要替換

source: Message
cs: Zpráva
zh_tw: 資訊

source: Reload from:
cs: Načíst z:
zh_tw: 重新載入：

source: Unable to reload:
cs: Nelze znovu načíst:
zh_tw: 無法重新載入：

source: Error during reload
cs: Chyba při opětovném načítání
zh_tw: 重新載入時發生錯誤：。

source: Slicing
cs: Řezání
zh_tw: 正在切片

source: There are warnings after slicing models:
cs: Po řezání modelů byly zjištěny varování:
zh_tw: 模型切片警告：

source: warnings
cs: varování
zh_tw: 警告

source: Invalid data
cs: Neplatná data.
zh_tw: 無效資料

source: Slicing Canceled
cs: Řezání zrušeno
zh_tw: 切片已取消

source: Great! Now click the Helio button to start optimization.
zh_tw: 太好了！現在點選 Helio 按鈕開始最佳化。

source: Slicing Plate %d
cs: Řezání podložky %d
zh_tw: 正在切片盤%d

source: Multiple Filament Materials Detected
zh_tw: 檢測到多種耗材材料

source: ⚠ Multiple Filament Materials Detected
zh_tw: ⚠ 檢測到多種耗材材料

source: (unsupported)
zh_tw: （不支援）

source: Multicolour simulation currently supports only a single filament material.
zh_tw: 多色模擬目前僅支援單一耗材材料。

source: You have selected multiple materials: %s
zh_tw: 你已選擇多種材料：%s

source: Note: Unsupported materials will use the selected reference material for simulation.
zh_tw: 注意：不支援的材料將使用所選參考材料進行模擬。

source: True multi-material support will be added in a future update.
zh_tw: 真正的多材料支援將在後續更新中加入。

source: Option 1: Proceed using a single filament type
zh_tw: 選項 1：繼續使用單一耗材型別

source: Select which filament to use for simulation:
zh_tw: 選擇用於模擬的耗材：

source: ⚠ This is not recommended. Filament formulations vary significantly between manufacturers and materials. Helio cannot guarantee reliable results in this configuration.
zh_tw: ⚠ 不推薦此操作。不同廠商與材料的耗材配方差異很大。在這種配置下，Helio 無法保證結果可靠。

source: Proceed Anyway
zh_tw: 仍然繼續

source: Option 2: Go back and change filament selection
zh_tw: 選項 2：返回並更改耗材選擇

source: ✓ Recommended
zh_tw: ✓ 推薦

source: Change your filament selection to use the same type for all colours, then try again.
zh_tw: 將所有顏色的耗材型別改為一致，然後重試。

source: See supported materials
zh_tw: 檢視支援的材料

source: Go Back
zh_tw: 返回

source: Unsupported Materials Detected
zh_tw: 檢測到不支援的材料

source: ⚠ Unsupported Materials Detected
zh_tw: ⚠ 檢測到不支援的材料

source: Some of your selected materials are not directly supported by Helio:
zh_tw: 你選擇的部分材料未被 Helio 直接支援：

source: Option 1: Proceed with a reference material
zh_tw: 選項 1：繼續使用參考材料

source: Select a similar material type to use for simulation:
zh_tw: 選擇一種相近的材料型別用於模擬：

source: Note: Using a reference material may result in approximate or erroneous results.
zh_tw: 注意：使用參考材料可能導致結果近似或出現誤差。

source: Change your filament selection to use a supported material, then try again.
zh_tw: 將耗材更換為受支援的材料，然後重試。

source: A Helio simulation or optimization task is in progress.
cs: Probíhá simulace nebo optimalizace Helio.
zh_tw: Helio 模擬或最佳化任務正在進行中。

source: Invalid printer preset. Unable to slice with Helio.
cs: Neplatné přednastavení tiskárny. Nelze provést řez s Helio.
zh_tw: 印表機預設無效，無法使用 Helio 功能。

source: Helio found a potential printer match using token-based matching: Your printer: %s Matched printer: %s Do you want to use this match, or would you prefer to rename your printer profile?
zh_tw: Helio 透過基於 token 的匹配找到了一個可能的印表機匹配項： 你的印表機：%s 匹配的印表機：%s 你想使用該匹配項，還是更希望重新命名你的印表機配置檔案？

source: Helio Printer Match Confirmation
zh_tw: Helio 印表機匹配確認

source: Unsupported Printer Detected
zh_tw: 檢測到不支援的印表機

source: ⚠ Unsupported Printer Detected
zh_tw: ⚠ 檢測到不支援的印表機

source: You're using %s which is not officially supported by Helio.
zh_tw: 你正在使用 %s，Helio 尚未正式支援該預設。

source: Option 1: Proceed with a reference printer
zh_tw: 選項 1：繼續使用參考印表機

source: Select a similar printer to use for simulation:
zh_tw: 選擇一臺相近的印表機用於模擬：

source: Note: Using a reference printer may result in approximate or erroneous results.
zh_tw: 注意：使用參考印表機可能導致結果近似或出現誤差。

source: Option 2: Go back and change printer selection
zh_tw: 選項 2：返回並更改印表機選擇

source: Change your printer selection to use a supported printer, then try again.
zh_tw: 將印表機更換為受支援的型號，然後重試。

source: See supported printers
zh_tw: 檢視支援的印表機

source: The current printer preset cannot be sliced using Helio.
cs: Aktuální přednastavení tiskárny nelze řezat pomocí Helio.
zh_tw: 當前印表機預設無法使用 Helio 功能。

source: Helio found a potential material match using token-based matching: Your material: %s Matched material: %s Do you want to use this match, or would you prefer to rename your material profile?
zh_tw: Helio 透過基於 token 的匹配找到了一個可能的材料匹配項： 你的材料：%s 匹配的材料：%s 你想使用該匹配項，還是更希望重新命名你的材料配置檔案？

source: Helio Material Match Confirmation
zh_tw: Helio 材料匹配確認

source: Unsupported Material Detected
zh_tw: 檢測到不支援的材料

source: ⚠ Unsupported Material Detected
zh_tw: ⚠ 檢測到不支援的材料

source: Choose a Reference Material
zh_tw: 選擇一份參考材料

source: Helio does not support materials %s
cs: Helio nepodporuje materiály %s
zh_tw: Helio 不支援材料 %s

source: Warning: Infill combination is currently unsupported by Helio. Proceeding with this setting enabled may return erroneous results. Do you want to continue anyway?
zh_tw: 警告：當前填充組合不受 Helio 支援。 繼續啟用該設定可能導致結果錯誤。 是否仍要繼續？

source: Helio Warning
zh_tw: Helio 警告

source: Click the Optimize/Enhance button to start your first optimization.
zh_tw: 點選最佳化/增強按鈕開始您的第一次最佳化。

source: No valid Helio-PAT detected. Helio simulation & optimization cannot proceed. Please request a new Helio-PAT.
cs: Nebyl detekován žádný platný Helio-PAT. Nelze pokračovat v simulaci a optimalizaci Helio. Vyžádejte si nový Helio-PAT.
zh_tw: 未檢測到有效的Helio PAT。無法進行Helio模擬與最佳化。 請申請新的Helio PAT。

source: Execution Blocked
cs: Vykonávání blokováno
zh_tw: 執行被阻止

source: Regenerate PAT
cs: Znovu vygenerovat PAT
zh_tw: 重新生成 PAT

source: Failed to obtain Helio PAT, Click Refresh to obtain it again.
cs: Nepodařilo se získat Helio PAT. Kliknutím na Obnovit jej zkuste získat znovu.
zh_tw: 獲取 Helio-PAT 失敗，點選重新整理重新獲取。

source: Successfully obtained PAT.
cs: PAT byl úspěšně získán.
zh_tw: 成功獲得PAT。

source: The printer list and material list are being synchronized. Please try again later.
cs: Seznam tiskáren a seznam materiálů se synchronizují. Zkuste to prosím znovu později.
zh_tw: 印表機列表和材料列表正在同步中。請稍後再試。

source: Synchronizing Helio
cs: Synchronizace Helio
zh_tw: 正在同步 Helio

source: Please resolve the slicing errors and publish again.
cs: Odstraňte chyby řezání a znovu publikujte.
zh_tw: 請解決切片錯誤後再重新發布。

source: Failed to start Bambu Farm Manager Client.
cs: Nepodařilo se spustit klienta Bambu Farm Manager.
zh_tw: 啟動Bambu農場管理客戶端失敗。

source: No Bambu Farm Manager Client found.
cs: Nebyl nalezen žádný klient Bambu Farm Manager.
zh_tw: 未找到Bambu農場客戶端。

source: Network Plug-in is not detected. Network related features are unavailable.
cs: Síťový plug-in nebyl detekován. Funkce související se sítí nejsou k dispozici.
zh_tw: 未檢測到網路外掛。網路相關功能不可用。

source: Preview only mode: The loaded file contains gcode only, Can not enter the Prepare page
cs: Režim pouze pro náhled: Načtený soubor obsahuje pouze G-kód, není možné vstoupit na stránku Příprava
zh_tw: 僅預覽模式： 被載入的檔案僅包含G-Code，不支援進入準備頁面

source: The nozzle type and AMS quantity information has not been synced from the connected printer. After syncing, software can optimize printing time and filament usage when slicing. Would you like to sync now ?
cs: Informace o typu trysky a množství AMS nebyly synchronizovány z připojené tiskárny. Po synchronizaci může software optimalizovat dobu tisku a spotřebu filamentu při řezání. Chcete nyní provést synchronizaci?
zh_tw: 噴嘴和AMS數量資訊尚未從當前連線的印表機同步。同步後，軟體能夠在切片時最佳化列印時間並減少列印時耗材浪費。是否現在同步？

source: Sync now
cs: Synchronizovat nyní
zh_tw: 立即同步

source: You can keep the modified presets to the new project or discard them
cs: Upravená přednastavení můžete ponechat v novém projektu nebo je zahodit.
zh_tw: 您可以保留修改的預設到新專案中或者忽略這些修改

source: Creating a new project
cs: Vytváření nového projektu
zh_tw: 建立新專案

source: The currently connected printer '%s', is a %s model. To use this printer for printing, please switch the printer model of project file to %s.
cs: Aktuálně připojená tiskárna '%s' je model %s. Pro použití této tiskárny pro tisk prosím změňte model tiskárny v souboru projektu na %s.
zh_tw: 當前連線的印表機 "%s" 為 %s機型。 如果使用該印表機列印，請將專案檔案中的機型切換為 %s。

source: The currently connected printer '%s', is a %s model but not consistent with preset in project file. To use this printer for printing, please switch the preset first.
cs: Aktuálně připojená tiskárna '%s' je model %s, ale není v souladu s přednastavením v souboru projektu. Pokud chcete tuto tiskárnu použít pro tisk, nejdříve změňte přednastavení.
zh_tw: 當前連線的印表機 "%s"是%s型號，但與專案檔案中的預設不一致。 若要使用此印表機進行列印，請先切換預設。

source: Switch now
cs: Přepnout nyní
zh_tw: 現在切換

source: Load project
cs: Načíst projekt
zh_tw: 載入專案

source: Failed to save the project. Please check whether the folder exists online or if other programs open the project file or if there is enough disk space.
cs: Nepodařilo se uložit projekt. Zkontrolujte, zda složka existuje online, zda není soubor projektu otevřen v jiném programu nebo zda je na disku dostatek volného místa.
zh_tw: 儲存專案失敗。 請檢查目錄是否存在，或者其他程式是否開啟了專案檔案，以及磁碟空間是否足夠。

source: Save project
cs: Uložit projekt
zh_tw: 儲存專案

source: Importing Model
cs: Importování modelu
zh_tw: 正在匯入模型
