Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: Smooth mode for timelapse is enabled, but the prime tower is off, which may cause print defects. Please enable the prime tower, re-slice and print again.
cs: Hladký režim pro časovou osu je povolen, ale hlavní věž je vypnuta, což může způsobit poškození tisku. Prosím povolte hlavní věž, přeřízněte a vytiskněte znovu.

source: Collapse sidebar
cs: Sbalit postranní panel

source: Loading file: %s
cs: Načítání souboru: %s

source: The 3mf is not from Bambu Lab, load geometry data only.
cs: 3mf není z Bambu Lab, pouze načíst geometrie.

source: Load 3mf
cs: Zatížení 3mf

source: The Config can not be loaded.
cs: Nelze načíst konfiguraci.

source: Due to the lower version of Bambu Studio, this 3mf file cannot be fully loaded. Please update Bambu Studio to the latest version
cs: Kvůli nižší verzi Bambu Studio nelze tento 3mf soubor plně načíst. Aktualizujte prosím Bambu Studio na nejnovější verzi

source: Found following keys unrecognized:
cs: Nalezeny následující klíče nebyly rozpoznány:

source: The 3mf is generated by old Bambu Studio, load geometry data only.
cs: 3mf je generován starým Bambu Studio, načíst pouze geometrie.

source: Invalid values found in the 3mf:
cs: V 3mf byly nalezeny neplatné hodnoty:

source: Please correct them in the param tabs
cs: Opravte je prosím v záložkách param

source: The 3mf has following modified G-codes in filament or printer presets:
cs: 3mf má následující upravené kódy G v předvolbách vlákna nebo tiskárny:

source: Please confirm that these modified G-codes are safe to prevent any damage to the machine!
cs: Potvrďte, že tyto upravené kódy G jsou bezpečné, aby se zabránilo jakémukoli poškození přístroje!

source: Modified G-codes
cs: Upravené kódy G

source: The 3mf has following customized filament or printer presets:
cs: 3mf má následující nastavené vlákno nebo tiskárny:

source: Please confirm that the G-codes within these presets are safe to prevent any damage to the machine!
cs: Potvrďte, že kódy G v těchto předvolbách jsou bezpečné, aby se zabránilo jakémukoli poškození přístroje!

source: Customized Preset
cs: Přizpůsobená předvolba

source: Name of components inside step file is not UTF8 format!
cs: Název komponent uvnitř souboru nemá formát UTF8!

source: The name may show garbage characters!
cs: Název může zobrazit odpadkové znaky!

source: Failed loading file "%1%". An invalid configuration was found.
cs: Nepodařilo se načíst soubor "%1%". Byla nalezena neplatná konfigurace.

source: Objects with zero volume removed
cs: Objekty s nulovou hlasitostí odstraněny

source: The volume of the object is zero
cs: Objem objektu je nulový

source: The object from file %s is too small, and maybe in meters or inches. Do you want to scale to millimeters?
cs: Objekt ze souboru %s je příliš malý a možná v metrech nebo palcích. Chcete škálovat na milimetry?

source: Object too small
cs: Objekt je příliš malý

source: This file contains several objects positioned at multiple heights. Instead of considering them as multiple objects, should the file be loaded as a single object having multiple parts?
cs: Tento soubor obsahuje několik objektů umístěných ve více výškách. Namísto toho, aby byly považovány za více objektů, měl by soubor být načten jako jeden objekt s více díly?

source: Multi-part object detected
cs: Nalezen vícenásobný objekt

source: Load these files as a single object with multiple parts?
cs: Načíst tyto soubory jako jeden objekt s více díly?

source: Object with multiple parts was detected
cs: Byl zjištěn objekt s více částmi

source: The file does not contain any geometry data.
cs: Soubor neobsahuje žádná geometrie.

source: Your object appears to be too large, Do you want to scale it down to fit the heat bed automatically?
cs: Zdá se, že tvůj objekt je příliš velký, chceš jej zmenšit tak, aby se automaticky vešel do tepelného dně?

source: Object too large
cs: Objekt je příliš velký

source: Export STL file:
cs: Exportovat STL soubor:

source: Export AMF file:
cs: Exportovat AMF soubor:

source: Save file as:
cs: Uložit soubor jako:

source: Export OBJ file:
cs: Exportovat OBJ soubor:

source: The file %s already exists Do you want to replace it?
cs: Soubor %s již existuje Chcete jej nahradit?

source: Comfirm Save As
cs: Potvrdit uložení jako

source: Delete object which is a part of cut object
cs: Odstranit objekt, který je částí řezaného objektu

source: You try to delete an object which is a part of a cut object. This action will break a cut correspondence. After that model consistency can't be guaranteed.
cs: Pokoušíš se odstranit objekt, který je součástí oříznutého objektu. Tato akce rozbije korespondenci. Po tomto modelu nelze zaručit konzistenci.

source: The selected object couldn't be split.
cs: Vybraný objekt nemohl být rozdělen.

source: Another export job is running.
cs: Probíhá další práce na exportu.

source: Unable to replace with more than one volume
cs: Nelze nahradit více než jedním svazkem

source: Error during replace
cs: Chyba při výměně

source: Replace from:
cs: Nahradit z:

source: Select a new file
cs: Vyberte nový soubor

source: File for the replace wasn't selected
cs: Soubor pro nahrazení nebyl vybrán

source: Please select a file
cs: Vyberte soubor

source: Do you want to replace it
cs: Chcete ho nahradit

source: Message
cs: Zpráva

source: Reload from:
cs: Znovu načíst z:

source: Unable to reload:
cs: Nelze znovu načíst:

source: Error during reload
cs: Chyba při obnovování

source: Slicing
cs: Nakládání

source: There are warnings after slicing models:
cs: Po krájeních existují varování:

source: warnings
cs: výstrahy

source: Invalid data
cs: Neplatná data

source: Slicing Canceled
cs: Šklíčení zrušeno

source: Slicing Plate %d
cs: Červenice %d

source: Invalid printer preset. Unable to slice with Helio.
cs: Neplatná předvolba tiskárny. Nelze oříznout s Helio.

source: The current printer preset cannot be sliced using Helio.
cs: Aktuální tiskárnu předvolbu nelze krájet pomocí Helio.

source: Helio does not support using a number of materials greater than 1.
cs: Helio nepodporuje použití řady materiálů větších než 1.

source: Helio does not support materials %s
cs: Helio nepodporuje materiály %s

source: No valid Helio-PAT detected. Helio simulation & optimization cannot proceed. Please request a new Helio-PAT.
cs: Nebyl zjištěn žádný platný Helio-PAT. Simulace a optimalizace Helio nemůže pokračovat. Požádejte prosím o nový Helio-PAT.

source: Execution Blocked
cs: Provedení zablokováno

source: Regenerate PAT
cs: Obnovit PAT

source: Failed to obtain Helio PAT, Click Refresh to obtain it again.
cs: Nepodařilo se získat Helio PAT, klepněte na tlačítko Aktualizovat a znovu jej získáte.

source: Please resolve the slicing errors and publish again.
cs: Vyřešte chyby v řezání a publikujte znovu.

source: Failed to start Bambu Farm Manager Client.
cs: Nepodařilo se spustit klienta správce zemědělských podniků.

source: No Bambu Farm Manager Client found.
cs: Nebyl nalezen žádný klient správce zemědělských podniků.

source: Network Plug-in is not detected. Network related features are unavailable.
cs: Síťový plugin není detekován. Funkce související se sítí jsou nedostupné.

source: Preview only mode: The loaded file contains gcode only, Can not enter the Prepare page
cs: Režim náhledu pouze: Načítaný soubor obsahuje pouze gcode. Nelze zadat stránku Příprava

source: The nozzle type and AMS quantity information has not been synced from the connected printer. After syncing, software can optimize printing time and filament usage when slicing. Would you like to sync now ?
cs: Informace o typu trysky a o množství AMS nebyly synchronizovány z připojené tiskárny. Po synchronizaci může software optimalizovat čas tisku a využití vlákna při řezání. Chcete nyní synchronizovat?

source: Sync now
cs: Synchronizovat nyní

source: You can keep the modified presets to the new project or discard them
cs: Upravené předvolby můžete ponechat na novém projektu nebo je zahodit

source: Creating a new project
cs: Vytváření nového projektu

source: The currently connected printer '%s', is a %s model. To use this printer for printing, please switch the printer model of project file to %s.
cs: Aktuálně připojená tiskárna '%s', je model %s . Chcete-li použít tuto tiskárnu k tisku, přepněte tiskárnu projektového souboru na %s.

source: The currently connected printer '%s', is a %s model but not consistent with preset in project file. To use this printer for printing, please switch the preset first.
cs: Aktuálně připojená tiskárna '%s', je model %s , ale není konzistentní s předvolbami v souboru projektu. Chcete-li použít tuto tiskárnu pro tisk, nejprve přepněte přednastavení.

source: Switch now
cs: Přepnout nyní

source: Tips
cs: Tipy

source: Load project
cs: Načíst projekt

source: Failed to save the project. Please check whether the folder exists online or if other programs open the project file or if there is enough disk space.
cs: Uložení projektu se nezdařilo. Zkontrolujte, zda složka existuje online nebo zda jiné programy otevřou projektový soubor nebo zda je dostatek místa na disku.

source: Save project
cs: Uložit projekt

source: Importing Model
cs: Importování modelu

source: prepare 3mf file...
cs: připravit 3mf soubor...

source: Download failed, unknown file format.
cs: Stahování selhalo, neznámý formát souboru.

source: downloading project ...
cs: stahování projektu ...

source: Download failed, File size exception.
cs: Stahování se nezdařilo, výjimka velikosti souboru.

source: Project downloaded %d%%
cs: Projekt stažen %d%%

source: Importing to Bambu Studio failed. Please download the file and manually import it.
cs: Import do programu Bambu Studio se nezdařil. Stáhněte si soubor a ručně jej importujte.

source: The current settings produce a model that is too large. Please narrow the range or increase the step size. (Model size is proportional to (End - Start) / Step size.)
cs: Aktuální nastavení vytváří příliš velký model. Zúžij prosím rozsah nebo zvětšíš velikost kroku. (Velikost modelu je úměrná velikosti (konec - start) / velikost kroku.)

source: The selected file
cs: Vybraný soubor

source: does not contain valid gcode.
cs: neobsahuje platný gcode.

source: Error occurs while loading G-code file
cs: Při načítání souboru G kódu došlo k chybě

source: Drop project file
cs: Zahodit soubor projektu

source: Please select an action
cs: Vyberte akci

source: Open as project
cs: Otevřít jako projekt

source: Import geometry only
cs: Importovat pouze geometrii

source: Please import multiple files with the same suffix.
cs: Importujte prosím více souborů se stejnou příponou.

source: Only one G-code file can be opened at the same time.
cs: Pouze jeden soubor G může být otevřen současně.

source: G-code loading
cs: Načítání kódu G

source: G-code files can not be loaded with models together!
cs: Soubory G kódu nelze načíst společně s modelem!

source: Can not add models when in preview mode!
cs: Nelze přidat modely v režimu náhledu!

source: Add Models
cs: Přidat modely

source: All objects will be removed, continue?
cs: Všechny objekty budou odstraněny, pokračovat?

source: The current project has unsaved changes, save it before continue?
cs: Aktuální projekt má neuložené změny, uložit ho před pokračováním?

source: Remember my choice.
cs: Pamatovat si moji volbu.

source: Number of copies:
cs: Počet kopií:

source: Copies of the selected object
cs: Kopie vybraného objektu

source: Save G-code file as:
cs: Uložit soubor G jako:

source: Save SLA file as:
cs: Uložit SLA soubor jako:

source: The provided file name is not valid.
cs: Zadaný název souboru není platný.

source: The following characters are not allowed by a FAT file system:
cs: Následující znaky nejsou povoleny systémem souborů FAT:

source: Save Sliced file as:
cs: Uložit licenční soubor jako:

source: The file %s has been sent to the printer's storage space and can be viewed on the printer.
cs: Soubor %s byl odeslán do úložiště tiskárny a lze jej zobrazit v tiskárně.

source: The nozzle type is not set. Please set the nozzle and try again.
cs: Typ trysky není nastaven. Nastavte trysku a zkuste to znovu.

source: The nozzle type is not set. Please check.
cs: Není nastaven typ trysky. Zkontrolujte prosím.

source: Unable to perform boolean operation on model meshes. You may fix the meshes and try again.
cs: Booleovskou operaci nelze provést na modelových sítích. Síť můžete opravit a zkuste to znovu.

source: Reason: part "%1%" is empty.
cs: Důvod: část "%1%" je prázdná.

source: Reason: part "%1%" does not bound a volume.
cs: Důvod: část "%1%" nemá svazek.

source: Reason: part "%1%" has self intersection.
cs: Důvod: část "%1%" má vlastní křižovatku.

source: Reason: "%1%" and another part have no intersection.
cs: Důvod: "%1%" a další část nemají žádné křižovatky.

source: Negative parts detected. Would you like to perform mesh boolean before exporting?
cs: Zjištěny negativní části. Chcete před exportem provést boolean ok?

source: It is not recommended to use PVA filaments with 0.2mm nozzles.
cs: Nedoporučuje se používat vlákna PVA s tryskami 0,2 mm.

source: Are you sure to use them?
cs: Opravdu je chcete použít?

source: Print By Object: Suggest to use auto-arrange to avoid collisions when printing.
cs: Vytisknout objekt: Navrhněte použít automatické zařízení pro zabránění srážkám při tisku.

source: Send G-code
cs: Poslat kód G

source: Send to printer
cs: Poslat do tiskárny

source: Custom supports and color painting were removed before repairing.
cs: Vlastní podpory a barevné malování byly odstraněny před opravou.

source: Custom supports,seam_facets and color painting were removed before repairing,model name:
cs: Vlastní podpory,seam_facety a barevné malování byly odstraněny před opravou,název modelu:

source: Printer not connected. Please go to the device page to connect an %s printer before syncing.
cs: Tiskárna není připojena. Před synchronizací přejděte na stránku zařízení a připojte tiskárnu %s.

source: The currently connected printer on the device page is not an %s. Please switch to an %s before syncing.
cs: Aktuálně připojená tiskárna na stránce zařízení není %s. Před synchronizací přepněte na %s.

source: There are no filaments on the printer. Please load the filaments on the printer first.
cs: Na tiskárně nejsou žádná vlákna. Nejdříve prosím načtěte vlákna z tiskárny.

source: The filaments on the printer are all unknown types. Please go to the printer screen or software device page to set the filament type.
cs: Vlákna v tiskárně jsou všechny neznámé typy. Přejděte na obrazovku tiskárny nebo na stránku softwarového zařízení a nastavte typ vlákna.

source: Device Page
cs: Stránka zařízení

source: Synchronize AMS Filament Information
cs: Synchronizovat informace AMS Filament

source: Invalid number
cs: Neplatné číslo

source: Plate Settings
cs: Nastavení desky

source: Prime Tower:
cs: Primární věž:

source: A cube printed during a filament change to purge old color and ensure smooth color transition.
cs: Kostka vytištěná během změny vlákna, aby vyčistila starou barvu a zajistila hladký přechod barev.

source: Number of currently selected parts: %1%
cs: Počet aktuálně vybraných dílů: %1%

source: Number of currently selected objects: %1%
cs: Počet aktuálně vybraných objektů: %1%

source: Part name: %1%
cs: Název části: %1%

source: Object name: %1%
cs: Název objektu: %1%

source: Size: %1% x %2% x %3% in
cs: Velikost: %1% x %2% x %3% v

source: Size: %1% x %2% x %3% mm
cs: Velikost: %1% x %2% x %3%

source: Volume: %1% in³
cs: Objem: %1% in3

source: Volume: %1% mm³
cs: Objem: %1% mm3

source: Triangles: %1%
cs: Trojúhelníky: %1%

source: (Repair)
cs: (Opravit)

source: To repair the model, please use a third-party tool before importing it into Bambu Studio, such as
cs: Pro opravu modelu použijte nástroj třetí strany před jeho importem do Bambu Studio, jako například

source: Plate% d: %s is not suggested to be used to print filament %s(%s). If you still want to do this printing, please set this filament's bed temperature to non zero.
cs: Plát% d: %s není navrženo pro tisk vlákna %s(%s). Pokud přesto chcete tento tisk provést, nastavte prosím teplotu tohoto vlákna na nulu.

source: Parameter recommendation
cs: Doporučení parametru

source: In the process preset, under "Others-Advanced", check "Enable clumping detection by probing". This feature generates a small wipe tower and performs probing detection to identify clumping issues early in the print and stop printing, preventing print failures or printer damage.
cs: V předvolbě procesu, pod "Jiné-pokročilé", zkontrolujte "Povolit detekci clumů probingem". Tato funkce generuje malou čistící věž a provádí detekci probingu, aby se rozpoznaly problémy s clumpy v rané fázi tisku a zastavení tisku. zabránění selhání tisku nebo poškození tiskárny.

source: Currently, the object configuration form cannot be used with a multiple-extruder printer.
cs: V současné době nelze použít konfigurační formulář objektu s tiskárnou multiple-extruder.

source: Not available
cs: Není k dispozici

source: Top front
cs: Horní přední strana

source: The current project has unsaved changes, save it before continuing?
cs: Aktuální projekt má neuložené změny, uložit ho před pokračováním?

source: Switching the language requires application restart.
cs: Přepínání jazyka vyžaduje restart aplikace.

source: Do you want to continue?
cs: Chcete pokračovat?

source: Language selection
cs: Výběr jazyka

source: Switching application language while some presets are modified.
cs: Přepínání jazyka aplikace, zatímco některé předvolby jsou upraveny.

source: Changing application language
cs: Změna jazyka aplikace

source: Changing the region will log out your account.
cs: Změna regionu se odhlásí tvůj účet.

source: Region selection
cs: Výběr regionu

source: Second
cs: Sekunda

source: Please note that the model show will undergo certain changes at small pixels case. Enabled LOD requires application restart.
cs: Vezměte prosím na vědomí, že model show bude procházet určitými změnami v malých pixelech. Povolená LOD vyžaduje restartování aplikace.

source: Enable LOD
cs: Povolit LOD

source: Bed Temperature Difference Warning
cs: Upozornění na rozdíl v teplotě lůžka

source: Using filaments with significantly different temperatures may cause: • Extruder clogging • Nozzle damage • Layer adhesion issues Continue with enabling this feature?
cs: Použití vláken s výrazně odlišnými teplotami může způsobit: • Extruder clogging • poškození Nozzle • Problémy s adhezí ve vrstvě Pokračovat s povolením této funkce?

source: Browse
cs: Procházet

source: Choose Download Directory
cs: Vyberte adresář pro stahování

source: General Settings
cs: Obecná nastavení

source: Asia-Pacific
cs: Asie/Tichomoří

source: Chinese Mainland
cs: Čínský kontinent

source: Europe
cs: L 347, 20.12.2013, s. 965).

source: North America
cs: Severní Amerika

source: Others
cs: Okurky salátové

source: Login Region
cs: Region přihlášení

source: Metric
cs: Metrické

source: Imperial
cs: Imperiální

source: Units
cs: Jednotky

source: Keep only one Bambu Studio instance
cs: Ponechat pouze jednu instanci Bambu Studio

source: On OSX there is always only one instance of app running by default. However it is allowed to run multiple instances of same app from the command line. In such case this settings will allow only one instance.
cs: V OSX vždy běží pouze jedna instance aplikace. Nicméně je povoleno spustit více instancí stejné aplikace z příkazového řádku. V takovém případě toto nastavení povolí pouze jednu instanci.

source: If this is enabled, when starting Bambu Studio and another instance of the same Bambu Studio is already running, that instance will be reactivated instead.
cs: Pokud je toto povoleno, při spuštění Bambu Studio a další instance stejného Bambu Studio již běží, bude místo toho tato instance reaktivována.

source: Automatically transfer modified value when switching process and filament presets
cs: Automaticky přenést upravenou hodnotu při přepínání procesu a přednastavení vlákna

source: After closing, a popup will appear to ask each time
cs: Po ukončení se objeví vyskakovací okno pokaždé

source: Auto plate type
cs: Automatický typ desky

source: Studio will remember build plate selected last time for certain printer model.
cs: Studio si pamatuje stavovou desku vybranou naposledy pro určitý model tiskárny.

source: All
cs: Vše

source: Disabled
cs: Zakázáno

source: Auto Flush
cs: Automatické vymazání

source: Auto calculate flush volumes
cs: Automatický výpočet objemu splachovací vody

source: Multi-device Management(Take effect after restarting Studio).
cs: Multi-device Management(Ukončit po restartování Studio).

source: With this option enabled, you can send a task to multiple devices at the same time and manage multiple devices.
cs: Pokud je tato možnost povolena, můžete poslat úkol na více zařízení současně a spravovat více zařízení.

source: Show the step mesh parameter setting dialog.
cs: Zobrazit dialogové okno nastavení kroku

source: If enabled,a parameter settings dialog will appear during STEP file import.
cs: Pokud je povoleno, během importu souboru STEP se zobrazí dialogové okno nastavení parametrů.

source: Support beta version update.
cs: Podpora aktualizace beta verze.

source: With this option enabled, you can receive beta version updates.
cs: Pokud je tato možnost povolena, můžete dostávat aktualizace beta verzí.

source: Remove the restriction on mixed printing of high and low temperature filaments.
cs: Odstranit omezení týkající se smíšeného tisku vysokoteplotních a nízkých teplotních vláken.

source: With this option enabled, you can print materials with a large temperature difference together.
cs: Pokud je tato možnost povolena, můžete vytisknout materiály s velkým teplotním rozdílem dohromady.

source: Clear my choice for synchronizing printer preset after loading the file.
cs: Vymažte mou volbu pro synchronizaci přednastavení tiskárny po načtení souboru.

source: Clear my choice for Load 3mf dialog settings.
cs: Vymažte mou volbu pro načtení 3mf nastavení dialogu.

source: Show the warning dialog again when importing non-Bambu 3MF files
cs: Zobrazit varování při importu jiných než Bambu 3MF souborů

source: 3D Settings
cs: Nastavení 3D

source: Zoom to mouse position
cs: Přiblížení na pozici myši

source: Zoom in towards the mouse pointer's position in the 3D view, rather than the 2D window center.
cs: Přiblížení k pozici ukazatele myši v 3D pohledu spíše než 2D kruhu.

source: Always show shells in preview
cs: Vždy zobrazovat shelly v náhledu

source: Always show shells or not in preview view tab.If change value,you should reslice.
cs: Vždy zobrazovat shelly nebo ne v náhledu karty. Pokud změníte hodnotu, měli byste znovu použít.

source: Import a single SVG and split it
cs: Importovat jednu SVG a rozdělit ji

source: Import a single SVG and then split it to several parts.
cs: Importujte jednu SVG a pak ji rozdělte na několik částí.

source: Enable gamma correction for the imported obj file
cs: Povolit gama korekci importovaného souboru obj

source: Perform gamma correction on color after importing the obj model.
cs: Provede gama korekci barvy po importu obj modelu.

source: Remember last used color scheme
cs: Zapamatovat si naposledy použité barevné schéma

source: When enabled, the last used color scheme (e.g., Line Type, Speed) will be automatically applied on next startup.
cs: Pokud je povoleno, poslední použité barevné schéma (např. typ řádku, Speed) bude automaticky aplikováno při příštím spuštění.

source: Improve rendering performance by lod
cs: Zlepšit výkon při přehrávání

source: Improved rendering performance under the scene of multiple plates and many models.
cs: Vylepšený výkon vykreslování na scéně více desek a mnoha modelů.

source: Collapsible
cs: Sbalitelné
