Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: Check the status of current system services
cs: Zkontrolovat stav aktuálních systémových služeb

source: code
cs: Kód

source: Failed to connect to cloud service
cs: Připojení ke službě cloud se nezdařilo

source: Please click on the hyperlink above to view the cloud service status
cs: Pro zobrazení stavu služby cloudové služby klikněte na odkaz výše

source: Failed to connect to the printer
cs: Nepodařilo se připojit k tiskárně

source: Connection to printer failed
cs: Připojení k tiskárně se nezdařilo

source: Please check the network connection of the printer and Studio.
cs: Zkontrolujte připojení tiskárny a studia k síti.

source: Connecting...
cs: Připojování...

source: Load
cs: Načíst

source: Unload
cs: Vyjmout

source: Choose an AMS slot then press "Load" or "Unload" button to automatically load or unload filaments.
cs: Vyberte pozici AMS a poté stiskněte tlačítko "Načíst" nebo "Vyjmout" pro automatické načtení nebo vyprázdnění vláken.

source: Filament type is unknown which is required to perform this action. Please set target filament's informations.
cs: Typ vlákna je neznámý, který je k provedení této akce nutný. Nastavte prosím informace o cílovém vláknu.

source: Changing fan speed during printing may affect print quality, please choose carefully.
cs: Změna rychlosti ventilátoru během tisku může ovlivnit kvalitu tisku, zvolte prosím opatrně.

source: Change Anyway
cs: Přesto změnit

source: Off
cs: Vypnuto

source: Filter
cs: Filtr

source: Enabling filtration redirects the right fan to filter gas, which may reduce cooling performance.
cs: Umožnění filtrace přesměruje pravý ventilátor na filtr plynu, což může snížit chladicí účinek.

source: Enabling filtration during printing may reduce cooling and affect print qulity. Please choose carefully
cs: Povolení filtrace během tisku může snížit chladení a ovlivnit průhlednost tisku. Vyberte si prosím pečlivě

source: The selected material only supports the current fan mode, and it can't be changed during printing.
cs: Vybraný materiál podporuje pouze aktuální režim ventilátoru a nelze jej změnit během tisku.

source: Cooling
cs: Chlazení

source: Heating
cs: Topení

source: Exhaust
cs: Výfuk

source: Full Cooling
cs: Úplné chlazení

source: Parts
cs: Části a součásti

source: MC Board
cs: MC deska

source: Heat
cs: Teplo

source: Chamber
cs: Komora

source: Innerloop
cs: Vnitřní smyčka

source: Top
cs: Nahoře

source: The fan controls the temperature during printing to improve print quality.The system automatically adjusts the fan's switch and speed according to different printing materials.
cs: Ventilátor řídí teplotu během tisku tak, aby zlepšil kvalitu tisku. Systém automaticky nastavuje ventilátorový spínač a rychlost podle různých tiskových materiálů.

source: Cooling mode is suitable for printing PLA/PETG/TPU materials and filters the chamber air.
cs: Režim chlazení je vhodný pro tisk materiálů PLA/PETG/TPU a filtruje komorový vzduch.

source: Heating mode is suitable for printing ABS/ASA/PC/PA materials and circulates filters the chamber air.
cs: Topný režim je vhodný pro tisk materiálů ABS/ASA/PC/PA a cirkuluje komorový vzduch.

source: Strong cooling mode is suitable for printing PLA/TPU materials. In this mode, the printouts will be fully cooled.
cs: Silný režim chlazení je vhodný pro tisk materiálů PLA/TPU. V tomto režimu budou tisky plně chlazeny.

source: Cooling mode is suitable for printing PLA/PETG/TPU materials.
cs: Režim chlazení je vhodný pro tisk PLA/PETG/TPU materiálů.

# air_duct
source: Right
cs: Vpravo

source: Idling...
cs: Volba...

source: Heat the nozzle
cs: Trubka se zahřeje

source: Cut filament
cs: Řezané vlákno

source: Pull back current filament
cs: Táhněte zpět proud vlákna

source: Push new filament into extruder
cs: Stiskněte nové vlákno do vytlačovače

source: Grab new filament
cs: Přijmout nové vlákno

source: Confirm extruded
cs: Potvrdit protlačování

source: Check filament location
cs: Zkontrolovat umístění vlákna

source: The maximum temperature cannot exceed
cs: Maximální teplota nesmí překročit

source: The minmum temperature should not be less than
cs: Minimální teplota by neměla být nižší než

source: All the selected objects are on the locked plate, We can not do auto-arrange on these objects.
cs: Všechny vybrané objekty jsou na uzamčené desce, Nemůžeme automaticky zařídit tyto objekty.

source: No arrangeable objects are selected.
cs: Nejsou vybrány žádné arrangeovatelné objekty.

source: The following plates are skipped due to different arranging settings from global:
cs: Následující tabulky jsou přeskočeny kvůli odlišnému nastavení uspořádání než globální:

source: This plate is locked, We can not do auto-arrange on this plate.
cs: Tato deska je uzamčena, Na této desce nemůžeme automaticky uspořádat.

source: Arranging
cs: Uspořádání

source: Object %1% has zero size and can't be arranged.
cs: Objekt %1% má nulovou velikost a nelze jej uspořádat.

source: Arrange failed. Found some exceptions when processing object geometries.
cs: Uspořádání se nezdařilo. Nalezeny některé výjimky při zpracování geometrie.

source: Arranging canceled.
cs: Uspořádání bylo zrušeno.

source: Arranging is done but there are unpacked items. Reduce spacing and try again.
cs: Uspořádání je hotovo, ale jsou rozbalené předměty. Snížte odstup a zkuste to znovu.

source: Arranging done.
cs: Uspořádání.

source: All the selected objects are on the locked plate, We can not do auto-orient on these objects.
cs: Všechny vybrané objekty jsou na uzamčené desce, Nemůžeme provádět automatické orientování na tyto objekty.

source: This plate is locked, We can not do auto-orient on this plate.
cs: Tato deska je uzamčena, Na této desce nelze automaticky orientovat.

source: Orienting...
cs: Orientace...

source: Orienting
cs: Zaměřování

source: Filling
cs: Plnění

source: Bed filling canceled.
cs: Plnění na vyúčtování bylo zrušeno.

source: Bed filling done.
cs: Vyúčtování dokončeno.

source: Emboss attribute change
cs: Změna atributu Emboss

source: Add Emboss text object
cs: Přidat text objektu Emboss

source: Add Emboss text Volume
cs: Přidat hlasitost textu Emboss

source: Font doesn't have any shape for given text.
cs: Písmo nemá žádný tvar pro daný text.

source: There is no valid surface for text projection.
cs: Pro textové zobrazení není platná plocha.

source: Text mesh ie empty.
cs: Textová síť je prázdná.

source: Error! Unable to create thread!
cs: Chyba! Nelze vytvořit vlákno!

source: Exception
cs: Výjimka

source: Logging in
cs: Přihlášení

source: Login failed
cs: Přihlášení se nezdařilo

source: Please check the printer network connection.
cs: Zkontrolujte připojení k síti tiskárny.

source: Abnormal print file data. Please slice again.
cs: Neobvyklá data z tiskových souborů. Prosím vyřízněte znovu.

source: Task canceled.
cs: Úkol zrušen.

source: Upload task timed out. Please check the network status and try again.
cs: Vypršel časový limit nahrávání. Zkontrolujte stav sítě a zkuste to znovu.

source: Cloud service connection failed. Please try again.
cs: Připojení ke službě Cloud se nezdařilo. Zkuste to prosím znovu.

source: Print file not found. please slice again.
cs: Tiskový soubor nebyl nalezen. Prosím, řez znovu.

source: The print file exceeds the maximum allowable size (1GB). Please simplify the model and slice again.
cs: Tiskový soubor překračuje maximální povolenou velikost (1GB). Zjednodušte model a prořezávejte jej znovu.

source: Failed to send the print job. Please try again.
cs: Nepodařilo se odeslat tiskovou úlohu. Zkuste to prosím znovu.

source: Failed to upload file to ftp. Please try again.
cs: Nepodařilo se nahrát soubor do ftp. Prosím, zkuste to znovu.

source: Check the current status of the bambu server by clicking on the link above.
cs: Kliknutím na odkaz výše zkontrolujte aktuální stav serveru bambusu.

source: The size of the print file is too large. Please adjust the file size and try again.
cs: Velikost tiskového souboru je příliš velká. Upravte velikost souboru a zkuste to znovu.

source: Print file not found, Please slice it again and send it for printing.
cs: Tiskový soubor nebyl nalezen, prořízněte jej znovu a pošlete jej k tisku.

source: Failed to upload print file to FTP. Please check the network status and try again.
cs: Nepodařilo se nahrát tiskový soubor na FTP. Zkontrolujte prosím stav sítě a zkuste to znovu.

source: Sending print job over LAN
cs: Odesílání tiskové úlohy přes LAN

source: Sending print job through cloud service
cs: Odesílání tiskové úlohy přes cloudové služby

source: Print task sending times out.
cs: Vytisknout čas odesílání.

source: Service Unavailable
cs: Služba není k dispozici

source: Unknown Error.
cs: Neznámá chyba.

source: Sending print configuration
cs: Odesílání konfigurace tisku

source: Successfully sent. Will automatically jump to the device page in %ss
cs: Úspěšně odesláno. Automaticky skočí na stránku zařízení v %ss

source: Successfully sent. Will automatically jump to the next page in %ss
cs: Úspěšně odesláno. Automaticky skočí na další stránku v %ss

source: Storage needs to be inserted before printing via LAN.
cs: Před tiskem přes LAN, je třeba vložit úložiště.

source: Sending gcode file over LAN
cs: Odesílání gcode souboru přes LAN

source: Sending gcode file to sdcard
cs: Odesílání gcode souboru na SD kartu

source: Successfully sent. Close current page in %s s
cs: Úspěšně odesláno. Zavřete aktuální stránku za %s s

source: Storage needs to be inserted before sending to printer.
cs: Před odesláním do tiskárny je třeba vložit úložiště.

source: Choose SLA archive:
cs: Vyberte SLA archiv:

source: Import file
cs: Importovat soubor

source: Import model and profile
cs: Importovat model a profil

source: Import profile only
cs: Importovat pouze profil

source: Import model only
cs: Importovat pouze model

source: Accurate
cs: Přesnost

source: Balanced
cs: Vyvážená

source: Quick
cs: Rychlé

source: Importing SLA archive
cs: Importuji SLA archiv

source: The SLA archive doesn't contain any presets. Please activate some SLA printer preset first before importing that SLA archive.
cs: SLA archiv neobsahuje žádné předvolby. Před importem tohoto SLA archivu nejprve aktivujte některé SLA předvolby.

source: Importing canceled.
cs: Import byl zrušen.

source: Importing done.
cs: Import dokončen.

source: The imported SLA archive did not contain any presets. The current SLA presets were used as fallback.
cs: Importovaný SLA archiv neobsahoval žádné předvolby. Aktuální SLA předvolby byly použity jako záložní předvolby.

source: You cannot load SLA project with a multi-part object on the bed
cs: Nelze načíst SLA projekt s vícedílným objektem na posteli

source: Please check your object list before preset changing.
cs: Před změnou přednastavení zkontrolujte seznam objektů.

source: Attention!
cs: Pozor!

source: Downloading
cs: Stahování

source: Download failed
cs: Stahování se nezdařilo

source: Cancelled
cs: Zrušeno

source: Install successfully.
cs: Instalace proběhla úspěšně.

source: Installing
cs: Instalace

source: Install failed
cs: Instalace selhala

source: Portions copyright
cs: Portions copyright (Automatic Copy)

source: Copyright
cs: Autorská práva

source: License
cs: Licence

source: Bambu Studio is licensed under
cs: Bambu Studio je licencováno pod

source: GNU Affero General Public License, version 3
cs: GNU Affero General Public License, verze 3

source: Bambu Studio is based on PrusaSlicer by Prusa Research, which is from Slic3r by Alessandro Ranellucci and the RepRap community
cs: Bambu Studio vychází z PrusaSlicer od Prusa Research, který pochází ze Slic3r od Alessandro Ranellucci a komunity RepRap

source: Libraries
cs: Knihovny

source: This software uses open source components whose copyright and other proprietary rights belong to their respective owners
cs: Tento software používá komponenty s otevřeným zdrojovým kódem, jejichž autorská práva a jiná vlastnická práva patří jejich vlastníkům.

source: About %s
cs: O %s

source: Bambu Studio is based on PrusaSlicer by PrusaResearch and SuperSlicer by Merill(supermerill).
cs: Bambu Studio vychází z PrusaSlicer PrusaResearch and SuperSlicer by Merill(supermerill).

source: PrusaSlicer is originally based on Slic3r by Alessandro Ranellucci.
cs: PrusaSlicer je původně založen na Slic3r od Alessandro Ranellucci.

source: Slic3r was created by Alessandro Ranellucci with the help of many other contributors.
cs: Slic3r byl vytvořen Alessandro Ranellucci s pomocí mnoha dalších přispěvatelů.

source: Bambu Studio also referenced some ideas from Cura by Ultimaker.
cs: Bambu Studio také odkazoval na některé myšlenky z Cura od Ultimaker.

source: There many parts of the software that come from community contributions, so we're unable to list them one-by-one, and instead, they'll be attributed in the corresponding code comments.
cs: Existuje mnoho částí softwaru, které pocházejí z příspěvků komunity, takže nejsme schopni je uvést jeden po druhém. a místo toho budou přiřazeny v odpovídajících komentářích kódu.

source: AMS Materials Setting
cs: Nastavení materiálů pro AMS

source: Confirm
cs: Potvrdit

source: Close
cs: Zavřít

source: Colour
cs: Barviva

source: Nozzle Temperature
cs: Teplota trysky

source: min
cs: minuty

source: The input value should be greater than %1% and less than %2%
cs: Vstupní hodnota by měla být větší než %1% a menší než %2%

source: Factors of Flow Dynamics Calibration
cs: Faktory průtokové dynamické kalibrace

source: PA Profile
cs: Profil PA

source: Factor K
cs: Faktor K

source: Factor N
cs: Faktor N

source: Setting AMS slot information while printing is not supported
cs: Nastavení AMS slot při tisku není podporováno

source: Setting Virtual slot information while printing is not supported
cs: Nastavení virtuálního slotu při tisku není podporováno

source: Are you sure you want to clear the filament information?
cs: Opravdu chcete vymazat informace o vlákně?

source: You need to select the material type and color first.
cs: Nejprve musíte vybrat typ materiálu a barvu.

source: Please input a valid value (K in %.1f~%.1f)
cs: Zadejte prosím platnou hodnotu (K v %.1f~%.1f)

source: Please input a valid value (K in %.1f~%.1f, N in %.1f~%.1f)
cs: Zadejte prosím platnou hodnotu (K v %.1f~%.1f, N v %.1f~%.1f)

source: The nozzle flow is not set. Please set the nozzle flow rate before editing the filament. 'Device -> Print parts'
cs: Tok trysky není nastaven. Prosím nastavte průtok trysky před úpravou vlákna. 'Zařízení -> Tisk částí"

source: AMS
cs: Letiště Västerås

source: Other Color
cs: Jiná barva

source: Custom Color
cs: Vlastní barva

source: Dynamic flow calibration
cs: Kalibrace dynamického průtoku

source: The nozzle temp and max volumetric speed will affect the calibration results. Please fill in the same values as the actual printing. They can be auto-filled by selecting a filament preset.
cs: Teplota trysky a maximální objemová rychlost ovlivní výsledky kalibrace. Vyplňte prosím stejné hodnoty jako skutečný tisk. Mohou být automaticky vyplněny výběrem předvolby vlákna.

source: Nozzle Diameter
cs: Průměr Nozzle

source: Bed Type
cs: Typ postele

source: Nozzle temperature
cs: Teplota narážky

source: Bed Temperature
cs: Teplota postele

source: Max volumetric speed
cs: Maximální hlasitost

source: Bed temperature
cs: Teplota lůžka

source: Start calibration
cs: Spustit kalibraci

source: Next
cs: Další

source: Calibration completed. Please find the most uniform extrusion line on your hot bed like the picture below, and fill the value on its left side into the factor K input box.
cs: Kalibrace dokončena. Na horkém posteli najděte nejrovnoměrnější extruzní čáru jako obrázek níže, a hodnotu na levé straně vyplňte do vstupního pole faktoru K.

source: Save
cs: Uložit

source: Last Step
cs: Poslední krok

source: Example
cs: Příklad

source: Calibrating... %d%%
cs: Kalibrat... %d%%

source: Calibration completed
cs: Kalibrace dokončena

source: %s does not support %s
cs: %s nepodporuje %s

source: Dynamic flow Calibration
cs: Kalibrace dynamického toku

source: Step
cs: Krok

source: Unmapped
cs: Nemapováno

source: Upper half area: Original Lower half area: The filament from original project will be used when unmapped. And you can click it to modify
cs: Horní polovina oblasti: Originál Plocha spodní části: vlákno z původního projektu bude použito, pokud nebude mapováno. A můžete kliknout na něj pro úpravu

source: Upper half area: Original Lower half area: Filament in AMS And you can click it to modify
cs: Horní polovina oblasti: Original Dolní polovina oblasti: Filament v AMS A můžete kliknout na ni pro změnu

source: Upper half area: Original Lower half area: Filament in AMS And you cannot click it to modify
cs: Horní polovina oblasti: Original Dolní polovina oblasti: Filament v AMS A nemůžete kliknout pro změnu

source: AMS Slots
cs: Sloty AMS

source: Please select from the following filaments
cs: Vyberte prosím z následujících vláken

source: Select filament that installed to the left nozzle
cs: Vyberte vlákno instalované do levé trysky

source: Select filament that installed to the right nozzle
cs: Vyberte vlákno, které je nainstalováno na pravou trysku

source: Left AMS
cs: Levé AMS

source: External
cs: Externí

source: Reset current filament mapping
cs: Obnovit mapování aktuálního vlákna

source: Right AMS
cs: Pravé AMS

source: Left Nozzle
cs: Levý uzel

source: Right Nozzle
cs: Pravý luk

source: Ext
cs: Extra

source: Note: the filament type(%s) does not match with the filament type(%s) in the slicing file. If you want to use this slot, you can install %s instead of %s and change slot information on the 'Device' page.
cs: Poznámka: typ vlákna(%s) neodpovídá typu vlákna (%s) v souboru na krájení. Pokud chcete použít tento slot, %s můžete nainstalovat místo %s a změnit informace o slotu na stránce 'Zařízení'.

source: Note: the slot is empty or undefined. If you want to use this slot, you can install %s and change slot information on the 'Device' page.
cs: Poznámka: slot je prázdný nebo nedefinovaný. Pokud chcete použít tento slot, můžete nainstalovat %s a změnit informace o slotu na stránce 'Zařízení'.

source: Note: Only filament-loaded slots can be selected.
cs: Poznámka: Mohou být vybrány pouze otvory načítané vlákny.

source: Enable AMS
cs: Povolit AMS

source: Print with filaments in the AMS
cs: Tisk s vlákny v AMS

source: Disable AMS
cs: Zakázat AMS

source: Print with the filament mounted on the back of chassis
cs: Tisk s vláknem namontovaným na zadní straně podvozku

source: Please change the desiccant when it is too wet. The indicator may not represent accurately in following cases : when the lid is open or the desiccant pack is changed. it take hours to absorb the moisture, low temperatures also slow down the process.
cs: Změňte prosím exsikaci, pokud je příliš mokrá. Ukazatel nemusí přesně odpovídat v těchto případech: je-li víko otevřené nebo změní-li se exsikační balení. pohlcování vlhkosti, nízké teploty také zpomalují proces pohlcování vlhkosti.

source: Config which AMS slot should be used for a filament used in the print job
cs: Konfigurace, která má být použita na pozici AMS pro vlákno použité ve tiskové úloze

source: Filament used in this print job
cs: Filament použitý v této tiskové úloze

source: AMS slot used for this filament
cs: slot pro AMS použitý pro toto vlákno

source: Click to select AMS slot manually
cs: Kliknutím vyberte pozici AMS ručně

source: Do not Enable AMS
cs: Nezapínat AMS

source: Print using materials mounted on the back of the case
cs: Tisk pomocí materiálů namontovaných na zadní straně bedny

source: Print with filaments in AMS
cs: Tisk s vlákny v AMS

source: Print with filaments mounted on the back of the chassis
cs: Tisk s vlákny namontovanými na zadní straně podvozku

source: Left
cs: Vlevo

source: Right
cs: Vpravo

source: When the current material run out, the printer will continue to print in the following order.
cs: Když dojde aktuální materiál, tiskárna se bude tisknout v následujícím pořadí.

source: Identical filament: same brand, type and color
cs: Stejné vlákno: stejná značka, typ a barva

source: Group
cs: Skupina

source: When the current material runs out, the printer would use identical filament to continue printing.
cs: V případě vytékání aktuálního materiálu by tiskárna používala stejné vlákno pro další tisk.

source: The printer does not currently support auto refill.
cs: Tiskárna v současné době nepodporuje automatické doplňování.

source: AMS filament backup is not enabled, please enable it in the AMS settings.
cs: Záloha AMS vlákna není povolena, prosím povolte ji v nastavení AMS

source: When the current filament runs out, the printer will use identical filament to continue printing. *Identical filament: same brand, type and color.
cs: Když vytéká aktuální vlákno, tiskárna bude používat stejné vlákno pro další tisk. *Identické vlákno: stejná značka, typ a barva.

source: DRY
cs: KÓD

source: AMS Settings
cs: Nastavení AMS

source: Insertion update
cs: Aktualizace vložení

source: The AMS will automatically read the filament information when inserting a new Bambu Lab filament. This takes about 20 seconds.
cs: Při vložení nového vlákna Bambu Lab bude AMS automaticky číst informace o vláknu. To trvá asi 20 sekund.

source: Note: if a new filament is inserted during printing, the AMS will not automatically read any information until printing is completed.
cs: Poznámka: Pokud je během tisku vloženo nové vlákno, AMS automaticky přečte žádné informace, dokud nebude tisk dokončen.

source: When inserting a new filament, the AMS will not automatically read its information, leaving it blank for you to enter manually.
cs: Při vkládání nového vlákna si AMS automaticky nepřečte své informace a nechá je prázdné, abyste zadali ručně.

source: Power on update
cs: Zapnout aktualizaci

source: The AMS will automatically read the information of inserted filament on start-up. It will take about 1 minute.The reading process will roll filament spools.
cs: AMS automaticky přečte informace o vloženém vláknu při spuštění. Trvá to asi 1 minutu. Proces čtení bude rolovat vláknové lžičky.

source: The AMS will not automatically read information from inserted filament during startup and will continue to use the information recorded before the last shutdown.
cs: AMS nebude při startu automaticky číst informace z vloženého vlákna a bude nadále používat informace zaznamenané před posledním vypnutím.

source: Update remaining capacity
cs: Aktualizovat zbývající kapacitu

source: AMS will attempt to estimate the remaining capacity of the Bambu Lab filaments.
cs: Společnost Ryanair se snaží odhadnout zbývající kapacitu vláken společnosti Bambu Lab.

source: AMS filament backup
cs: Záloha AMS vlákna

source: AMS will continue to another spool with the same properties of filament automatically when current filament runs out
cs: AMS bude pokračovat v jiné cívce se stejnými vlastnostmi vlákna automaticky při vypršení aktuálního vlákna

source: Air Printing Detection
cs: Detekce tisku vzduchu

source: Detects clogging and filament grinding, halting printing immediately to conserve time and filament.
cs: Detekuje clogování a drcení vlákna, okamžitě zastaví tisk za účelem zachování času a vlákna.

source: File
cs: Soubor

source: Calibration
cs: Kalibrace

source: Failed to download the plug-in. Please check your firewall settings and vpn software, check and retry.
cs: Nepodařilo se stáhnout zásuvný modul. Zkontrolujte prosím nastavení firewall a vpn software, zkontrolujte a opakujte akci.

source: Failed to install the plug-in. Please check whether it is blocked or deleted by anti-virus software.
cs: Nepodařilo se nainstalovat zásuvný modul. Zkontrolujte, zda je blokován nebo smazán antivirovým softwarem.
