Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Voxel-Level Accuracy We predict temperature in every voxel at every time-step, and for standard jobs the forecast is typically within ±5–10 °C. Pauses, custom firmware or odd cooling can widen that margin.
cs: Přesnost na úrovni voxelů Předpovídáme teplotu v každém voxelu při každém kroku a u běžných úloh se předpověď obvykle pohybuje v rozmezí ±5–10 °C. Pauzy, vlastní firmware nebo neobvyklé chlazení mohou tuto odchylku zvětšit.

source: WET
cs: VLHKÝ

source: Warning:Due to functional upgrade, rotation information cannot be restored. Please drag or modify text,save it and reedit it will ok.
cs: Varování: Kvůli upgradu funkce nelze obnovit informace o rotaci. Přetáhněte nebo upravte text, uložte jej a proveďte opětovnou úpravu.

source: What Drives Runtime? Extra layers, dense infill, lots of tiny arcs (small mesh elements) or very slow printing speeds all extend simulation time because the solver must step through more seconds. Multi-core CPUs or CUDA GPUs speed things up.
cs: Co ovlivňuje dobu běhu? Další vrstvy, hustá výplň, velké množství drobných oblouků (malé prvky sítě) nebo velmi nízké rychlosti tisku prodlužují dobu simulace, protože řešič musí krokovat přes více sekund. Vícejádrové procesory nebo GPU s CUDA zrychlují zpracování.

source: What is the Thermal Quality Index? The Thermal Quality Index (scale –100 to +100) shows how hot or cold each region prints—green (≈ 0) is the “just right” zone for strong, warp-free parts. Keep most of the part green for best results.
cs: Co je to Thermal Quality Index? Thermal Quality Index (škála –100 až +100) ukazuje, jak horká nebo studená je každá oblast tisku — zelená (≈ 0) je zóna „tak akorát“ pro pevné a nekroucené části. Pro nejlepší výsledky ponechte většinu části v zelené zóně.

source: Why Cooling Varies Outer walls and bridges cool fastest while thick interiors stay warmer—geometry, airflow and tool-path all play a part, and the simulation visualises these differences.
cs: Proč se chlazení liší Vnější stěny a mosty chladnou nejrychleji, zatímco silné vnitřní části zůstávají teplejší—geometrie, proudění vzduchu a dráha nástroje mají vliv, což simulace vizualizuje.

source: Zig Zag
cs: Cik-cak

source: the Configuration package is incompatible with current APP.
cs: Konfigurační balíček není kompatibilní s aktuální aplikací.
