Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: View control settings
cs: Zobrazit ovládací nastavení
zh_tw: 檢視控制設定

source: Rotate of view
cs: Otočení pohledu
zh_tw: 旋轉檢視

source: Move of view
cs: Pohyb pohledu
zh_tw: 移動檢視

source: Zoom of view
cs: Přiblížení zobrazení
zh_tw: 縮放檢視

source: Other
cs: Jiné
zh_tw: 其他

source: Mouse wheel reverses when zooming
cs: Kolečko myši se při přibližování otáčí opačně
zh_tw: 縮放時滑鼠滾輪反轉

source: Enable SSL(MQTT)
cs: Povolit SSL (MQTT)
zh_tw: 啟用SSL（MQTT）

source: Enable SSL(FTP)
cs: Povolit SSL (FTP)
zh_tw: 啟用SSL（FTP）

source: Internal developer mode
cs: Vnitřní režim vývojáře
zh_tw: 內部開發者模式

source: Log Level
cs: Úroveň protokolu
zh_tw: 日誌級別

source: fatal
cs: fatální
zh_tw: 致命

source: error
cs: chyba
zh_tw: 錯誤

source: warning
cs: Varování
zh_tw: 警告

source: debug
cs: ladění
zh_tw: 除錯

source: trace
cs: sledovat
zh_tw: 跟蹤

source: Product host
cs: Hostitel produktu
zh_tw: 正式環境

source: debug save button
cs: tlačítko pro uložení ladění
zh_tw: 儲存

source: save debug settings
cs: uložit ladicí nastavení
zh_tw: 儲存除錯設定

source: DEBUG settings have saved successfully!
cs: Nastavení DEBUG byla úspěšně uložena!
zh_tw: DEBUG模式生效!

source: Switch cloud environment, Please login again!
cs: Přepněte cloudové prostředí, přihlaste se prosím znovu!
zh_tw: 切換雲環境，請重新登入!

source: System presets
cs: Systémová přednastavení
zh_tw: 系統配置

source: User presets
cs: Uživatelská přednastavení
zh_tw: 使用者配置

source: Incompatible presets
cs: Nekompatibilní přednastavení
zh_tw: 不相容的預設

source: My Printer
cs: Moje tiskárna
zh_tw: 我的印表機

source: Left filaments
cs: Levé filamenty
zh_tw: 左側耗材絲

source: AMS filaments
cs: Filamenty AMS
zh_tw: AMS 耗材絲

source: Right filaments
cs: Pravé filamenty
zh_tw: 右側耗材絲

source: Click to pick filament color
cs: Klikněte pro výběr barvy filamentu
zh_tw: 點選設定材料顏色

source: Add/Remove presets
cs: Přidat/Odebrat přednastavení
zh_tw: 新增/刪除配置

source: Edit preset
cs: Upravit přednastavení
zh_tw: 編輯預設

source: Project-inside presets
cs: Přednastavení uvnitř projektu
zh_tw: 專案預設

source: Unsupported presets
cs: Nepodporovaná přednastavení
zh_tw: 不支援的預設

source: Unsupported
cs: Nepodporováno
zh_tw: 不支援的

source: Add/Remove filaments
cs: Přidat/Odebrat filamenty
zh_tw: 新增/刪除材料

source: Add/Remove materials
cs: Přidat/Odebrat materiály
zh_tw: 新增/刪除材料

source: Select/Remove printers(system presets)
cs: Vybrat/odebrat tiskárny (systémová přednastavení)
zh_tw: 選擇/移除印表機（系統預設）

source: Create printer
cs: Vytvořit tiskárnu
zh_tw: 建立印表機

source: Incompatible
cs: Nekompatibilní
zh_tw: 不相容的預設

source: The selected preset is null!
cs: Vybrané přednastavení je prázdné!
zh_tw: 選擇的預設為空！

source: Customize
cs: Přizpůsobit
zh_tw: 自定義

source: Other layer filament sequence
cs: Sekvence filamentů ve vrstvě
zh_tw: 其它層耗材列印順序

source: Please input layer value (>= 2).
cs: Zadejte hodnotu vrstvy (>= 2).
zh_tw: 請輸入層號（>=2）。

source: Same as Global Plate Type
cs: Stejné jako Global typ podložky
zh_tw: 跟隨全域性列印板型別

source: Bed type
cs: Typ podložky
zh_tw: 列印板型別

source: Same as Global Print Sequence
cs: Stejné jako Global sekvence tisku
zh_tw: 跟隨全域性列印順序

source: Print sequence
cs: Pořadí tisku
zh_tw: 列印順序

source: Same as Global
cs: Stejné jako Global
zh_tw: 跟隨全域性

source: Enable
cs: Povolit
zh_tw: 開啟

source: Disable
cs: Zakázat
zh_tw: 禁用

source: Spiral vase
cs: Spirálová váza
zh_tw: 旋轉花瓶

source: First layer filament sequence
cs: Sekvence filamentů pro první vrstvu
zh_tw: 首層耗材列印順序

source: Same as Global Bed Type
cs: Stejné jako globální typ podložky
zh_tw: 跟隨全域性列印板型別

source: By Layer
cs: Podle vrstvy
zh_tw: 逐層

source: By Object
cs: Podle objektu
zh_tw: 逐件

source: Plate name
cs: Název podložky
zh_tw: 盤名稱

source: Move the current plate to
cs: Přesunout aktuální podložku na
zh_tw: 移動當前盤到

source: Move forward
cs: Pohyb vpřed
zh_tw: 往前移

source: Move backwards
cs: Pohyb dozadu
zh_tw: 往後移

source: Move to the front
cs: Přesunout dopředu
zh_tw: 移動到最前面

source: Move to the back
cs: Přesunout dozadu
zh_tw: 移動到最後面

source: Accept
cs: Přijmout
zh_tw: 接受

source: Log Out
cs: Odhlásit se
zh_tw: 登出

source: Slice all plate to obtain time and filament estimation
cs: Proveďte řez celé podložky pro získání odhadu času a spotřeby filamentu
zh_tw: 正在切片以獲取切片資訊和預估列印時間

source: Packing project data into 3mf file
cs: Balení dat projektu do souboru 3mf
zh_tw: 正在打包資料到3mf檔案

source: Uploading 3mf
cs: Nahrávání 3mf
zh_tw: 正在上傳3mf

source: Jump to model publish web page
cs: Přejít na stránku publikace modelu
zh_tw: 跳轉到釋出頁面

source: Note: The preparation may take several minutes. Please be patient.
cs: Poznámka: Příprava může trvat několik minut. Prosím, buďte trpěliví.
zh_tw: 提示：釋出前需要一些準備時間，請耐心等待。

source: Publish
cs: Publikovat
zh_tw: 釋出

source: Publish was cancelled
cs: Publikování bylo zrušeno
zh_tw: 釋出已取消

source: Slicing Plate 1
cs: Řezání podložky 1
zh_tw: 正在切片盤 1

source: Packing data to 3mf
cs: Balení dat do 3mf
zh_tw: 打包資料到3mf

source: Jump to webpage
cs: Přejít na webovou stránku
zh_tw: 跳轉到網頁

source: Save %s as
cs: Uložit %s jako
zh_tw: 另存%s為

source: User Preset
cs: Uživatelské přednastavení
zh_tw: 使用者預設

source: Preset Inside Project
cs: Přednastavení uvnitř projektu
zh_tw: 專案預設

source: Name is unavailable.
cs: Název není dostupný.
zh_tw: 名稱不可用。

source: Overwrite a system profile is not allowed
cs: Přepsání systémového profilu není povoleno
zh_tw: 不允許覆蓋系統預設

source: Preset "%1%" already exists.
cs: Přednastavení „%1%“ již existuje.
zh_tw: 預設“%1%”已存在。

source: Preset "%1%" already exists and is incompatible with current printer.
cs: Přednastavení „%1%“ již existuje a není kompatibilní se současnou tiskárnou.
zh_tw: 預設“%1%”已存在，並且和當前印表機不相容。

source: Please note that saving action will replace this preset
cs: Upozorňujeme, že akce uložení nahradí toto přednastavení.
zh_tw: 請注意這個預設會在儲存過程中被替換

source: The name cannot be the same as a preset alias name.
cs: Název nesmí být shodný s aliasem přednastavení.
zh_tw: 名稱不能和一個預設的別名相同。

source: Save preset
cs: Uložit přednastavení
zh_tw: 儲存預設

# PresetName
source: Copy
cs: Kopírovat
zh_tw: 複製

source: Printer "%1%" is selected with preset "%2%"
cs: Tiskárna „%1%“ je vybrána s přednastavením „%2%“
zh_tw: 選中印表機“%1%”和預設“%2%”

source: Please choose an action with "%1%" preset after saving.
cs: Po uložení prosím vyberte akci s přednastavením „%1%“.
zh_tw: 請選擇儲存後對%1%預設的操作。

source: For "%1%", change "%2%" to "%3%"
cs: U "%1%" změňte "%2%" na "%3%".
zh_tw: 為“%1%，”把“%2%”更換為“%3%”

source: For "%1%", add "%2%" as a new preset
cs: Pro "%1%" přidejte "%2%" jako nové přednastavení.
zh_tw: 為“%1%”，新增“%2%”為一個新預設

source: Simply switch to "%1%"
cs: Jednoduše přepněte na "%1%"
zh_tw: 直接切換到“%1%”

source: Turning off this option will affect print quality if: 1. Uncalibrated hotends is used 2. The current nozzle, heatbed, or chamber temperature differs from the calibration conditions 3. The toolhead hotend was manually removed or installed
cs: Vypnutí této volby ovlivní kvalitu tisku, pokud: 1. Jsou použity nekalibrované hotendy 2. Aktuální tryska, vyhřívaná podložka nebo teplota komory se liší od podmínek kalibrace 3. Tisková hlava hotendu byla ručně odebrána nebo nainstalována
zh_tw: 出現以下情況時，關閉該選項會影響列印質量： 1.當前列印使用了未被校準的熱端 2.當前列印的噴嘴溫度、熱床溫度、腔溫與校準時不同 3.手動拆裝過工具頭熱端

source: After modifying this option, the system will reassign the nozzles based on the calibrated dynamic flow calibration coefficient.
cs: Po úpravě této možnosti systém znovu přiřadí trysky na základě kalibrovaného koeficientu kalibrace dynamiky toku.
zh_tw: 修改此選項後，系統將根據校準後的動態流量校準係數重新分配噴嘴。

source: There are not enough available hotends currently.
cs: Aktuálně není k dispozici dostatek volných hotendů.
zh_tw: 目前可用的熱端數量不足。

source: No hotends available.
cs: Nevyskytují se žádné hotendy.
zh_tw: 沒有可用的熱端。

source: Please complete the hotend rack setup and try again.
cs: Dokončete prosím nastavení držáku hotendu a zkuste to znovu.
zh_tw: 請先進行熱端掛架初始化後重試。

source: Please refresh the nozzle information and try again.
cs: Prosím aktualizujte informace o trysce a zkuste to znovu.
zh_tw: 請重新整理噴嘴資訊後重試。

source: Please re-slice.
cs: Prosím proveďte nové řezání.
zh_tw: 請重新切片。

source: Please re-slice to avoid filament waste.
cs: Pro omezení plýtvání filamentem prosím proveďte nové řezání.
zh_tw: 請重新切片以避免耗材浪費。

source: Task canceled
cs: Úloha zrušena
zh_tw: 任務已取消

source: Bambu Cool Plate
cs: Bambu Chladicí podložka
zh_tw: 低溫列印板

source: Bamabu Engineering Plate
cs: Bamabu Inženýrská podložka
zh_tw: 工程材料列印板

source: Bamabu Smooth PEI Plate
cs: Bamabu hladká PEI podložka
zh_tw: 光面PEI列印板

source: High temperature Plate
cs: Podložka s vysokou teplotou
zh_tw: 高溫列印板

source: Bamabu Textured PEI Plate
cs: Bamabu strukturovaná PEI podložka
zh_tw: 紋理PEI列印板

source: Bambu Cool Plate SuperTack
zh_tw: 增穩低溫列印板

source: Send print job
cs: Odeslat tiskovou úlohu
zh_tw: 傳送列印任務

source: On
cs: Zapnuto
zh_tw: 開啟

source: Not satisfied with the grouping of filaments? Regroup and slice ->
cs: Nejste spokojeni se skupinováním filamentů? Přeskupte a proveďte řez ->
zh_tw: 對耗材左右分組不滿意？重新分組並切片 ->

source: Manually change external spool during printing for multi-color printing
cs: Ručně vyměňte vnější cívku během tisku pro vícebarevný tisk
zh_tw: 列印期間手動更換外掛料以實現多色列印

source: Multi-color with external
cs: Vícebarevný tisk s externím
zh_tw: 外掛料多色列印

source: Your filament grouping method in the sliced file is not optimal.
cs: Vaše metoda seskupování filamentů v nařezaném souboru není optimální.
zh_tw: 切片檔案中的材料分組不是最優結果。

source: To ensure print quality, the drying temperature will be lowered during printing.
cs: Pro zajištění kvality tisku bude během tisku snížena teplota sušení.
zh_tw: 為保證列印質量，列印過程中會適當降低烘乾溫度。

source: This checks the flatness of heatbed. Leveling makes extruded height uniform. *Automatic mode: Run a leveling check(about 10 seconds). Skip if surface is fine.
cs: Tímto se kontroluje rovinnost vyhřívané podložky. Nivelace zajišťuje jednotnou výšku vytlačovaného materiálu. *Automatický režim: Spusťte kontrolu nivelace (asi 10 sekund). Přeskočte, pokud je povrch v pořádku.
zh_tw: 檢測熱床的平整度。調平可以使擠出的高度更均勻。 *自動模式：先進行調平檢測（耗時10S左右）。若熱床平面沒有問題，則跳過調平。

source: Flow Dynamics Calibration
cs: kalibrace dynamiky toku
zh_tw: 動態流量校準

source: This process determines the dynamic flow values to improve overall print quality. *Automatic mode: Skip if the filament was calibrated recently.
cs: Tento proces určuje dynamické hodnoty toku pro zlepšení celkové kvality tisku. *Automatický režim: Přeskočte, pokud byl filament nedávno kalibrován.
zh_tw: 此過程確定動態流量校準的最佳係數，從而提升列印質量。 *自動模式：如果該耗材近期被校準過，則跳過流量校準。

source: Calibrate nozzle offsets to enhance print quality. *Automatic mode: Check for calibration before printing. Skip if unnecessary.
cs: Kalibrujte offsety trysky pro zvýšení kvality tisku. *Automatický režim: Před tiskem zkontrolujte kalibraci. Přeskočte, pokud není nutné.
zh_tw: 校準不同噴嘴的偏移量，從而提升列印質量。 *自動模式：發起列印前檢測是否需要校準，無需校準則跳過校準。

source: Nozzles and filaments of the same type share the same PA profile
cs: Trysky a filamenty stejného typu využívají stejný PA profil
zh_tw: 同型別噴嘴與耗材共用PA配置檔案

source: send completed
cs: odesílání dokončeno
zh_tw: 傳送完成

source: Error code
cs: Chybový kód
zh_tw: 錯誤程式碼

source: Filament %s does not match the filament in AMS slot %s. Please update the printer firmware to support AMS slot assignment.
cs: Filament %s neodpovídá filamentu ve slotu AMS %s. Aktualizujte firmware tiskárny pro podporu přiřazení slotu AMS.
zh_tw: 材料編號%s和AMS槽位%s中的耗材絲材質不匹配，請更新印表機韌體以支援AMS槽位對映功能

source: Filament does not match the filament in AMS slot. Please update the printer firmware to support AMS slot assignment.
cs: Filament neodpovídá filamentu ve slotu AMS. Aktualizujte firmware tiskárny pro podporu přiřazení slotu AMS.
zh_tw: 材料編號和AMS槽位中的耗材絲材質不匹配，請更新印表機韌體以支援AMS槽位對映功能

source: The selected printer (%s) is incompatible with the print file configuration (%s). Please adjust the printer preset in the prepare page or choose a compatible printer on this page.
cs: Vybraná tiskárna (%s) není kompatibilní s konfigurací tiskového souboru (%s). Upravte prosím přednastavení tiskárny na stránce přípravy nebo zvolte kompatibilní tiskárnu na této stránce.
zh_tw: 當前選擇的印表機（%s）與列印檔案配置（%s）不相容，請前往準備介面重新選擇印表機預設，或在此頁面選擇相容的印表機。

source: When enable spiral vase mode, machines with I3 structure will not generate timelapse videos.
cs: Při povolení režimu spirálové vázy nebudou stroje se strukturou I3 generovat časosběrná videa.
zh_tw: 啟用螺旋花瓶模式時，具有I3結構的機器將不會生成延時影片。

source: The current printer does not support timelapse in Traditional Mode when printing By-Object.
cs: Aktuální tiskárna nepodporuje časosběr v tradičním režimu při tisku podle objektu.
zh_tw: 當前印表機在逐件列印時不支援傳統模式下的延時攝影。

source: Errors
cs: Chyby
zh_tw: 錯誤

source: More than one filament types have been mapped to the same external spool, which may cause printing issues. The printer won't pause during printing.
cs: Na stejnou externí cívku bylo namapováno více než jeden typ filamentu, což může způsobit problémy při tisku. Tiskárna nebude během tisku pozastavena.
zh_tw: 多種耗材型別被對映到了同一外掛料，可能會引起列印不良。印表機在列印的過程中不會暫停。

source: The filament type setting of external spool is different from the filament in the slicing file.
cs: Nastavení typu filamentu externí cívky se liší od filamentu v souboru řezu.
zh_tw: 外掛槽的耗材設定與切片檔案中的耗材不同，可能會引起列印不良。

source: The printer type selected when generating G-Code is not consistent with the currently selected printer. It is recommended that you use the same printer type for slicing.
cs: Typ tiskárny zvolený při generování G-kódu není totožný s aktuálně vybranou tiskárnou. Doporučujeme použít stejný typ tiskárny pro řezání.
zh_tw: 生成G程式碼時選擇的印表機型別與當前選擇的印表機不一致。建議您使用相同的印表機型別進行切片。

source: There are some unknown filaments in the AMS mappings. Please check whether they are the required filaments. If they are okay, press "Confirm" to start printing.
cs: V mapování AMS jsou některé neznámé filamenty. Zkontrolujte, zda jde o požadované filamenty. Pokud je vše v pořádku, stiskněte „Potvrdit“ pro zahájení tisku.
zh_tw: AMS對映中存在一些未知的耗材。請檢查它們是否符合預期。如果符合，按“確定”以開始列印任務。

source: Please check the following:
cs: Zkontrolujte prosím následující:
zh_tw: 請檢查以下內容：

source: Please fix the error above, otherwise printing cannot continue.
cs: Opravte prosím výše uvedenou chybu, jinak nelze v tisku pokračovat.
zh_tw: 請修復上述錯誤，否則列印無法繼續。

source: Please click the confirm button if you still want to proceed with printing.
cs: Klikněte prosím na tlačítko Potvrdit, pokud si přejete pokračovat v tisku.
zh_tw: 如果您仍然想繼續列印，請單擊“確定”按鈕。

source: This checks the flatness of heatbed. Leveling makes extruded height uniform.
cs: Tímto se kontroluje rovinnost vyhřívané podložky. Nivelace zajišťuje jednotnou výšku vytlačovaného materiálu.
zh_tw: 檢測熱床的平整度。調平可以使擠出的高度更均勻。

source: This process determines the dynamic flow values to improve overall print quality.
cs: Tento proces určuje dynamické hodnoty toku pro zlepšení celkové kvality tisku.
zh_tw: 此過程確定動態流量校準的最佳係數，從而提升列印質量。

source: Preparing print job
cs: Příprava tiskové úlohy
zh_tw: 正在準備列印任務

source: Abnormal print file data. Please slice again
cs: Abnormální data tiskového souboru. Proveďte prosím opětovné řezání (slicing).
zh_tw: 列印檔案資料異常，請重新切片

source: As the print job has been successfully sent, the cancellation will not bring the print job to a halt. If you need to terminate this job, please stop it in 'Device' page.
cs: Protože byla tisková úloha úspěšně odeslána, její zrušení nedojde k jejímu zastavení. Pokud potřebujete tuto úlohu ukončit, zastavte ji na stránce 'Zařízení'.
zh_tw: 因列印任務已成功傳送，此次取消操作未能中止本次任務。如需終止任務，請在“裝置頁面”停止列印。

source: The name length exceeds the limit.
cs: Délka názvu překračuje limit.
zh_tw: 名稱長度超過限制。

source: Cost %dg filament and %d changes more than optimal grouping.
cs: Náklady %dg filamentu a %d změn více než optimální seskupení.
zh_tw: 如果使用最優分組可多節省%dg耗材和%d次換料

source: nozzle
cs: tryska
zh_tw: 噴嘴

source: both extruders
cs: Oba extrudery
zh_tw: 兩側擠出機

source: [ %s ] requires printing in a high-temperature environment. Reminder to close the door if not already closed.
cs: [ %s ] vyžaduje tisk ve vysokoteplotním prostředí. Nezapomeňte zavřít dveře, pokud již nejsou zavřené.
zh_tw: [ %s ] 需要在高溫環境下列印。若門尚未關閉，請關上門。

source: [ %s ] requires printing in a high-temperature environment.
cs: [ %s ] vyžaduje tisk ve vysokoteplotním prostředí.
zh_tw: [ %s ] 需要在高溫環境下列印。

source: The filament on %s may soften. Please unload.
cs: Filament na %s může měknout. Vyložte jej prosím.
zh_tw: %s的耗材可能會軟化，請退料。

source: The filament on %s is unknown and may soften. Please set filament.
cs: Filament na %s je neznámý a může měknout. Nastavte prosím filament.
zh_tw: %s中耗材未知，可能會軟化，請設定耗材->

source: Upper half area: Original Middle area: Filament in AMS Lower half area: Selected nozzle And you can click it to modify
cs: Horní polovina: Původní Střední oblast: Filament v AMS Dolní polovina: Vybraná tryska Pro úpravu na ni můžete kliknout.
zh_tw: 上半部分：原專案耗材 中間部分：AMS中的耗材 下半部分：選定的噴嘴 您可以單擊它進行修改

source: Unable to automatically match to suitable filament. Please click to manually match.
cs: Nelze automaticky přiřadit vhodný filament. Kliknutím nastavte ruční přiřazení.
zh_tw: 無法自動匹配到合適的材料，請點選進行手動匹配

source: Install toolhead enhanced cooling fan to prevent filament softening.
cs: Nainstalujte vylepšený ventilátor chlazení tiskové hlavy, aby nedošlo ke změkčení filamentu.
zh_tw: 為避免高環境溫度下耗材軟化，請安裝工具頭增強散熱風扇。

source: Refreshing information of hotends(%d/%d).
cs: Obnovuji informace o hotendech (%d/%d).
zh_tw: 正在重新整理噴嘴資訊(%d/%d)。

source: Please wait a moment...
cs: Počkejte prosím chvíli...
zh_tw: 請稍等片刻……

source: The toolhead and hotend rack are full. Please remove at least one hotend before printing.
cs: Stojan tiskové hlavy a hotendu je plný. Před tiskem prosím odeberte alespoň jeden hotend.
zh_tw: 工具頭和熱端掛架已滿，請卸下至少一個熱端後再列印。

source: The nozzle flow setting of %s(%s) doesn't match with the slicing file(%s). Please make sure the nozzle installed matches with settings in printer, then set the corresponding printer preset while slicing.
cs: Nastavení průtoku trysky %s(%s) neodpovídá souboru řezu (%s). Ujistěte se, že nainstalovaná tryska odpovídá nastavení tiskárny, a následně při řezání nastavte příslušné přednastavení tiskárny.
zh_tw: %s的流量設定（%s）和切片檔案（%s）不一致，無法發起列印。請確保印表機上安裝噴嘴型別和機器設定中一致，並在切片時設定對應的噴嘴型別。

source: Tips: If you changed your nozzle of your printer lately, Please go to 'Device -> Printer parts' to change your nozzle setting.
cs: Tipy: Pokud jste nedávno vyměnili trysku tiskárny, přejděte do 'Zařízení -> Části tiskárny' a změňte nastavení trysky.
zh_tw: 注意: 如果您最近更換了噴嘴，請去“裝置-印表機零件”更改設定

source: The %s diameter(%.1fmm) of current printer doesn't match with the slicing file (%.1fmm). Please make sure the nozzle installed matches with settings in printer, then set the corresponding printer preset when slicing.
cs: Průměr %s (%.1f mm) aktuální tiskárny neodpovídá souboru řezu (%.1f mm). Ujistěte se, že instalovaná tryska odpovídá nastavení v tiskárně, a při řezání nastavte odpovídající přednastavení tiskárny.
zh_tw: 當前印表機的%s直徑（%.1fmm）和切片檔案（%.1fmm）不一致，無法發起列印。請確保印表機上安裝的噴嘴直徑和機器設定中一致，並在切片時設定相同的噴嘴直徑。

source: The current nozzle diameter (%.1fmm) doesn't match with the slicing file (%.1fmm). Please make sure the nozzle installed matches with settings in printer, then set the corresponding printer preset when slicing.
cs: Aktuální průměr trysky (%.1fmm) neodpovídá souboru řezu (%.1fmm). Ujistěte se, že instalovaná tryska odpovídá nastavení v tiskárně, a při řezání zvolte odpovídající přednastavení tiskárny.
zh_tw: 當前噴嘴直徑（%.1fmm）和切片檔案（%.1fmm）不一致，無法發起列印。請確保印表機上安裝噴嘴直徑和機器設定中一致，並在切片時設定對應的噴嘴直徑。

source: Failed to send nozzle auto-mapping request to printer { code: %d }. Please try to refresh the printer information. If it still does not recover, you can try to rebind the printer and check the network connection.
cs: Nepodařilo se odeslat požadavek na automatické mapování trysek do tiskárny { code: %d }. Zkuste prosím aktualizovat informace o tiskárně. Pokud se problém stále nevyřeší, zkuste znovu spárovat tiskárnu a zkontrolovat síťové připojení.
zh_tw: 向印表機傳送噴嘴自動對映請求失敗 {錯誤程式碼：%d}。請嘗試重新整理印表機資訊。若問題仍未解決，可嘗試重新繫結印表機並檢查網路連線。

source: The printer is calculating nozzle mapping.
cs: Tiskárna právě počítá mapování trysky.
zh_tw: 印表機正在計算噴嘴對映。

source: Failed to receive nozzle auto-mapping table from printer { msg: %s }. Please refresh the printer information.
cs: Nepodařilo se přijmout automatickou mapovací tabulku trysek z tiskárny { msg: %s }. Aktualizujte prosím informace o tiskárně.
zh_tw: 未能從印表機接收噴嘴自動對映表 {訊息：%s}。請重新整理印表機資訊。

source: The printer failed to build the nozzle auto-mapping table { code: %d }. Please refreash nozzle information.
cs: Tiskárně se nepodařilo vytvořit automatickou mapovací tabulku trysek { code: %d }. Aktualizujte prosím informace o trysce.
zh_tw: 印表機未能構建噴嘴自動對映表 { code: %d }。請重新整理噴嘴資訊。

source: The current nozzle mapping may produce an extra %0.2f g of waste.
cs: Aktuální mapování trysky může způsobit navíc %0.2f g odpadu.
zh_tw: 當前的噴嘴對映可能會產生額外 %0.2f 克的廢料。

source: Your current firmware version cannot start this print job. Please update to the latest version and try again.
cs: Vaše aktuální verze firmwaru nemůže spustit tuto tiskovou úlohu. Prosím, aktualizujte na nejnovější verzi a zkuste to znovu.
zh_tw: 您當前的韌體版本無法啟動此列印作業。請更新至最新版本並重試。

source: The hardness of current material (%s) exceeds the hardness of %s (%s). It may cause nozzle wear, leading to material leakage and unstable flow. Please exercise caution when using it.
zh_tw: 當前材料（%s）的硬度高於 %s（%s）的硬度，可能導致噴嘴磨損，進而造成材料洩漏和流動不穩定。使用時請務必小心。

source: Click here if you can't connect to the printer
cs: Klikněte zde, pokud se nemůžete připojit k tiskárně
zh_tw: 如果您無法連線印表機，請點選這裡

source: Sliced file
cs: Soubor s řezem
zh_tw: 切片檔案

source: No login account, only printers in LAN mode are displayed
cs: Bez přihlášení jsou zobrazeny pouze tiskárny v režimu LAN.
zh_tw: 未登入賬號，僅顯示區域網模式的印表機

source: Connecting to server
cs: Připojování k serveru
zh_tw: 正在連線伺服器...

source: Synchronizing device information
cs: Synchronizace informací o zařízení
zh_tw: 正在同步裝置資訊

source: Synchronizing device information time out
cs: Vypršel časový limit synchronizace informací o zařízení
zh_tw: 同步裝置資訊超時

source: Cannot send the print job when the printer is not at FDM mode
cs: Nelze odeslat tiskovou úlohu, když tiskárna není v režimu FDM.
zh_tw: 印表機不在FDM模式下，無法發起列印任務

source: Cannot send the print job when the printer is updating firmware
cs: Nelze odeslat tiskovou úlohu, pokud tiskárna právě aktualizuje firmware.
zh_tw: 裝置升級中，無法傳送列印任務

source: The printer is executing instructions. Please restart printing after it ends
cs: Tiskárna provádí instrukce. Po dokončení prosím tisk znovu spusťte.
zh_tw: 印表機正在執行指令，請在其結束後重新發起列印

source: AMS is setting up. Please try again later.
cs: AMS se nastavuje. Zkuste to prosím později.
zh_tw: AMS正在初始化。請稍後再試。

source: Not all filaments used in slicing are mapped to the printer. Please check the mapping of filaments.
cs: Ne všechny filamenty použité při řezání jsou namapovány na tiskárnu. Zkontrolujte prosím mapování filamentů.
zh_tw: 部分切片所用的耗材未對映到印表機，請檢查切片耗材的對映。

source: Please do not mix-use the Ext with AMS
cs: Nepoužívejte prosím Ext a AMS současně.
zh_tw: 請勿將Ext與AMS混用

source: Invalid nozzle information, please refresh or manually set nozzle information.
cs: Neplatné informace o trysce. Obnovte nebo nastavte informace o trysce ručně.
zh_tw: 噴嘴資訊無效，請重新整理或手動設定噴嘴資訊

source: Storage is not available or is in read-only mode.
cs: Úložiště není k dispozici nebo je v režimu pouze pro čtení.
zh_tw: 儲存裝置不可用或處於只讀模式。

source: Storage needs to be inserted before printing.
cs: Před tiskem je třeba vložit úložiště.
zh_tw: 傳送列印任務前，需要先插入儲存裝置。

source: Cannot send the print job to a printer whose firmware is required to get updated.
cs: Nelze odeslat tiskovou úlohu na tiskárnu, jejíž firmware vyžaduje aktualizaci.
zh_tw: 需要更新印表機韌體後，才能將列印任務傳送到印表機
