Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: (Moving)
cs: (Stěhování)
zh_tw: (活動的)

source: Select 2 faces on objects and make objects assemble together.
cs: Vyberte 2 plochy na objektech a spojte objekty dohromady.
zh_tw: 在兩個物體上選擇兩個面 並將物體組合在一起。

source: Select 2 points or circles on objects and specify distance between them.
cs: Vyberte 2 body nebo kruhy na objektech a určete vzdálenost mezi nimi.
zh_tw: 在兩個物體上選擇兩個點或圓 並指定它們之間的距離。

source: Face
cs: Plocha
zh_tw: 面

source: (Fixed)
cs: (Opraveno)
zh_tw: (固定的)

source: Point
cs: Bod
zh_tw: 點

source: Feature 1 has been reset, feature 2 has been feature 1
cs: Funkce 1 byla resetována, funkce 2 se stala funkcí 1
zh_tw: 特徵1已經被重置，特徵2變成特徵1

source: Warning:please select Plane's feature.
cs: Varování: Vyberte prosím vlastnost roviny.
zh_tw: 警告:請選擇面特徵。

source: Warning:please select Point's or Circle's feature.
cs: Varování: Vyberte prosím vlastnost bodu nebo kruhu.
zh_tw: 警告:請選擇點或圓特徵。

source: Warning:please select two different mesh.
cs: Varování: vyberte prosím dvě různé sítě.
zh_tw: 警告:請選擇兩個不同的網格。

source: Copy to clipboard
cs: Kopírovat do schránky
zh_tw: 複製到剪貼簿

source: Angle
cs: Úhel
zh_tw: 角度

source: Perpendicular distance
cs: Kolmá vzdálenost
zh_tw: 平行距離

source: Distance
cs: Vzdálenost
zh_tw: 距離

source: Direct distance
cs: Přímá vzdálenost
zh_tw: 直線距離

source: Distance XYZ
cs: Vzdálenost XYZ
zh_tw: XYZ距離

source: Parallel
cs: Paralelní
zh_tw: 平行

source: Center coincidence
cs: Středová souosost
zh_tw: 中心重合

source: Featue 1
cs: Funkce 1
zh_tw: 特徵1

source: Reverse rotation
cs: Obrácená rotace
zh_tw: 反轉方向

source: Rotate around center:
cs: Otočit kolem středu:
zh_tw: 繞中心旋轉:

source: Parallel_distance:
cs: Paralelní_vzdálenost:
zh_tw: 平行距離:

source: Flip by Face 2
cs: Překlopit podle plochy 2
zh_tw: 透過面2翻轉

source: Assemble
cs: Sestavit
zh_tw: 裝配

source: Please confirm explosion ratio = 1 and select at least two volumes.
cs: Potvrďte prosím, že poměr exploze = 1, a vyberte alespoň dva objemy.
zh_tw: 請確保爆炸比例為1且至少選擇兩個網格。

source: Please select at least two volumes.
cs: Vyberte alespoň dva objemy.
zh_tw: 請至少選擇兩個網格。

source: (Moving)
cs: (Pohyb)
zh_tw: (活動的)

source: Point and point assembly
cs: Sestava bod-bod
zh_tw: 點和點裝配

source: It is recommended to assemble the objects first, because the objects is restriced to bed and only parts can be lifted.
cs: Doporučuje se nejprve sestavit objekty, protože objekt je omezen na podložku a pouze části lze zvednout.
zh_tw: 建議先組裝零件，因為零件受到熱床的限制，只有部件可以抬起。

source: Face and face assembly
cs: Plocha a sestava ploch
zh_tw: 面和麵裝配

source: Brush size
cs: Velikost štětce
zh_tw: 畫刷尺寸

source: Brush shape
cs: Tvar štětce
zh_tw: 畫刷形狀

source: Enforce seam
cs: Vynutit šev
zh_tw: 新增Z縫

source: Block seam
cs: Blokovat šev
zh_tw: 遮蔽Z縫

source: Seam painting
cs: Malování švu
zh_tw: Z縫繪製

source: Remove selection
cs: Odstranit výběr
zh_tw: 移除繪製

source: Old version
zh_tw: 舊版本

source: First font
cs: První písmo
zh_tw: 第一個字型

source: Default font
cs: Výchozí písmo
zh_tw: 預設字型

source: Save the parameters of the current text tool as a style for easy subsequent use.
cs: Uložit parametry aktuálního textového nástroje jako styl pro snadné další použití.
zh_tw: 將當前文字工具的引數儲存為樣式，以便後續輕鬆使用。

source: Modified style "%1%"
cs: Upravený styl „%1%“
zh_tw: 修改樣式”%1% “

source: Current style is "%1%"
cs: Aktuální styl je „%1%“
zh_tw: 當前樣式是"%1%"

source: Changing style to "%1%" will discard current style modification. Would you like to continue anyway?
cs: Změnou stylu na „%1%“ dojde ke ztrátě aktuálních úprav stylu. Chcete i přesto pokračovat?
zh_tw: 將樣式更改為 “%1%” 將丟棄當前樣式修改。 無論如何您想繼續嗎？

source: Not valid style.
cs: Neplatný styl.
zh_tw: 樣式無效。

source: Style "%1%" can't be used and will be removed from a list.
cs: Styl "%1%" nelze použít a bude odstraněn ze seznamu.
zh_tw: 樣式"%1%"無法使用，將從列表中刪除。

source: First Add style to list.
cs: Nejprve přidejte styl do seznamu.
zh_tw: 首先將樣式新增到列表中。

source: Save %1% style
cs: Uložit styl %1%
zh_tw: 儲存%1%樣式

source: New name of style
cs: Nový název stylu
zh_tw: 樣式的新名稱

source: Name can't be empty.
cs: Název nesmí být prázdný.
zh_tw: 名稱不能為空。

source: Name has to be unique.
cs: Název musí být jedinečný.
zh_tw: 名稱必須是唯一的。

source: OK
zh_tw: 確認

source: Save as new style
cs: Uložit jako nový styl
zh_tw: 另存為新樣式

source: The current style has been modified but not saved. Do you want to save it?
cs: Aktuální styl byl upraven, ale zatím nebyl uložen. Chcete jej uložit?
zh_tw: 當前樣式已被修改但未儲存。您想要儲存嗎？

source: Add new style
cs: Přidat nový styl
zh_tw: 新增新樣式

source: Only valid font can be added to style
cs: Do stylu lze přidat pouze platné písmo.
zh_tw: 有效字型才能新增到樣式中

source: Remove style
cs: Odstranit styl
zh_tw: 刪除樣式

source: Can't remove the last existing style.
cs: Nelze odstranit poslední existující styl.
zh_tw: 無法刪除最後一個現有樣式。

source: Are you sure you want to permanently remove the "%1%" style?
cs: Opravdu chcete trvale odstranit styl „%1%“?
zh_tw: 您確定要永久刪除"%1%"樣式嗎？

source: Delete "%1%" style.
cs: Odstranit styl „%1%“.
zh_tw: 刪除"%1%"樣式。

source: Can't delete "%1%". It is last style.
cs: Nelze smazat „%1%“. Je to poslední styl.
zh_tw: 無法刪除"%1%"。這是最後一種樣式。

source: Can't delete temporary style "%1%".
cs: Nelze smazat dočasný styl „%1%“.
zh_tw: 無法刪除臨時樣式 “%1%”。

source: Operation
zh_tw: 操作

source: Click to change text into object part.
cs: Klikněte pro změnu textu na část objektu.
zh_tw: 單擊可將文字更改為物件部分。

source: You can't change a type of the last solid part of the object.
cs: Nemůžete změnit typ poslední pevné části objektu.
zh_tw: 不能更改物件的最後一個實體部分的型別。

# EmbossOperation
source: Cut
cs: Oříznout
zh_tw: 負零件

source: Click to change part type into negative volume.
cs: Klikněte pro změnu typu části na záporný objem.
zh_tw: 單擊可將零件型別更改為負零件。

source: Modifier
cs: Modifikátor
zh_tw: 修改器

source: Click to change part type into modifier.
cs: Klikněte pro změnu typu části na modifikátor.
zh_tw: 單擊以將零件型別更改為修改器

source: Surround projection by character
cs: Obklopit projekci podle znaku
zh_tw: 按字元環繞投影

source: Not surround
cs: Neobklopovat
zh_tw: 未環繞

source: Surround surface
cs: Obklopit povrch
zh_tw: 環繞表面

source: Surround
cs: Obklopit
zh_tw: 環繞

source: Reset rotation
cs: Obnovit rotaci
zh_tw: 重置旋轉

source: Rotate the text counterclockwise.
cs: Otočte text proti směru hodinových ručiček.
zh_tw: 逆時針旋轉文字。

source: Text shape
cs: Textový tvar
zh_tw: 文字形狀

source: Font
cs: Písmo
zh_tw: 字型

source: Thickness
cs: Tloušťka
zh_tw: 厚度

source: Input text
cs: Zadejte text
zh_tw: 輸入文字

source: Advanced
cs: Pokročilé
zh_tw: 高階

source: Embedded depth
cs: Zapuštěná hloubka
zh_tw: 內嵌深度

source: Text Gap
cs: Odstup textu
zh_tw: 文字間距

source: Warning:There is a mirror in the text matrix, and dragging it will completely regenerate it.
cs: Varování: V textové matici je zrcadlení, přetažením dojde k jejímu úplnému vygenerování znovu.
zh_tw: 警告：文字矩陣中有一個映象，拖動它將完全重新生成它。

source: Warning:Due to font upgrades,previous font may not necessarily be replaced successfully, and recommend you to modify the font.
cs: Varování: Kvůli aktualizaci fontu nemusí být předchozí písmo úspěšně nahrazeno. Doporučujeme upravit písmo.
zh_tw: 警告：由於字型升級，以前的字型不一定能替換成功，建議您修改字型。

source: Warning:create text fail.
cs: Varování: Vytvoření textu selhalo.
zh_tw: 警告：建立文字失敗。

source: Warning:text normal is error.
cs: Varování: normála textu je chybná.
zh_tw: 警告：文字法向量錯誤

source: Warning:text normal has been reset.
cs: Varování: normála textu byla obnovena.
zh_tw: 警告:文字法向量已經被重置。

source: Warning:current text spacing is not very reasonable. If you continue editing, a more reasonable text spacing will be generated.
cs: Varování: Aktuální rozestup textu není příliš vhodný. Pokud budete pokračovat v úpravě, bude rozestup textu vygenerován rozumněji.
zh_tw: 警告：當前文字間距不夠合理。如果繼續編輯，將生成更合理的文字間距。

source: Warning:old matrix has at least two parameters: mirroring, scaling, and rotation. If you continue editing, it may not be correct. Please dragging text or cancel using current pose, save and reedit again.
cs: Varování: Stará matice obsahuje alespoň dva parametry: zrcadlení, škálování a rotace. Pokud budete pokračovat v úpravě, nemusí být výsledek správný. Přetáhněte text nebo zrušte použití aktuální polohy, uložte a upravte znovu.
zh_tw: 警告：舊矩陣至少有兩個引數：映象、縮放和旋轉。如果繼續編輯，則可能不正確。請拖動文字或取消使用當前姿勢，儲存並重新編輯。

source: Error:Detecting an incorrect mesh id or an unknown error, regenerating text may result in incorrect outcomes.Please drag text,save it then reedit it again.
cs: Chyba: Detekováno nesprávné ID sítě nebo neznámá chyba. Regenerace textu může mít za následek nesprávné výsledky. Přetáhněte text, uložte jej a poté znovu upravte.
zh_tw: 錯誤：檢測到不正確的網格id或未知錯誤，重新生成文字可能會導致不正確的結果。請拖動文字，儲存，然後重新編輯。

source: Detected that text did not adhere to mesh surface. Please manually drag yellow square to mesh surface that needs to be adhered.
cs: Bylo zjištěno, že text nepřilnul k povrchu sítě. Prosím, ručně přetáhněte žlutý čtverec na povrch sítě, ke kterému má být text přilnut.
zh_tw: 檢測到文字未貼合在網格表面。請手動將黃色方塊拖動到需要貼合的網格表面。

source: The text cannot be written using the selected font. Please try choosing a different font.
cs: Text nelze napsat vybraným písmem. Zkuste prosím zvolit jiné písmo.
zh_tw: 無法使用所選字型書寫文字。請嘗試選擇其他字型。

source: Embossed text cannot contain only white spaces.
cs: Reliéfní text nemůže obsahovat pouze mezery.
zh_tw: 浮雕文字不能只包含空白。

source: Unsupported characters automatically switched to fallback font.
cs: Nepodporované znaky byly automaticky převedeny na náhradní písmo.
zh_tw: 不支援的字元已自動切換到備用字型。

source: Text doesn't show current horizontal alignment.
cs: Text nezobrazuje aktuální vodorovné zarovnání.
zh_tw: 文字不顯示當前的水平對齊方式。

source: Font "%1%" can't be selected.
cs: Písmo "%1%" nelze vybrat.
zh_tw: 無法選擇字型 "%1%"。

source: Revert text size.
cs: Obnovit velikost textu.
zh_tw: 重置文字大小

source: Advanced options cannot be changed for the selected font. Select another font.
cs: Pokročilé možnosti nelze upravovat pro vybraný font. Zvolte prosím jiný font.
zh_tw: 無法更改所選字型的高階選項。 請選擇另一種字型。

source: Boldness
cs: Tučnost
zh_tw: 粗細

source: Skew
cs: Vyosení
zh_tw: 偏斜

source: No symbol
cs: Žádný symbol.
zh_tw: 沒有符號

source: Loading
cs: Načítání
zh_tw: 載入中

source: In queue
cs: Ve frontě
zh_tw: 在佇列中

source: Use surface
cs: Použijte povrch
zh_tw: 使用表面

source: Per glyph
cs: Na každý znak
zh_tw: 按字元

source: Alignment
cs: Zarovnání
zh_tw: 對齊

source: Line gap
cs: Mezera mezi liniemi
zh_tw: 行間距

source: Skew ratio
cs: Poměr vyosení
zh_tw: 偏斜率

source: From surface
cs: Od povrchu
zh_tw: 距表面

source: Style name
cs: Název stylu
zh_tw: 樣式名稱

source: There is already a text style with the same name.
cs: Již existuje textový styl se stejným názvem.
zh_tw: 已經存在同名的文字樣式。

source: Head diameter
cs: Průměr hlavy
zh_tw: Brim 直徑

source: Max angle
cs: Maximální úhel
zh_tw: 最大角度

source: Detection radius
cs: Poloměr detekce
zh_tw: 檢測半徑

source: Remove selected points
cs: Odebrat vybrané body
zh_tw: 刪除已選擇的點

source: Remove all
cs: Odebrat vše
zh_tw: 刪除所有點

source: Auto-generate points
cs: Automatické generování bodů
zh_tw: 自動生成點

source: Add a brim ear
cs: Přidat okrajovou patku
zh_tw: 加入一個耳狀Brim

source: Delete a brim ear
cs: Smazat ucho lemu
zh_tw: 刪除一個耳狀Brim

source: Ctrl+Mouse wheel
cs: Ctrl+kolečko myši
zh_tw: Ctrl+滑鼠滾輪

source: Adjust section view
cs: Upravit zobrazení řezu
zh_tw: 調整剖面檢視

source: Warning: The brim type is not set to "painted",the brim ears will not take effect !
cs: Varování: Typ okraje není nastaven na "painted", okrajové uši nebudou fungovat!
zh_tw: 警告：Brim型別未設定為繪製模式，耳狀Brim將不會生效！

source: Set the brim type of this object to "painted"
cs: Nastavte typ okraje tohoto objektu na „natřený“.
zh_tw: 設定此物件brim型別為"繪製"

source: invalid brim ears
cs: neplatné okraje základny
zh_tw: 個無效耳狀Brim

source: Brim Ears
cs: Lemová ouška
zh_tw: 耳狀Brim

source: Choose SVG file for emboss:
cs: Vyberte SVG soubor pro emboss:
zh_tw: 選擇SVG檔案進行浮雕:

source: File does NOT exist (%1%).
cs: Soubor NEEXISTUJE (%1%).
zh_tw: 檔案不存在（%1%）。

source: Filename has to end with ".svg" but you selected %1%
cs: Název souboru musí končit na ".svg", ale vybrali jste %1%
zh_tw: 檔名必須以“.svg”結尾，但您選擇了%1%

source: Nano SVG parser can't load from file (%1%).
cs: Nano SVG parser nelze načíst ze souboru (%1%).
zh_tw: Nano SVG解析器不能載入檔案（%1%）。

source: %1% contains some unsupported data. Please use third-party software to convert the SVG to path data before reimporting.
cs: %1% obsahuje některá nepodporovaná data. Použijte prosím software třetí strany k převodu SVG na cestová data před opětovným importem.
zh_tw: %1%中存在部分暫不支援的資料，請使用第三方軟體轉換該SVG為路徑資料後重新匯入。

source: Mirror
cs: Zrcadlit
zh_tw: 映象

source: Opacity (%1%)
cs: Neprůhlednost (%1%)
zh_tw: 不透明度 (%1%)

source: Color gradient (%1%)
cs: Barevný gradient (%1%)
zh_tw: 顏色漸變(%1%)

source: Undefined fill type
cs: Nedefinovaný typ výplně
zh_tw: 未定義填充型別

source: Linear gradient
cs: Lineární gradient
zh_tw: 線性漸變

source: Radial gradient
cs: Radiální gradient
zh_tw: 放射漸變

source: Open filled path
cs: Otevřít vyplněnou cestu
zh_tw: 開啟填充路徑

source: Undefined stroke type
cs: Nedefinovaný typ obrysu
zh_tw: 未定義筆劃型別

source: Path can't be healed from selfintersection and multiple points.
cs: Cestu nelze opravit kvůli průniku sama se sebou a vícenásobným bodům.
zh_tw: 路徑無法從自切入和多個點修復。

source: Final shape constains selfintersection or multiple points with same coordinate.
cs: Konečný tvar obsahuje samopřekřížení nebo více bodů se stejnou souřadnicí.
zh_tw: 最終形狀恆定自截面或具有相同座標的多個點。

source: Shape is marked as invisible (%1%).
cs: Tvar je označen jako neviditelný (%1%).
zh_tw: 形狀標記為不可見（%1%）。

source: Fill of shape (%1%) contains unsupported: %2%.
cs: Výplň tvaru (%1%) obsahuje nepodporované: %2%.
zh_tw: 形狀填充（%1%）包含不受支援的：%2%。

source: Stroke of shape (%1%) is too thin (minimal width is %2% mm).
cs: Obrys tvaru (%1%) je příliš tenký (minimální šířka je %2% mm).
zh_tw: 形狀的筆劃（%1%）太薄（最小寬度為%2%mm）。

source: Stroke of shape (%1%) contains unsupported: %2%.
cs: Obrys tvaru (%1%) obsahuje nepodporované: %2%.
zh_tw: 形狀筆劃（%1%）包含不受支援的：%2%。

source: Not valid state please report reproduction steps on github
cs: Neplatný stav, prosím nahlaste postup reprodukce na github.
zh_tw: 狀態無效，請在github上報告此問題步驟。

source: No embossed file
cs: Žádný reliéfní soubor
zh_tw: 沒有浮雕檔案。

source: Missing svg file in embossed shape
cs: Chybí SVG soubor v reliéfním tvaru
zh_tw: 缺少浮雕形狀的svg檔案

source: Missing data of svg file
cs: Chybí data SVG souboru
zh_tw: svg檔案資料缺失

source: Tip:If you want to place svg file on another part surface,you should select part first, and then drag svg file to the part surface.
cs: Tip: Pokud chcete umístit svg soubor na jiný povrch části, nejprve vyberte část a poté přetáhněte svg soubor na povrch části.
zh_tw: 提示：如果要將 SVG 檔案放置在另一個零件表面，請先選擇零件，再將 SVG 檔案拖到零件表面。

source: Unknown filename
cs: Neznámý název souboru
zh_tw: 未知檔名

source: SVG file path is "%1%"
cs: Cesta k SVG souboru je „%1%“
zh_tw: SVG檔案路徑為 "%1%"

source: Reload SVG file from disk.
cs: Načíst SVG soubor z disku.
zh_tw: 從磁碟重新載入SVG檔案

source: Change file
cs: Změnit soubor
zh_tw: 改變檔案

source: Change to another .svg file
cs: Změnit na jiný SVG soubor
zh_tw: 更改為另一個.svg檔案

source: Bake to model
cs: Zapečte do modelu
zh_tw: 烘焙成模型

source: Bake into model as uneditable part
cs: Zapečte do modelu jako needitovatelnou část
zh_tw: 將模型烘焙為不可編輯的部分

source: Save as
cs: Uložit jako
zh_tw: 另存為

source: Save SVG file
cs: Uložit SVG soubor
zh_tw: 儲存SVG檔案

source: Save as '.svg' file
cs: Uložit jako soubor '.svg'
zh_tw: 另存為'.svg'檔案

source: Size in emboss direction.
cs: Velikost ve směru embossu.
zh_tw: 浮雕方向上的大小

source: Scale also changes amount of curve samples (%1%)
cs: Změna měřítka také upraví počet vzorků křivky (%1%)
zh_tw: 縮放也會改變曲線樣本的數量（%1%）

source: set width and height keep ratio with width
cs: nastavit šířku a výšku se zachováním poměru podle šířky
zh_tw: 設定寬度和保持比例的寬度

source: Width of SVG.
cs: Šířka SVG.
zh_tw: SVG寬度

source: Height of SVG.
cs: Výška SVG.
zh_tw: SVG高度

source: Lock/unlock the aspect ratio of the SVG.
cs: Uzamknout/odemknout poměr stran SVG.
zh_tw: 鎖定/解鎖SVG的寬高比。

source: Reset scale
cs: Obnovit měřítko
zh_tw: 重置縮放

source: Distance of the center of the SVG to the model surface.
cs: Vzdálenost středu SVG k povrchu modelu.
zh_tw: SVG中心到模型表面的距離。

source: Reset distance
cs: Obnovit vzdálenost
zh_tw: 重置距離

source: Rotate text Clock-wise.
cs: Otočte text ve směru hodinových ručiček.
zh_tw: 順時針旋轉文字

source: Lock/unlock rotation angle when dragging above the surface.
cs: Uzamknout/odemknout úhel rotace při přetahování nad povrchem.
zh_tw: 在曲面上方拖動時鎖定/解鎖旋轉角度。

source: Mirror vertically
cs: Zrcadlit svisle
zh_tw: 垂直映象

source: Mirror horizontally
cs: Zrcadlit vodorovně
zh_tw: 水平映象

source: Set Mirror
cs: Nastavit zrcadlení
zh_tw: 設定映象

source: Face the camera
cs: Naměřte kameru na plochu
zh_tw: 面向相機

source: Join
cs: Připojit
zh_tw: 合併

source: Change SVG Type
cs: Změnit typ SVG
zh_tw: 改變SVG型別

source: Notice
cs: Upozornění
zh_tw: 通知

source: Undefined
cs: Nedefinováno
zh_tw: 未定義

source: %1% was replaced with %2%
cs: %1% byl nahrazen %2%
zh_tw: %1%已被%2%替換

source: The configuration may be generated by a newer version of BambuStudio.
cs: Konfigurace mohla být vytvořena novější verzí BambuStudio.
zh_tw: 此配置可能由新版本的Bambu Studio生成。

source: Some values have been replaced. Please check them:
cs: Některé hodnoty byly nahrazeny. Zkontrolujte je prosím:
zh_tw: 部分數值已被替換，請檢查：

source: Process
cs: proces
zh_tw: 工藝

source: Filament
zh_tw: 耗材絲

source: Machine
cs: Stroj
zh_tw: 印表機

source: Configuration package was loaded, but some values were not recognized.
cs: Konfigurační balíček byl načten, ale některé hodnoty nebyly rozpoznány.
zh_tw: 配置包已被載入，但部分數值未被識別。

source: Configuration file "%1%" was loaded, but some values were not recognized.
cs: Konfigurační soubor „%1%“ byl načten, ale některé hodnoty nebyly rozpoznány.
zh_tw: 配置檔案“%1%”已被載入，但部分數值未被識別。

source: Internal Version
cs: Vnitřní verze
zh_tw: 內部版本

source: Beta Version
cs: Beta verze
zh_tw: Beta 版本

source: BambuStudio will terminate because of running out of memory.It may be a bug. It will be appreciated if you report the issue to our team.
cs: BambuStudio bude ukončen z důvodu nedostatku paměti. Může se jednat o chybu. Oceníme, pokud tuto chybu nahlásíte našemu týmu.
zh_tw: 系統記憶體耗盡，Bambu Studio即將終止執行。這可能是個缺陷，希望您可以報告此問題，我們將非常感激。

source: Fatal error
cs: Fatální chyba
zh_tw: 致命錯誤

source: BambuStudio will terminate because of a localization error. It will be appreciated if you report the specific scenario this issue happened.
cs: BambuStudio bude ukončen z důvodu chyby lokalizace. Oceníme, pokud nahlásíte konkrétní situaci, za které k tomuto problému došlo.
zh_tw: 遇到本地化錯誤，Bambu Studio即將終止執行。希望您可以報告發生此問題的具體場景，我們將非常感激。

source: Critical error
cs: Kritická chyba
zh_tw: 嚴重錯誤

source: BambuStudio got an unhandled exception: %1%
cs: BambuStudio zaznamenalo neošetřenou výjimku: %1%
zh_tw: Bambu Studio捕捉到一個未處理的異常：%1%

source: Untitled
cs: Bez názvu
zh_tw: 未命名

source: Downloading Bambu Network Plug-in
cs: Stahování Bambu Network Plug-in
zh_tw: 正在下載Bambu網路外掛

source: Login information expired. Please login again.
cs: Platnost přihlašovacích údajů vypršela. Přihlaste se znovu.
zh_tw: 登入資訊過期。請重新登入。

source: Failed to connect to the cloud device server. Please check your network and firewall.
cs: Nepodařilo se připojit k serveru cloudového zařízení. Zkontrolujte prosím síťové připojení a nastavení firewallu.
zh_tw: 無法連線到雲裝置伺服器。請檢查您的網路和防火牆。

source: Incorrect password
cs: Nesprávné heslo
zh_tw: 訪問碼不正確

source: Connect %s failed! [SN:%s, code=%s]
cs: Připojení %s selhalo! [SN:%s, kód=%s]
zh_tw: 連線 %s 失敗。[SN:%s, code=%s]

source: BambuStudio configuration file read failed. Please manually backup and delete it, and then restart BambuStudio software.
cs: Čtení konfiguračního souboru BambuStudio selhalo. Proveďte ruční zálohování a poté soubor odstraňte. Restartujte software BambuStudio.
zh_tw: BambuStudio配置檔案讀取失敗。請手動備份並刪除它，然後重新啟動BambuStudio軟體。

source: Failed to install preset files to %s. Please make sure Bambu Studio has permission to delete and write in this directory, and it is not being occupied by the system or other applications.
cs: Nepodařilo se nainstalovat soubory přednastavení do %s. Ujistěte se, že má Bambu Studio oprávnění k mazání a zápisu do tohoto adresáře a že adresář není obsazen systémem ani jinými aplikacemi.
zh_tw: 無法將預設檔案安裝到%s。 請確保Bambu Studio對該目錄有刪除和寫入許可權， 並且該目錄沒有被系統或其他應用程式佔用。

source: %s Do you want to continue?
cs: %s Chcete pokračovat?
zh_tw: %s 是否繼續？

source: Remember my choice
cs: Zapamatovat moji volbu
zh_tw: 記住我的選擇

source: Loading configuration
cs: Načítání konfigurace
zh_tw: 正在載入配置

source: Click to download new version in default browser: %s
cs: Klikněte pro stažení nové verze ve výchozím prohlížeči: %s
zh_tw: 在預設瀏覽器中點選下載最新版本: %s

source: The Bambu Studio needs an upgrade
cs: Bambu Studio vyžaduje aktualizaci
zh_tw: Bambu Studio需要進行升級

source: This is the newest version.
cs: Toto je nejnovější verze.
zh_tw: 已經是最新版本。

source: Info
zh_tw: 資訊

source: Rebuild
cs: Znovu sestavit
zh_tw: 重新構建

source: Loading current presets
cs: Načítání aktuálních přednastavení
zh_tw: 載入當前預設

source: Loading a mode view
cs: Načítání režimu zobrazení
zh_tw: 載入模式檢視

source: Choose one file (3mf):
cs: Vyberte jeden soubor (3mf):
zh_tw: 選擇一個檔案（3mf）：

source: Choose one or more files (3mf/step/stl/svg/obj/amf/usd*/abc/ply):
cs: Vyberte jeden nebo více souborů (3mf/step/stl/svg/obj/amf/usd*/abc/ply):
zh_tw: 選擇一個或多個檔案（3mf/step/stl/svg/obj/amf/usd*/abc/ply）：

source: Choose one or more files (3mf/step/stl/svg/obj/amf):
cs: Vyberte jeden nebo více souborů (3mf/step/stl/svg/obj/amf):
zh_tw: 選擇一個或多個檔案（3mf/step/stl/svg/obj/amf）：

source: Choose one file (gcode/.gco/.g/.ngc/ngc):
cs: Vyberte jeden soubor (G-kód/.gco/.g/.ngc/ngc):
zh_tw: 選擇一個檔案（gcode/.gco/.g/.ngc/ngc）：

source: Some presets are modified.
cs: Některá přednastavení byla upravena.
zh_tw: 預設已被修改。

source: You can keep the modified presets for the new project, discard or save changes as new presets.
cs: Upravená přednastavení můžete ponechat pro nový projekt, zahodit nebo uložit změny jako nová přednastavení.
zh_tw: 您可以保留未儲存修改的預設應用到新專案中，或者選擇忽略。

source: User logged out
cs: Uživatel byl odhlášen
zh_tw: 使用者登出

source: Install network plug-in
cs: Nainstalujte síťový plug-in
zh_tw: 安裝網路外掛

source: Please Install network plug-in before log in.
cs: Před přihlášením nejprve nainstalujte síťový plug-in.
zh_tw: 請在登入前安裝網路外掛。

source: Install Network Plug-in
cs: Instalovat síťový plug-in
zh_tw: 安裝網路外掛

source: new or open project file is not allowed during the slicing process!
cs: Otevření ani vytvoření nového projektového souboru není během procesu řezání povoleno!
zh_tw: 在切片過程不允許新建或開啟專案檔案！

source: Open Project
cs: Otevřít projekt
zh_tw: 開啟專案

source: The Bambu Studio version is too old to enable cloud service. Please download the latest version from Bambu Lab website.
cs: Verze Bambu Studio je příliš stará pro povolení cloudové služby. Stáhněte si prosím nejnovější verzi z webových stránek Bambu Lab.
zh_tw: 當前BambuStudio的版本過低導致雲端服務不可用,請從官網更新BambuStudio到最新版本。

source: Your software certificate has been revoked, please update Bambu Studio software.
cs: Váš softwarový certifikát byl zneplatněn, aktualizujte prosím software Bambu Studio.
zh_tw: 您的軟體證書已失效。請升級Bambu Studio軟體

source: Retrieving printer information, please try again later.
cs: Získávání informací o tiskárně, zkuste to prosím později.
zh_tw: 正在獲取印表機資訊，請稍後重試

source: Please try updating Bambu Studio and then try again.
cs: Aktualizujte prosím Bambu Studio a zkuste to znovu.
zh_tw: 請嘗試升級Bambu Studio後重試

source: The certificate has expired. Please check the time settings or update Bambu Studio and try again.
cs: Certifikát vypršel. Zkontrolujte prosím nastavení času nebo proveďte aktualizaci Bambu Studio a zkuste to znovu.
zh_tw: 您的軟體證書已過期，請檢查系統時間設定或者更新Bambu Studio後重試
