Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Fix Model Did you know that you can fix a corrupted 3D model to avoid a lot of slicing problems on the Windows system?
cs: Opravit model Víte, že můžete opravit poškozený 3D model a předejít tak mnoha problémům s řezáním v systému Windows?
zh_tw: 修復模型 您知道嗎？在Windows系統上，您可以修復一個損壞的3D模型以避免諸多切片問題。

source: Timelapse Did you know that you can generate a timelapse video during each print?
cs: Timelapse Věděli jste, že během každého tisku můžete generovat timelapse video?
zh_tw: 延時攝影 您知道嗎？您可以每次列印時生成一段延時攝影。

source: Auto-Arrange Did you know that you can auto-arrange all objects in your project?
cs: Automatické uspořádání Věděli jste, že můžete automaticky uspořádat všechny objekty ve svém projektu?
zh_tw: 自動擺盤 您知道嗎？您可以自動排列專案中的所有物件。

source: Auto-Orient Did you know that you can rotate objects to an optimal orientation for printing by a simple click?
cs: Automatické natočení Věděli jste, že můžete objekty jedním kliknutím otočit do optimální orientace pro tisk?
zh_tw: 自動朝向 您知道嗎？您只需單擊滑鼠，即可將物件旋轉到適合的列印方向。

source: Lay on Face Did you know that you can quickly orient a model so that one of its faces sits on the print bed? Select the "Place on face" function or press the <b>F</b> key.
cs: Položení na plochu Věděli jste, že můžete rychle orientovat model tak, aby jedna z jeho ploch ležela na tiskové podložce? Vyberte funkci „Položit na plochu“ nebo stiskněte klávesu <b>F</b>.
zh_tw: 選擇底面 您知道嗎？您可以快速指定模型的底面，使其位於列印床上。選擇“選擇底面”功能或按<b>F</b>鍵。

source: Object List Did you know that you can view all objects/parts in a list and change settings for each object/part?
cs: Seznam objektů Věděli jste, že můžete zobrazit všechny objekty/části v seznamu a měnit nastavení pro každý objekt/část?
zh_tw: 物件列表 您知道物件列表嗎？您可以在其中的檢視所有物件/部件，並更改每個物件/部件的設定。

source: Simplify Model Did you know that you can reduce the number of triangles in a mesh using the Simplify mesh feature? Right-click the model and select Simplify model. Read more in the documentation.
cs: Zjednodušit model Věděli jste, že můžete snížit počet trojúhelníků v síti pomocí funkce Zjednodušit síť? Klikněte pravým tlačítkem na model a vyberte Zjednodušit model. Přečtěte si více v dokumentaci.
zh_tw: 簡化模型 您知道嗎？您可以使用“簡化模型”功能減少模型的三角形數。在模型上單擊滑鼠右鍵，然後選擇“簡化模型”。

source: Slicing Parameter Table Did you know that you can view all objects/parts on a table and change settings for each object/part?
cs: Tabulka parametrů řezání Víte, že můžete zobrazit všechny objekty/části v tabulce a upravit nastavení pro každý objekt/každou část?
zh_tw: 參數列格 您知道嗎？您可以參數列格上的所有物件/部件，並更改每個物件/部件的設定。

source: Split to Objects/Parts Did you know that you can split a big object into small ones for easy colorizing or printing?
cs: Rozdělit na objekty/části Věděli jste, že můžete velký objekt rozdělit na menší pro snadné barvení nebo tisk?
zh_tw: 分割成物件/零件 您知道嗎？您可以把一個大物件分割成多個小物件/零件以便著色或列印。

source: Subtract a Part Did you know that you can subtract one mesh from another using the Negative part modifier? That way you can, for example, create easily resizable holes directly in Bambu Studio. Read more in the documentation.
cs: Odečíst část Věděli jste, že můžete odečíst jednu síť od druhé pomocí modifikátoru záporné části? Tímto způsobem můžete například snadno vytvářet velikostně upravitelné otvory přímo v Bambu Studio. Další informace naleznete v dokumentaci.
zh_tw: 減去部分幾何體 您知道嗎？您可以使用負零件從另一個幾何體中減去另一個幾何體。例如，可以直接在Bambu Studio中建立可輕鬆調整大小的孔。

source: STEP Did you know that you can improve your print quality by slicing a STEP file instead of an STL? Bambu Studio supports slicing STEP files, providing smoother results than a lower resolution STL. Give it a try!
cs: STEP Věděli jste, že můžete zlepšit kvalitu tisku řezáním STEP souboru místo STL? Bambu Studio podporuje řezání STEP souborů, což poskytuje plynulejší výsledky než použití STL s nižším rozlišením. Vyzkoušejte to!
zh_tw: STEP檔案 您知道嗎？透過切片STEP檔案而不是STL檔案可以提高列印質量。 Bambu Studio支援切片STEP檔案，可以獲得比低解析度STL更平滑的列印效果。試試看！

source: Z seam location Did you know that you can customize the location of the Z seam, and even paint it on your print, to have it in a less visible location? This improves the overall look of your model. Check it out!
cs: Umístění Z švu Víte, že můžete přizpůsobit umístění Z švu a dokonce jej na tisku vyznačit, aby byl méně viditelný? To zlepšuje celkový vzhled vašeho modelu. Vyzkoušejte to!
zh_tw: Z接縫位置 您知道嗎？您可以自定義Z接縫的位置，甚至可以手動繪製在模型的指定位置上，使其位於不太可見的位置。這樣可以改善模型的整體外觀。試試看！

source: Fine-tuning for flow rate Did you know that flow rate can be fine-tuned for even better-looking prints? Depending on the material, you can improve the overall finish of the printed model by doing some fine-tuning.
cs: Jemné doladění poměru průtoku Víte, že poměr průtoku lze upravit pro ještě kvalitnější tisk? V závislosti na materiálu můžete celkový vzhled tištěného modelu zlepšit jemným doladěním.
zh_tw: 流量微調 您知道嗎？您可以微調流量，以獲得更好看的列印效果。根據材料的不同，可以透過進行一些微調來提高列印模型的整體光潔度。

source: Split your prints into plates Did you know that you can split a model that has a lot of parts into individual plates ready to print? This will simplify the process of keeping track of all the parts.
cs: Rozdělit tisk na podložky Věděli jste, že můžete model s mnoha částmi rozdělit na jednotlivé podložky připravené k tisku? Tímto bude proces sledování všech částí jednodušší.
zh_tw: 分盤列印 您知道嗎？您可以把一個有很多零件的模型安排到多個獨立的分盤，然後列印出來，這將簡化對所有零件的管理。

source: Speed up your print with Adaptive Layer Height Did you know that you can print a model even faster, by using the Adaptive Layer Height option? Check it out!
cs: Zrychlete svůj tisk díky Adaptivní výšce vrstvy Věděli jste, že můžete model vytisknout ještě rychleji pomocí možnosti Adaptivní výška vrstvy? Vyzkoušejte to!
zh_tw: 自適應層高度加速列印 您知道嗎？您可以使用“自適應層高度”選項來更快地列印模型。試試看！

source: Support painting Did you know that you can paint the location of your supports? This feature makes it easy to place the support material only on the sections of the model that actually need it.
cs: Malování podpory Věděli jste, že můžete malovat umístění svých podpor? Tato funkce usnadňuje umístění podpůrného materiálu pouze na části modelu, které jej skutečně potřebují.
zh_tw: 繪製支撐 您知道嗎？您可以手動繪製新增/遮蔽支撐的位置，此功能使僅將支撐材料放置在實際需要的模型截面上變得容易。

source: Different types of supports Did you know that you can choose from multiple types of supports? Tree supports work great for organic models, while saving filament and improving print speed. Check them out!
cs: Různé typy podpor Věděli jste, že si můžete vybrat z několika typů podpor? Stromové podpory jsou ideální pro organické modely, šetří filament a zrychlují tisk. Vyzkoušejte je!
zh_tw: 支撐型別 您知道嗎？有多種可選的支撐型別，樹狀支撐非常適合人物/動物模型，同時可以節省耗材並提高列印速度。試試看！

source: Printing Silk Filament Did you know that Silk filament needs special consideration to print it successfully? Higher temperature and lower speed are always recommended for the best results.
cs: Tisk Silk filamentu Věděli jste, že Silk filament vyžaduje pro úspěšný tisk speciální postupy? Pro dosažení nejlepších výsledků se vždy doporučuje vyšší teplota a nižší rychlost.
zh_tw: 列印絲綢耗材 您知道嗎？絲綢耗材列印時有一些特別的注意事項。為了獲得最佳效果，通常建議使用較高的溫度和較低的速度。

source: Brim for better adhesion Did you know that when printing models have a small contact interface with the printing surface, it's recommended to use a brim?
cs: Lem pro lepší adhezi Věděli jste, že pokud mají tištěné modely malou kontaktní plochu s tiskovou podložkou, doporučuje se použít lem?
zh_tw: 使用Brim 您知道嗎？當模型與熱床表面的接觸面積較小時，建議使用brim以提高列印成功率。

source: Set parameters for multiple objects Did you know that you can set slicing parameters for all selected objects at one time?
cs: Nastavte parametry pro více objektů Víte, že můžete nastavit parametry řezání pro všechny vybrané objekty najednou?
zh_tw: 為多個物件設定引數 您知道嗎？可以同時為所有選定物件設定切片引數。

source: Stack objects Did you know that you can stack objects as a whole one?
cs: Skládat objekty Věděli jste, že můžete skládat objekty jako celek?
zh_tw: 組合物體 您知道嗎？您可以把多個物件組合為一個整體。

source: Flush into support/objects/infill Did you know that you can save the wasted filament by flushing them into support/objects/infill during filament change?
cs: Proplachování do podpory/objektů/výplně Věděli jste, že lze při výměně filamentu ušetřit filament tím, že jej propláchnete do podpory, objektů nebo výplně?
zh_tw: 沖刷到支援/物件/填充中 您知道嗎？您可以在換料時將它們衝入支撐/物件/填充，以節省浪費的料絲。

source: Improve strength Did you know that you can use more wall loops and higher sparse infill density to improve the strength of the model?
cs: Zvyšte pevnost Věděli jste, že použitím více smyček stěn a vyšší hustoty řídké výplně můžete zvýšit pevnost modelu?
zh_tw: 提高強度 您知道嗎？您可以使用更多的牆層數和更高的疏散填充密度來提高模型的強度。

source: When need to print with the printer door opened Did you know that opening the printer door can reduce the probability of extruder/hotend clogging when printing lower temperature filament with a higher enclosure temperature. More info about this in the Wiki.
cs: Pokud potřebujete tisknout s otevřenými dveřmi tiskárny: Věděli jste, že otevření dveří tiskárny může snížit pravděpodobnost ucpání extruderu/hotendu při tisku filamentu s nižší teplotou při vyšší teplotě v uzavřeném prostoru? Více informací naleznete na Wiki.
zh_tw: 什麼時候需要開啟機箱門列印 您知道嗎？在較高腔溫下列印低溫耗材，開啟機箱門可以減少擠出機/熱端堵塞的機率。有關此的更多資訊，請參閱Wiki。

source: Avoid warping Did you know that when printing materials that are prone to warping such as ABS, appropriately increasing the heatbed temperature can reduce the probability of warping.
cs: Zabraňte deformaci Věděli jste, že při tisku materiálů, které jsou náchylné k deformaci, například ABS, může vhodné zvýšení teploty podložky snížit pravděpodobnost deformace.
zh_tw: 避免翹曲 您知道嗎？列印ABS這類易翹曲材料時，適當提高熱床溫度可以降低翹曲的機率。

source: Run Nylon & PC (and other advanced materials) Like a Pro Printing Nylon 612 or Polycarbonate or other advanced materials? Helio helps you avoid the 'almost worked' failure.
zh_tw: 像專業人士一樣列印尼龍與 PC（以及其他高階材料） 在列印尼龍 612、聚碳酸酯（PC）或其他高階材料？Helio 幫你避免“差點成功但最終失敗”的情況。

source: Make Prints up to 30% Faster (Safely) Get real throughput, not risky 'speed mode'. A print that normally takes 8 hours might drop to ~5.6 hours.
zh_tw: 安全地讓列印速度最高提升 30% 獲得真正的產出提升，而不是冒險的“速度模式”。原本 8 小時的列印可能降至約 5.6 小時。

source: Stop Wasting Precious Design Time on Tuning Fewer trial prints, faster dial-in. Instead of multiple test prints, detect issues and print first time right.
zh_tw: 幫助你節省調參花費的時間 更少的試打、更快的引數收斂。無需反覆測試列印，提前發現問題，一次就打對。

source: Cut Warping on ASA/ABS and other advanced materials Warping ruins long jobs. Helio shows where risk is highest before you print, and, with enhance, cuts the risk of warping to almost nil.
zh_tw: 減少 ASA/ABS 等高階材料的翹曲 翹曲會毀掉長時間作業。Helio 會在列印前指出風險最高的位置，並透過增強將翹曲風險降到幾乎為零。

source: Quality Check Before You Hit Print Think of it like a pre-flight check. Example: if a PC bracket shows low TQI in thin ribs, you'll know to adjust before committing to an overnight run.
zh_tw: 點選列印前先做質量檢查 把它當作“起飛前檢查”。例如：如果一個 PC 支架在薄肋處顯示較低的 TQI，你就能在通宵列印前先做調整。

source: Stronger Parts With One Click Better bonding, fewer brittle failures. Example: for Polycarbonate, results show ~+65% tensile strength after optimization.
zh_tw: 一鍵獲得更強的零件 層間粘結更好，更少脆裂失敗。例如：對聚碳酸酯（PC），最佳化後結果顯示抗拉強度約提升 +65%。

source: Save Money Every Run Faster + fewer failures = real savings.
zh_tw: 每次列印都能省錢 更快 + 更少失敗 = 真正的成本節省。

source: First-Time-Right Reliability Less babysitting, more predictable output. Example: a small farm running PETG parts avoids 'fail at hour 6' surprises and keeps batches on schedule.
zh_tw: 一次成功的可靠性 更少盯機，更可預測的產出。例如：小型列印農場列印 PETG 零件可降低意外失敗的機率，讓批次按計劃推進。

source: &View
cs: &Zobrazit

source: --use-firmware-retraction is not compatible with --wipe
cs: --use-firmware-retraction není kompatibilní s --wipe.

source: --use-firmware-retraction is only supported by Marlin, Klipper, Smoothie, RepRapFirmware, Repetier and Machinekit firmware
cs: --use-firmware-retraction je podporováno pouze firmwarem Marlin, Klipper, Smoothie, RepRapFirmware, Repetier a Machinekit.

source: Actual Tool-Path Yes—your exact G-code path, speeds and fan commands are simulated.
cs: Aktuální dráha nástroje Ano – simuluje se přesná dráha G-kódu, rychlosti a příkazy ventilátoru.

source: Add style to my list
cs: Přidat styl do mého seznamu

source: Add-ons available:
cs: Dostupné doplňky:

source: Agree and proceed
cs: Souhlasit a pokračovat

source: An object is placed in the left/right nozzle-only area or exceeds the printable height of the left nozzle. Please ensure the filaments used by this object are not arranged to other nozzles.
cs: Objekt je umístěn v oblasti pouze pro levou/pravou trysku nebo přesahuje tiskovou výšku levé trysky. Ujistěte se, že filamenty použité tímto objektem nejsou přiřazeny k jiným tryskám.

source: Assembly's bounding box is too large ( max size >= %1% in ) which may cause rendering issues.
cs: Obrysový rámeček sestavy je příliš velký (maximální rozměr >= %1% in), což může způsobit problémy s vykreslováním.

source: Assembly's bounding box is too large ( max size >= %1% mm ) which may cause rendering issues.
cs: Obrysový rámeček sestavy je příliš velký (maximální rozměr >= %1% mm), což může způsobit problémy s vykreslováním.

source: Auto For Flush
cs: Automaticky pro proplach

source: Auto For Match
cs: Automaticky pro sladění

source: Bed Temperature influence Only the first-layer bed temp feeds the model right now; later bed changes aren’t yet captured.
cs: Vliv teploty podložky Model aktuálně zohledňuje pouze teplotu podložky pro první vrstvu; pozdější změny teploty zatím nejsou zachyceny.

source: Brim
cs: Lem

source: Buy Now / Manage Account
cs: Koupit nyní / Spravovat účet

source: Buy add-ons
cs: Koupit doplňky

source: Camera view - Left
cs: Pohled kamery – levý

source: Camera view - Right
cs: Pohled kamery – pravý

source: Certificate files (*.crt, *.pem)|*.crt;*.pem|All files|*.*
cs: Soubory certifikátu (*.crt, *.pem)|*.crt;*.pem|Všechny soubory|*.*

source: Circle Compensation Speed
cs: Rychlost kompenzace kruhu

source: Contour Coef 2
cs: Koeficient obrysu 2

source: Contour Coef 3
cs: Koeficient obrysu 3

source: Contour limit max
cs: Maximální limit obrysu

source: Contour limit min
cs: Minimální limit obrysu

source: Counter Coef 1
cs: Koeficient počítadla 1

source: Cross Zag
cs: Křížový cikcak

source: DRY
cs: SUCHÉ

source: Debugging Flowchart Not sure why a result looks off? Follow our step-by-step debugging flowchart to trace settings, G-code and material issues in minutes.
cs: Diagnostický diagram toku Nejste si jisti, proč výsledek vypadá nesprávně? Postupujte podle našeho podrobného diagnostického diagramu toku a během několika minut zjistíte příčiny v nastavení, G-kódu i materiálu.

source: Enable accel_to_decel
cs: Povolit accel_to_decel

source: Enabling filtration redirects the right fan to filter gas, which may reduce cooling performance.
cs: Povolení filtrace nasměruje pravý ventilátor k filtrování plynu, což může snížit výkon chlazení.

source: End
cs: Konec

source: Export &Toolpaths as OBJ
cs: Exportovat dráhy nástroje jako OBJ

source: Extrusion Temp Model Material properties shape the melt curve, but printer geometry decides how much heat the filament actually gains, so the model is material-specific and printer-calibrated.
cs: Model teploty extruze Vlastnosti materiálu určují tvar křivky tavení, ale geometrie tiskárny rozhoduje, kolik tepla filament skutečně přijme, proto je model specifický pro materiál a kalibrován dle tiskárny.

source: Fan & Airflow Model A simplified fan-and-room model shows how cooling settings change part temps without slow CFD maths—great for day-to-day tuning. Chamber vortices aren’t yet simulated so runs stay fast.
cs: Ventilátor a model proudění vzduchu Zjednodušený model ventilátoru a prostoru ukazuje, jak nastavení chlazení ovlivňuje teplotu dílu bez zdlouhavých CFD výpočtů—vhodné pro každodenní ladění. Vírky v komoře zatím nejsou simulovány, proto je chod rychlý.

source: Filament length used in ramming.
cs: Délka filamentu použitá při natlačování.

source: Filament notes
cs: Poznámky k filamentu

source: Floating vertical shell
cs: Plovoucí vertikální skořepina

source: Following objects are too far ( distance >= %1% in ) from the original of the world coordinate system:
cs: Následující objekty jsou příliš vzdálené (vzdálenost >= %1% in) od počátku světového souřadnicového systému:

source: Following objects are too far ( distance >= %1% mm ) from the original of the world coordinate system:
cs: Následující objekty jsou příliš vzdálené (vzdálenost >= %1% mm) od počátku světového souřadnicového systému:

source: Helio Additive third - party software service feature has been successfully enabled!
cs: Funkce softwarové služby třetí strany Helio Additive byla úspěšně aktivována!

source: Helio does not support using a number of materials greater than 1.
cs: Helio nepodporuje použití většího počtu materiálů než 1.

source: Helio functions do not support the print sequence of "ByObject".
cs: Funkce Helio nepodporují tiskovou sekvenci "ByObject".

source: Hole Coef 1
cs: Koeficient díry 1

source: Hole Coef 2
cs: Koeficient díry 2

source: Hole Coef 3
cs: Koeficient díry 3

source: Hole limit max
cs: Maximální limit díry

source: Hole limit min
cs: Minimální limit díry

source: Host Setting
cs: Nastavení hostitele

source: Init
cs: Inicializace

source: Install presets failed
cs: Instalace přednastavení selhala

source: Klipper's max_accel_to_decel will be adjusted automatically
cs: Klipperovo max_accel_to_decel bude upraveno automaticky

source: Klipper's max_accel_to_decel will be adjusted to this percent of acceleration
cs: Klipperovo max_accel_to_decel bude upraveno na toto procento akcelerace

source: Layers to Optimize
cs: Vrstvy k optimalizaci

source: Locked Zag
cs: Uzamčený Zag

source: MC Board
cs: MC deska

source: Mesh Resolution The voxel grid is finer than the G-code line spacing, capturing layer-by-layer detail without wasting compute.
cs: Rozlišení sítě Voxelová mřížka je jemnější než rozestup čar G-kódu a zachytává detaily po jednotlivých vrstvách bez zbytečného zatížení výpočtů.

source: Meshing of a model file failed or no valid shape.
cs: Síťování souboru modelu selhalo nebo nebyl nalezen žádný platný tvar.

source: Mixing %1% with %2% in printing is not recommended.
cs: Míchání %1% s %2% při tisku se nedoporučuje.

source: Monthly quota remaining:
cs: Zbývající měsíční kvóta:

source: No content
cs: Žádný obsah

source: No wiki link available for this printer.
cs: Pro tuto tiskárnu není dostupný žádný wiki odkaz.

source: Note: Adjust the above temperature based on actual conditions. More accurate data ensures more precise analysis results.
cs: Poznámka: Upravte výše uvedenou teplotu podle skutečných podmínek. Přesnější data zajišťují přesnější výsledky analýzy.

source: Nozzle Manual
cs: Manuál k trysce

source: Nozzle Temp Range Supported set-points are 190 – 320 °C; anything outside is clamped to keep physics realistic.
cs: Rozsah teploty trysky Podporovaná nastavení jsou 190–320 °C; Vše mimo stanovený rozsah je omezeno pro zachování fyzikální realističnosti.

source: Nozzle setting of 190 °C vs 320 °C? A 100 °C nozzle change only nudges the thermal index because extrusion temp, flow rate and post-deposition cooling dominate the part’s heat history.
cs: Nastavení trysky na 190 °C oproti 320 °C? Změna trysky o 100 °C má pouze malý vliv na tepelný index, protože teplota extruze, průtok a následné chlazení určují tepelnou historii dílu.

source: Null Color
cs: Žádná barva

source: One Plate per Job Upload G-code with a single build plate—multi-plate projects aren’t yet supported, so only the first plate would run.
cs: Jedna tisková podložka na úlohu Nahrajte G-kód s jedinou tiskovou podložkou – projekty s více podložkami zatím nejsou podporovány, proto bude použita pouze první podložka.

source: Optimise Outer Walls
cs: Optimalizovat vnější stěny

source: Optimization
cs: Optimalizace

source: Please select the preset to be deleted
cs: Vyberte přednastavení, které chcete odstranit.

source: Privacy Policy of Helio Additive
cs: Zásady ochrany osobních údajů společnosti Helio Additive

source: Process notes
cs: Poznámky k procesu

source: Purge length for prime tower interface layer (where different materials meet).
cs: Délka čištění pro vrstvu rozhraní věže pro oddělení trysky (kde se setkávají různé materiály).

source: Save current style
cs: Uložit aktuální styl

source: Select Filament
cs: Vyberte filament

source: Shrinkage, Warping & Stress By controlling the thermal index you can remove the heat-driven causes of warp and stress.
cs: Smrštění, deformace a pnutí Řízením termálního indexu můžete odstranit teplem způsobené příčiny deformací a pnutí.

source: Single-Material Only Helio currently simulates one material and one nozzle per job. Multi-material or multi-extruder G-code adds long pauses that break thermal continuity, so results wouldn’t be meaningful.
cs: Pouze jeden materiál Helio momentálně simuluje jeden materiál a jednu trysku na úlohu. G-kód pro více materiálů nebo více extruderů přidává dlouhé pauzy, které narušují tepelnou kontinuitu, takže výsledky by nebyly smysluplné.

source: Skipping objects.
cs: Přeskakují se objekty.

source: Smoothing outwall speed in z direction to get better surface quality. Print time will increases. This does not work on spiral vase mode.
cs: Vyhlazování rychlosti vnějších stěn ve směru Z pro lepší kvalitu povrchu. Doba tisku se prodlouží. Tato funkce nefunguje v režimu spirálové vázy.

source: Speed of 100%% overhang wall which has 0 overlap with the lower layer.
cs: Rychlost stěny s převisem 100%%, která nemá žádné překrytí se spodní vrstvou.

source: Start Optimization
cs: Spustit optimalizaci

source: Start Simulation
cs: Spustit simulaci

source: Stronger parts, less warping, faster prints - powered by fast physics-based FEM simulation
cs: Pevnější části, méně deformací, rychlejší tisk – díky rychlé simulaci FEM na základě fyzikálních principů

source: TQI Limits Explained -100 → too cold: tensile strength is ~50 % lower than parts printed at the ideal 0 (ASTM D638 dog-bone tests). +100 → too hot: layers stay molten and may sag or collapse. Keep regions near 0 for peak strength and accuracy.
cs: Vysvětlení limitů TQI -100 → příliš studené: pevnost v tahu je ~50 % nižší než u částí tištěných při ideální hodnotě 0 (testy ASTM D638 dog-bone). +100 → příliš horké: vrstvy zůstávají roztavené a mohou se prohýbat nebo zhroutit. Udržujte hodnoty blízko 0 pro maximální pevnost a přesnost.

source: Terms of Use of Helio Additive
cs: Podmínky užívání Helio Additive

source: Text gap
cs: Odstup textu

source: The acceleration of travel except initial layer
cs: Zrychlení přesunů kromě počáteční vrstvy

source: The acceleration of travel of initial layer
cs: Zrychlení přesunů počáteční vrstvy

source: The filament is printable in extruder
cs: Filament je tisknutelný v extruderu.

source: The number of printer extruders and the printer selected for calibration does not match.
cs: Počet extruderů tiskárny a tiskárna vybraná pro kalibraci se neshodují.

source: There are spaces or illegal characters present.
cs: Jsou zde mezery nebo nepovolené znaky.

source: Third-Party Extension
cs: Rozšíření třetí strany

source: Third-party Extension
cs: Rozšíření od třetí strany

source: This file is not from a trusted site, do you want to open it anyway?
cs: Tento soubor není z důvěryhodného zdroje. Chcete jej přesto otevřít?

source: Uninstall the Helio Additive extension
cs: Odinstalovat rozšíření Helio Additive

source: Use Immediately
cs: Použít ihned

source: View wiki
cs: Zobrazit wiki
