Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: The name is not allowed to end with space character.
cs: Název nesmí končit mezerou.
zh_tw: 名稱不允許以空格結尾。

source: The name is not allowed to exceeds 32 characters.
cs: Název nesmí přesáhnout 32 znaků.
zh_tw: 名稱不允許超過32個字元。

source: Bind with Pin Code
cs: Připojit pomocí PIN kódu
zh_tw: 透過PIN碼繫結

source: Bind with Access Code
cs: Připojit pomocí přístupového kódu
zh_tw: 透過訪問碼繫結

source: Please log in before binding your device with a PIN code. Alternatively, you can use LAN mode to bind your device. Learn about LAN mode.
cs: Přihlaste se prosím před spárováním zařízení pomocí PIN kódu. Alternativně můžete použít režim LAN k propojení zařízení. Zjistěte více o režimu LAN.
zh_tw: 請在用PIN碼繫結裝置之前登入 或者，您可以使用LAN模式繫結裝置。瞭解LAN模式。

source: Go to Login
cs: Přejít k přihlášení
zh_tw: 轉到登入

# Quit_Switching
source: Quit
cs: Ukončit
zh_tw: 取消

source: Switching...
cs: Přepínání...
zh_tw: 換頭中...

source: Switching failed
cs: Přepnutí se nezdařilo
zh_tw: 換頭失敗

source: Printing Progress
cs: Průběh tisku
zh_tw: 列印進度

source: Pausing
cs: Pozastavování
zh_tw: 暫停

source: Stopping
cs: Zastavuji
zh_tw: 停止中

source: Parts Skip
cs: Přeskočit části
zh_tw: 零件跳過

source: Stop
cs: Zastavit
zh_tw: 停止

source: Layer: N/A
cs: Vrstva: N/A
zh_tw: 層： N/A

source: Click to view thermal preconditioning explanation
cs: Klikněte pro zobrazení vysvětlení teplotní předúpravy
zh_tw: 點選檢視保溫處理說明

source: Estimated finish time:
cs: Odhadovaný čas dokončení:
zh_tw: 預估完成時間:

source: The estimated printing time for multi-color models may be inaccurate.
cs: Odhadovaná doba tisku u vícebarevných modelů může být nepřesná.
zh_tw: 多色模型的估計列印時間可能不準確。

source: Clear
cs: Vymazat
zh_tw: 清除

source: You have completed printing the mall model, but the synchronization of rating information has failed.
cs: Dokončili jste tisk modelu obchodního centra, ale synchronizace hodnotících informací selhala.
zh_tw: 您已經完成了商城模型的列印，但是評分資訊的同步失敗了。

source: How do you like this printing file?
cs: Jak se vám líbí tento tiskový soubor?
zh_tw: 您喜歡這個列印檔案嗎？

source: (The model has already been rated. Your rating will overwrite the previous rating.)
cs: (Model již byl hodnocen. Vaše hodnocení přepíše předchozí.)
zh_tw: （該模型已經被評分。您的評分將覆蓋先前的評分。）

source: Rate
cs: Rychlost
zh_tw: 評分

source: %dday%dh%dmin%ds
cs: %dden%dh%dmin%ds
zh_tw: %d天%d小時%d分%d秒

source: %dh%dmin%ds
zh_tw: %d小時%d分%d秒

source: %dmin%ds
zh_tw: %d分%d秒

source: %ds
zh_tw: %d秒

source: Finished
cs: Dokončeno
zh_tw: 完成

source: Camera
cs: Kamera
zh_tw: 攝像機

source: Storage
cs: Úložiště
zh_tw: 儲存介質

source: Camera Setting
cs: Nastavení kamery
zh_tw: 相機設定

source: Control
cs: Ovládání
zh_tw: 控制

source: Printer Parts
cs: Části tiskárny
zh_tw: 印表機零件

source: Print Options
cs: Možnosti tisku
zh_tw: 列印選項

source: Safety Options
cs: Možnosti zabezpečení
zh_tw: 安全選項

source: Hotends
zh_tw: 熱端

source: Lamp
zh_tw: LED燈

source: Bed
cs: Podložka
zh_tw: 熱床

source: Filament loading...
cs: Načítání filamentu...
zh_tw: 換料中...

source: No Storage
cs: Žádné úložiště
zh_tw: 無儲存

source: Storage Abnormal
cs: Abnormální úložiště
zh_tw: 儲存異常

source: Cancel print
cs: Zrušit tisk
zh_tw: 取消列印

source: Are you sure you want to stop this print?
cs: Opravdu chcete zastavit tento tisk?
zh_tw: 您確定要停止列印嗎？

source: The printer is busy on other print job
cs: Tiskárna je zaneprázdněná jinou tiskovou úlohou.
zh_tw: 印表機正在執行其他列印任務

source: When printing is paused, filament loading and unloading are only supported for external slots.
cs: Při pozastavení tisku je načítání a vyjímání filamentu podporováno pouze pro externí sloty.
zh_tw: 當列印暫停時，只有外掛耗材槽位支援進/退料。

source: Current extruder is busy changing filament
cs: Aktuální extruder právě provádí výměnu filamentu.
zh_tw: 當前擠出機正在換料

source: Current slot has alread been loaded
cs: Aktuální slot již byl načten.
zh_tw: 當前槽位已載入

source: The selected slot is empty.
cs: Vybraný slot je prázdný.
zh_tw: 當前選擇的槽位是空的

source: No extruder found for the selected slot.
cs: Pro vybraný slot nebyl nalezen žádný extruder.
zh_tw: 未找到所選槽位的擠出機。

source: The selected slot is not loaded in the extruder.
cs: Vybraný slot není načten v extruderu.
zh_tw: 選定的槽位未被載入到擠出機中。

source: Printer 2D mode does not support 3D calibration
cs: 2D režim tiskárny nepodporuje 3D kalibraci.
zh_tw: 印表機 2D 模式不支援 3D 校準

source: Downloading...
cs: Stahování...
zh_tw: 下載中...

source: Cloud Slicing...
cs: Řezání v cloudu...
zh_tw: 雲切片中...

source: In Cloud Slicing Queue, there are %s tasks ahead.
cs: Ve frontě Cloud Slicing Queue je před vámi %s úkolů.
zh_tw: 前面還有%s個任務在雲端切片佇列中。

source: Layer: %s
cs: Vrstva: %s
zh_tw: 層： %s

source: Layer: %d/%d
cs: Vrstva: %d/%d
zh_tw: 層： %d/%d

source: Auto homing
cs: Automatické navedení do výchozí polohy
zh_tw: 自動回中

source: Are you sure you want to trigger auto homing?
cs: Opravdu chcete spustit automatické domů?
zh_tw: 確定觸發自動回中嗎？

source: Homing
cs: Referencování
zh_tw: 回中

source: Please heat the nozzle to above 170 degree before loading or unloading filament.
cs: Před zaváděním nebo vyjímáním filamentu zahřejte trysku na více než 170 stupňů.
zh_tw: 請在進料或退料前把噴嘴升溫到170℃以上。

source: Right extruder hotend not detected. Cannot set nozzle temperature.
cs: Hotend pravého extruderu nebyl detekován. Nelze nastavit teplotu trysky.
zh_tw: 未檢測到擠出機熱端。無法設定噴嘴溫度。

source: Chamber temperature cannot be changed in cooling mode while printing.
cs: Teplotu komory nelze měnit v režimu chlazení během tisku.
zh_tw: 列印過程中，冷卻模式下無法調節腔溫。

source: If the chamber temperature exceeds 40℃, the system will automatically switch to heating mode. Please confirm whether to switch.
cs: Pokud teplota komory překročí 40℃, systém automaticky přepne do režimu ohřevu. Potvrďte prosím, zda chcete přepnout.
zh_tw: 如果腔室溫度超過40℃, 系統將自動切換到腔溫保持模式。請確認是否切換。

source: Please select an AMS slot before calibration
cs: Před kalibrací zvolte slot AMS
zh_tw: 請先選擇一個AMS槽位後進行校準

source: Cannot read filament info: the filament is loaded to the tool head,please unload the filament and try again.
cs: Nelze načíst informace o filamentu: filament je vložen do tiskové hlavy. Vyjměte filament a zkuste to znovu.
zh_tw: 無法讀取耗材絲資訊：耗材絲已經載入到工具頭，請退出耗材絲後再重試。

source: This only takes effect during printing
cs: Toto platí pouze během tisku.
zh_tw: 僅在列印過程中生效

source: Silent
cs: Tichý
zh_tw: 靜音

source: Sport
zh_tw: 運動

source: Ludicrous
cs: Extrémní
zh_tw: 狂暴

source: Turning off the lights during the task will cause the failure of AI monitoring, like spaghetti detection. Please choose carefully.
cs: Vypnutí světel během úlohy způsobí selhání AI monitorování, například detekce spaghettování. Zvolte prosím pečlivě.
zh_tw: 任務過程中關燈會導致炒麵檢測等AI監控失效，請謹慎選擇。

source: Keep it On
cs: Nechat zapnuto
zh_tw: 保持開啟

source: Still turn it Off
cs: Přesto vypnout
zh_tw: 仍然關閉

source: Can't start this without storage.
cs: Nelze spustit bez úložiště.
zh_tw: 沒有外部儲存就無法啟動

source: Rate the Print Profile
cs: Ohodnoťte tiskový profil
zh_tw: 評價列印配置檔案

source: Comment
cs: Komentář
zh_tw: 評論

source: Rate this print
cs: Ohodnoťte tento tisk
zh_tw: 為此次列印評分

source: Add Photo
cs: Přidat fotografii
zh_tw: 新增照片

source: Delete Photo
cs: Smazat fotografii
zh_tw: 刪除照片

source: Submit
cs: Odeslat
zh_tw: 提交

source: Please click on the star first.
cs: Nejprve klikněte na hvězdu.
zh_tw: 請先點選星星。

source: InFo
zh_tw: 資訊

source: Get oss config failed.
cs: Chyba načtení konfigurace oss.
zh_tw: 獲取oss配置失敗。

source: Upload Pictures
cs: Nahrát obrázky
zh_tw: 上傳圖片

source: Number of images successfully uploaded
cs: Počet úspěšně nahraných obrázků
zh_tw: 成功上傳的影象數量

source: upload failed
cs: nahrání selhalo
zh_tw: 上傳失敗

source: upload config parse failed
cs: nepodařilo se analyzovat nahranou konfiguraci
zh_tw: 上傳配置解析失敗

source: No corresponding storage bucket
cs: Nebyl nalezen odpovídající úložný prostor
zh_tw: 沒有匹配的儲存桶

source: can not be opened
cs: nelze otevřít
zh_tw: 不能被開啟

source: The following issues occurred during the process of uploading images. Do you want to ignore them?
cs: Během procesu nahrávání obrázků došlo k následujícím problémům. Chcete je ignorovat?
zh_tw: 在上傳影象過程中出現了以下問題。您是否要忽略它們？

source: info
zh_tw: 資訊

source: Synchronizing the printing results. Please retry a few seconds later.
cs: Probíhá synchronizace výsledků tisku. Zkuste to prosím znovu za několik sekund.
zh_tw: 正在同步列印結果。請稍後重試。

source: Upload failed
cs: Nahrávání selhalo
zh_tw: 上傳失敗

source: obtaining instance_id failed
cs: Získání instance_id selhalo.
zh_tw: 獲取instance id失敗

source: Your comment result cannot be uploaded due to some reasons. As follows: error code:
cs: Výsledek vašeho komentáře nelze z nějakých důvodů odeslat. Jak následuje: chybový kód:
zh_tw: 由於某些原因，無法上傳您的評論結果。如下所示： 錯誤程式碼：

source: error message:
cs: Chybová zpráva:
zh_tw: 錯誤資訊：

source: Would you like to redirect to the webpage for rating?
cs: Přejete si být přesměrováni na webovou stránku pro hodnocení? Chcete přesměrovat na webovou stránku pro hodnocení?
zh_tw: 您是否想要重定向到評分網頁？

source: Some of your images failed to upload. Would you like to redirect to the webpage for rating?
cs: Některé vaše obrázky se nepodařilo nahrát. Chcete být přesměrováni na webovou stránku pro hodnocení?
zh_tw: 您的一些影象上傳失敗。您是否想要重定向到評分網頁？

source: You can select up to 16 images.
cs: Můžete vybrat až 16 obrázků.
zh_tw: 您最多能選擇16張圖片。

source: At least one successful print record of this print profile is required to give a positive rating(4 or 5stars).
cs: K udělení pozitivního hodnocení (4 nebo 5 hvězdiček) je vyžadován alespoň jeden úspěšný záznam o tisku tohoto tiskového profilu.
zh_tw: 至少需要一個成功的列印記錄，才能給出積極的評價（4星或5星）。

source: Step file import parameters
cs: Parametry importu STEP souboru
zh_tw: 匯入step檔案選項

source: Smaller linear and angular deflections result in higher-quality transformations but increase the processing time.
cs: Menší lineární a úhlové odchylky vedou k transformacím vyšší kvality, ale zvyšují dobu zpracování.
zh_tw: 較小的線偏轉值和角偏轉值會產生更高質量的轉換，但會增加處理時間。

source: View Wiki for more information
cs: Zobrazit Wiki pro více informací
zh_tw: 檢視Wiki以獲取更多資訊

source: Linear Deflection
cs: Lineární odchylka
zh_tw: 線偏轉值

source: Please input a valid value (0.001 < linear deflection < 0.1)
cs: Zadejte platnou hodnotu (0.001 < lineární průhyb < 0.1)
zh_tw: 請輸入有效值（0.001<線偏轉值<0.1）

source: Angle Deflection
cs: Úhlová odchylka
zh_tw: 角偏轉值

source: Please input a valid value (0.01 < angle deflection < 1.0)
cs: Zadejte platnou hodnotu (0.01 < úhlový průhyb < 1.0)
zh_tw: 請輸入有效值（0.01<角偏轉值<0.1）

source: Split compound and compsolid into multiple objects
cs: Rozdělit compound a compsolid na více objektů
zh_tw: 將複合體和複合實體拆分為多個物件

source: Number of triangular facets
cs: Počet trojúhelníkových facet
zh_tw: 三角面數量

source: Don't show again
cs: Znovu nezobrazovat
zh_tw: 不再顯示

source: Calculating, please wait...
cs: Probíhá výpočet, čekejte prosím...
zh_tw: 計算中，請等待...

source: Status
cs: Stav
zh_tw: 裝置狀態

# Firmware
source: Update
zh_tw: 韌體更新

source: Assistant(HMS)
cs: Asistent (HMS)
zh_tw: 助手(HMS)

source: Go to
cs: Přejít na
zh_tw: 前往

source: Later
cs: Později
zh_tw: 稍後再說

source: %s error
cs: %s chyba
zh_tw: %s 錯誤

source: %s has encountered an error
cs: %s narazil na chybu
zh_tw: %s 遇到一個錯誤

source: %s warning
cs: %s varování
zh_tw: %s 警告

source: %s has a warning
cs: %s má varování
zh_tw: %s 有一個警告

source: %s info
zh_tw: %s 資訊

source: %s information
cs: %s informace
zh_tw: %s 資訊

source: Skip
cs: Přeskočit
zh_tw: 跳過

source: Newer 3mf version
cs: Novější verze 3mf
zh_tw: 較新的3mf版本

source: The 3mf file version is in Beta and it is newer than the current Bambu Studio version.
cs: Verze souboru 3mf je v beta a je novější než aktuální verze Bambu Studio.
zh_tw: 3mf檔案為Beta版本，並且比當前的Bambu Studio版本新。

source: If you would like to try Bambu Studio Beta, you may click to
cs: Pokud si přejete vyzkoušet Bambu Studio Beta, můžete kliknout zde
zh_tw: 如果您想嘗試Bambu Studio Beta版本，請點選

source: Download Beta Version
cs: Stáhnout beta verzi
zh_tw: 下載Beta版本

source: The 3mf file version is newer than the current Bambu Studio version.
cs: Verze souboru 3mf je novější než aktuální verze Bambu Studio.
zh_tw: 3mf檔案版本比當前的Bambu Studio版本新。

source: Update your Bambu Studio could enable all functionality in the 3mf file.
cs: Aktualizace vašeho Bambu Studio může umožnit veškerou funkčnost v souboru 3mf.
zh_tw: 更新您的 Bambu Studio 可以啟用 3mf 檔案中的所有功能。

source: Current Version:
cs: Aktuální verze:
zh_tw: 當前版本：

source: Latest Version:
cs: Nejnovější verze:
zh_tw: 最新版本：

# Software
source: Update
cs: Aktualizace
zh_tw: 現在更新

source: Not for now
cs: Zatím ne
zh_tw: 稍後更新

source: Server Exception
cs: Výjimka serveru
zh_tw: 伺服器異常

source: The server is unable to respond. Please click the link below to check the server status.
cs: Server nemůže odpovědět. Klikněte prosím na níže uvedený odkaz pro kontrolu stavu serveru.
zh_tw: 伺服器無法響應。請單擊下面的連結檢查伺服器狀態。

source: If the server is in a fault state, you can temporarily use offline printing or local network printing.
cs: Pokud je server ve stavu poruchy, můžete dočasně použít offline tisk nebo tisk v místní síti.
zh_tw: 如果伺服器處於故障狀態，您可以暫時使用離線列印或本地網路列印。

source: How to use LAN only mode
cs: Jak používat režim pouze LAN
zh_tw: 如何使用僅區域網模式

source: Don't show this dialog again
cs: Tento dialog již nezobrazovat
zh_tw: 不再顯示此對話方塊？

source: 3D Mouse disconnected.
cs: 3D myš byla odpojena.
zh_tw: 3D滑鼠斷連。

source: Configuration can update now.
cs: Konfiguraci lze nyní aktualizovat.
zh_tw: 配置現在可以升級。

source: Detail.
zh_tw: 詳情。

source: Integration was successful.
cs: Integrace byla úspěšná.
zh_tw: 整合成功。

source: Integration failed.
cs: Integrace selhala.
zh_tw: 整合失敗。

source: Undo integration was successful.
cs: Vrácení změn bylo úspěšné.
zh_tw: 整合取消成功。

source: New network plug-in available.
cs: K dispozici je nový síťový plug-in.
zh_tw: 新的網路外掛可用。

source: Details
cs: Detaily
zh_tw: 詳情

source: New printer config available.
cs: K dispozici je nová konfigurace tiskárny.
zh_tw: 有新的印表機配置可用。

source: Undo integration failed.
cs: Vrácení změn se nezdařilo.
zh_tw: 整合取消失敗。

source: Exporting.
cs: Exportuji.
zh_tw: 正在匯出。

source: Software has New version.
cs: Software má novou verzi.
zh_tw: 發現新的軟體版本。

source: Goto download page.
cs: Přejít na stránku stahování.
zh_tw: 前往下載網站。

source: More
cs: Více
zh_tw: 詳情

source: Open Folder.
cs: Otevřít složku.
zh_tw: 開啟目錄。

source: Safely remove hardware.
cs: Bezpečně odeberte hardware.
zh_tw: 安全移除硬體。

source: %1$d Object has custom support.
zh_tw: %1$d 模型有自定義支撐。

source: %1$d Object has color painting.
cs: %1$d objekt má barevné malování.
zh_tw: %1$d物件有塗色。

source: %1$d object was loaded as a part of cut object.
zh_tw: %1$d物件載入為一個切割物件的子部件。

source: ERROR
cs: CHYBA
zh_tw: 錯誤

source: CANCELED
cs: ZRUŠENO
zh_tw: 已取消

source: COMPLETED
cs: DOKONČENO
zh_tw: 已完成

source: Cancel upload
cs: Zrušit nahrávání
zh_tw: 取消上傳

source: Jump to
cs: Přeskočit na
zh_tw: 跳轉到

source: Error:
cs: Chyba:
zh_tw: 錯誤：

source: Warning:
cs: Varování:
zh_tw: 警告：

source: Export successfully.
cs: Export byl úspěšný.
zh_tw: 傳送成功。

source: Model file downloaded.
cs: Soubor modelu byl stažen.
zh_tw: 已下載模型檔案。

source: Serious warning:
cs: Vážné varování:
zh_tw: 嚴重警告：

source: Click here to install it.
cs: Klikněte zde pro instalaci.
zh_tw: 點選此處安裝。

source: WARNING:
cs: VAROVÁNÍ:
zh_tw: 警告：

source: Your model needs support ! Please make support material enable.
cs: Váš objekt potřebuje podporu! Povolte prosím podpůrný materiál.
zh_tw: 您的模型需要支撐才能列印。請開啟材料支撐選項。

source: Gcode path overlap
cs: Překrytí cesty G-kódu
zh_tw: Gcode路徑有重疊

source: Support painting
cs: Malování podpory
zh_tw: 支撐繪製

source: Fuzzy skin
cs: Drsná kůže
zh_tw: 絨毛表面

source: Color painting
cs: Barevné malování
zh_tw: 顏色繪製

source: Cut connectors
cs: Ořezové konektory
zh_tw: 切割連線件

source: Layers
cs: Vrstvy
zh_tw: 層

source: Range
cs: Rozsah
zh_tw: 範圍

source: The application cannot run normally because OpenGL version is lower than 2.0.
cs: Aplikaci nelze spustit normálně, protože verze OpenGL je nižší než 2.0.
zh_tw: 應用程式無法正常執行，因為OpenGL的版本低於2.0。

source: Please upgrade your graphics card driver.
cs: Aktualizujte prosím ovladač grafické karty.
zh_tw: 請升級您的顯示卡驅動。

source: Unsupported OpenGL version
cs: Nepodporovaná verze OpenGL
zh_tw: 不支援的OpenGL版本

source: Unable to load shaders: %s
cs: Nelze načíst shadery: %s
zh_tw: 無法載入Shader: %s

source: Error loading shaders
cs: Chyba při načítání shaderů
zh_tw: 載入shader程式時發生錯誤

# Layers
source: Top
cs: Vrchol
zh_tw: 頂部

# Layers
source: Bottom
cs: Spodní
zh_tw: 底部

source: When enabled, the printer will automatically capture photos of printed parts and upload them to the cloud. Would you like to enable this option?
cs: Pokud je tato možnost povolena, tiskárna bude automaticky pořizovat fotografie vytištěných částí a nahrávat je do cloudu. Chcete tuto možnost povolit?
zh_tw: 啟用後，印表機會自動拍攝列印部件的照片並上傳到雲端。您想啟用此選項嗎？

source: Confirm Enable Print Status Snapshot
cs: Potvrďte povolení snímku stavu tisku
zh_tw: 確認啟用列印狀態快照

source: Unavailable during the task
cs: Není dostupné během úlohy
zh_tw: 任務期間不可用

source: Purifies the chamber air as the print finishes, based on the selected mode.
cs: Čistí vzduch v komoře po dokončení tisku podle zvoleného režimu.
zh_tw: 每次列印結束時，根據所選方式淨化印表機的腔體空氣。

source: Purifies the chamber air through internal circulation as each print finishes.
cs: Čistí vzduch v komoře pomocí vnitřní cirkulace po dokončení každého tisku.
zh_tw: 每次列印結束時，透過內迴圈淨化印表機的腔體空氣。

source: Enable detection of build plate position
cs: Povolit detekci polohy tiskové podložky
zh_tw: 啟用列印板位置檢測

source: The localization tag of build plate is detected, and printing is paused if the tag is not in predefined range.
cs: Je detekován lokalizační tag tiskové podložky a tisk je pozastaven, pokud se tag nenachází v předdefinovaném rozsahu.
zh_tw: 檢測列印板的定位標記，如果標記不在預定義範圍內時暫停列印。

source: Build Plate Detection
cs: Detekce tiskové podložky
zh_tw: 列印板檢測

source: Identifies the type and position of the build plate on the heatbed. Pausing printing if a mismatch is detected.
cs: Určuje typ a umístění tiskové podložky na vyhřívané podložce. Tisk bude pozastaven, pokud bude zjištěn nesoulad.
zh_tw: 檢測列印板的型別與位置。若檢測到列印板不匹配，則停止列印。

source: AI Detections
cs: Detekce AI
zh_tw: AI檢測

source: Printer will send assistant message or pause printing if any of the following problem is detected.
cs: Tiskárna odešle asistenční zprávu nebo pozastaví tisk, pokud bude zjištěn některý z následujících problémů.
zh_tw: 如果檢測到以下任何問題，印表機將傳送助手訊息或暫停列印。

source: Enable AI monitoring of printing
cs: Povolit AI sledování tisku
zh_tw: 啟用列印過程的AI監控

source: Pausing Sensitivity:
cs: Citlivost pozastavení:
zh_tw: 暫停列印的靈敏度為：

source: Spaghetti Detection
cs: Detekce špaget
zh_tw: 炒麵檢測

source: Detects spaghetti failure(scattered lose filament).
cs: Detekuje chybu typu 'spaghetti' (rozptýlený volný filament).
zh_tw: 檢測到炒麵（散落的耗材絲）。

source: Purge Chute Pile-Up Detection
cs: Detekce nahromadění v žlabu pro čištění
zh_tw: 堆料檢測

source: Monitors if the waste is piled up in the purge chute.
cs: Monitoruje, zda není odpad nahromaděn v čisticím žlabu.
zh_tw: 監控沖刷料是否在垃圾桶中發生堆積。

source: Nozzle Clumping Detection
cs: Detekce shlukování trysky
zh_tw: 裹頭檢測

source: Checks if the nozzle is clumping by filaments or other foreign objects.
cs: Kontroluje, zda se tryska neslepuje filamenty nebo jinými cizími objekty.
zh_tw: 檢查噴嘴是否被耗材或其他異物堵塞。

source: Detects air printing caused by nozzle clogging or filament grinding.
cs: Detekuje tisk do vzduchu způsobený ucpáním trysky nebo broušením filamentu.
zh_tw: 檢測由噴嘴堵塞引起的空打。

source: Ensures the build plate type and placement are correct.
cs: Zajistěte, že typ a umístění tiskové podložky jsou správné.
zh_tw: 確保盤的型別及放置位置正確。

source: Type Detection
cs: Detekce typu
zh_tw: 型別檢測

source: Pauses printing when the detected build plate type does not match the selected one.
cs: Pozastaví tisk, pokud detekovaný typ tiskové podložky neodpovídá vybranému.
zh_tw: 檢測到的列印板型別與所選型別不匹配時暫停列印。

source: Alignment Detection
cs: Detekce zarovnání
zh_tw: 偏移檢測

source: Pauses printing when build plate misalignment is detected.
cs: Pozastaví tisk při zjištění nesprávného vyrovnání tiskové podložky.
zh_tw: 若檢測到列印板偏移，則暫停列印。

source: First Layer Inspection
cs: Kontrola první vrstvy
zh_tw: 首層掃描

source: Purify Air at Print End
cs: Vyčistit vzduch po skončení tisku
zh_tw: 列印結束時淨化空氣

source: Internal Circulation
cs: Vnitřní cirkulace
zh_tw: 內迴圈

source: Auto-recovery from step loss
cs: Automatické obnovení po ztrátě kroku
zh_tw: 自動從丟步中恢復

source: Store Sent Files on External Storage
cs: Ukládat odeslané soubory na externí úložiště
zh_tw: 將傳送的檔案儲存到外部儲存

source: Save the printing files initiated from Bambu Studio, Bambu Handy and MakerWorld on External Storage
cs: Uložit tiskové soubory spuštěné z Bambu Studio, Bambu Handy a MakerWorld na externí úložiště
zh_tw: 將從 Bambu Studio、Bambu Handy 和 MakerWorld 啟動的列印檔案儲存在外部儲存中

source: Enable notification sounds
cs: Povolit zvuková oznámení
zh_tw: 啟用通知音效

source: Filament Tangle Detect
cs: Detekce zamotání filamentu
zh_tw: 纏料檢測

source: Checks if the nozzle is clumping by filament or other foreign objects.
cs: Kontroluje, zda se tryska neslepuje filamentem nebo jinými cizími objekty.
zh_tw: 檢查噴嘴是否被耗材或其他異物堵塞。

source: Open Door Detection
cs: Detekce otevřených dveří
zh_tw: 開門檢測

source: Choose the behavior when the door is opened during tasks.
cs: Zvolte chování při otevření dveří během úloh.
zh_tw: 選擇列印過程中門開啟時的行為。

source: Notification
cs: Oznámení
zh_tw: 通知

source: Pause printing
cs: Pozastavit tisk
zh_tw: 暫停列印

source: Print Status Snapshot
cs: Snímek stavu tisku
zh_tw: 列印狀態快照

source: Automatically capture and upload print photos, showing defects during printing and the final result for remote viewing.
cs: Automaticky pořizujte a nahrávejte fotografie tisku, které zobrazují vady během tisku a konečný výsledek pro vzdálené sledování.
zh_tw: 自動拍攝列印件照片並上傳雲端，包括列印過程中檢測到的缺陷和任務結束時的列印件狀態，便於遠端檢視。

# Nozzle Type
source: Type
cs: Typ
zh_tw: 型別

# Nozzle Diameter
source: Diameter
cs: Průměr
zh_tw: 直徑

# Nozzle Flow
source: Flow
cs: Tok
zh_tw: 流量

source: Please change the nozzle settings on the printer.
cs: Změňte nastavení trysky na tiskárně.
zh_tw: 如需修改噴嘴資訊，請去印表機操作。

source: Left Nozzle
cs: Levá tryska
zh_tw: 左噴嘴

source: Right Nozzle
cs: Pravá tryska
zh_tw: 右噴嘴

source: Brass
cs: Mosaz
zh_tw: 黃銅

source: High flow
cs: Vysoký průtok
zh_tw: 高流量

source: TPU High flow
zh_tw: TPU高流量

source: Refreshing
cs: Obnovuji
zh_tw: 重新整理中

source: Unavailable while heating maintenance function is on.
cs: Není dostupné při zapnuté funkci údržby ohřevu.
zh_tw: 因其他加熱維護功能已開啟，本功能暫不可用。

source: Idle Heating Protection
cs: Ochrana při zahřívání v nečinnosti
zh_tw: 空閒加熱保護

source: Stops heating automatically after 5 mins of idle to ensure safety.
cs: Ohřev bude automaticky zastaven po 5 minutách nečinnosti pro zajištění bezpečnosti.
zh_tw: 閒置5分鐘後自動停止加熱以保障安全。

source: Global
cs: Globální
zh_tw: 全域性

source: Objects
cs: Objekty
zh_tw: 物件

source: Advance
cs: Pokročit
zh_tw: 高階

source: Compare presets
cs: Porovnat přednastavení
zh_tw: 比較預設

source: View all object's settings
cs: Zobrazit veškerá nastavení objektu
zh_tw: 檢視所有物件的配置

source: Filament settings
cs: nastavení filamentu
zh_tw: 耗材絲設定

source: Printer settings
cs: nastavení tiskárny
zh_tw: 印表機設定

source: Remove current plate (if not last one)
cs: Odebrat aktuální podložku (pokud není poslední)
zh_tw: 刪除當前盤(如果不是最後一個)

source: Auto orient objects on current plate
cs: Automaticky orientovat objekty na aktuální podložce
zh_tw: 自動調整當前盤上的物件方向

source: Arrange objects on current plate
cs: Uspořádat objekty na aktuální podložce
zh_tw: 在當前盤上擺放物件

source: Unlock current plate
cs: Odemknout aktuální podložku
zh_tw: 解鎖當前盤

source: Lock current plate
cs: Zamknout aktuální podložku
zh_tw: 鎖定當前盤

source: Edit filament grouping
cs: Upravit seskupení filamentů
zh_tw: 編輯材料分組

source: Edit current plate name
cs: Upravit název aktuální podložky
zh_tw: 編輯當前盤名稱

source: Customize current plate
cs: Přizpůsobit aktuální podložku
zh_tw: 自定義當前盤
