Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Simulate
cs: Simulovat
zh_tw: 模擬

source: Print host upload queue
cs: Fronta nahrávání na tiskový hostitel
zh_tw: 列印主機上傳佇列

source: Progress
cs: Průběh
zh_tw: 進度

source: Host
zh_tw: 主機

# OfFile
source: Size
cs: Velikost
zh_tw: 大小

source: Filename
cs: Název souboru
zh_tw: 檔名

source: Error Message
cs: Chybová zpráva
zh_tw: 錯誤資訊

source: Cancel selected
cs: Zrušit vybrané
zh_tw: 取消選中

source: Show error message
cs: Zobrazit chybovou zprávu
zh_tw: 顯示錯誤資訊

source: Enqueued
cs: Zařazeno do fronty
zh_tw: 已加入佇列

source: Uploading
cs: Probíhá nahrávání
zh_tw: 正在上傳

source: Cancelling
cs: Probíhá rušení
zh_tw: 取消中

source: Error uploading to print host:
cs: Chyba při nahrávání na tiskový hostitel:
zh_tw: 上傳到列印主機時出錯：

source: Unable to perform boolean operation on selected parts.
cs: Nelze provést booleovskou operaci na vybraných částech.
zh_tw: 無法對所選零件執行布林運算。

source: Operation Canceled.
cs: Operace byla zrušena.
zh_tw: 操作已取消。

source: Operation Failed.
cs: Operace selhala.
zh_tw: 操作失敗。

source: Union operation requires at least two volumes.
cs: Operace sjednocení vyžaduje alespoň dva objemy.
zh_tw: 並集操作需要至少兩個零件。

source: Intersection operation requires at least two volumes.
cs: Operace průniku vyžaduje alespoň dva objemy.
zh_tw: 交集至少需要兩個零件。

source: Difference operation requires at least one volume in both A and B lists.
cs: Operace rozdíl vyžaduje alespoň jeden objem v seznamech A i B.
zh_tw: 差集操作需要 A 和 B 列表中至少各有一個零件。

source: Union operation requires at least two objects.
cs: Operace sjednocení vyžaduje alespoň dva objekty.
zh_tw: 並集操作需要至少兩個物件。

source: Intersection operation requires at least two objects.
cs: Operace průniku vyžaduje alespoň dva objekty.
zh_tw: 交集操作需要至少兩個物件。

source: Difference operation requires at least one object in both A and B lists.
cs: Operace rozdíl vyžaduje alespoň jeden objekt v seznamech A i B.
zh_tw: 差集操作需要 A 和 B 列表中至少各有一個物件。

source: Failed to group parts by object. Please check for self-intersections, non-manifold geometry, or open meshes.
cs: Nepodařilo se seskupit části podle objektu. Zkontrolujte, zda nedochází k samo-průnikům, nemnohostěnné geometrii nebo otevřeným sítím.
zh_tw: 無法按物件分組零件。請檢查是否存在自相交、非流形幾何體或開放網格。

source: No overlapping region found. Boolean intersection failed.
cs: Nebyla nalezena žádná překrývající se oblast. Booleovský průnik selhal.
zh_tw: 未找到重疊區域，交集失敗。請確認列表中所有元素存在重疊。

source: Mesh preparation failed.
cs: Příprava sítě selhala.
zh_tw: 網格準備失敗。

source: Mesh Boolean
cs: Booleova operace sítě
zh_tw: 布林運算

source: - Object mode: Please select at least two objects.
cs: - Režim objektů: Vyberte prosím alespoň dva objekty.
zh_tw: - 物件模式：請至少選擇兩個物件。

source: - Part mode: Please select one object with at least two meshes.
cs: - Režim částí: Vyberte prosím jeden objekt s alespoň dvěma meshi.
zh_tw: - 零件模式：請選擇一個包含至少兩個零件的物件。

source: Union
cs: Sjednocení
zh_tw: 並集

source: Difference
cs: Rozdíl
zh_tw: 差集

source: Intersection
cs: Průnik
zh_tw: 交集

source: Selected Objects
cs: Vybrané objekty
zh_tw: 已選擇的物件

source: Selected Parts
cs: Vybrané části
zh_tw: 已選擇的零件

source: Keep original models
cs: Ponechat původní modely
zh_tw: 保留原模型

source: Execute
cs: Spustit
zh_tw: 執行

source: Entity Only
cs: Pouze entita
zh_tw: 僅實體

source: Perform Boolean operations on entities only.
cs: Proveď logické operace pouze na entitách.
zh_tw: 僅對實體執行布林運算。

source: This object contains non-part components.
cs: Tento objekt obsahuje komponenty, které nejsou součástí dílu.
zh_tw: 該物件包含非實體零件。

source: Preparing data...
cs: Příprava dat...
zh_tw: 正在準備資料…

source: Computing...
cs: Probíhá výpočet...
zh_tw: 正在執行網格布林運算…

source: Applying result..
cs: Aplikuji výsledek…
zh_tw: 正在應用結果…

source: Network Test
cs: Test sítě
zh_tw: 網路測試

source: Start Test Multi-Thread
cs: Spustit test vícevláknového režimu
zh_tw: 多執行緒開始測試

source: Start Test Single-Thread
cs: Spustit test jednoláknového režimu
zh_tw: 單執行緒開始測試

source: Export Log
cs: Exportovat log
zh_tw: 輸出日誌

source: Studio Version:
cs: Studio verze:
zh_tw: Studio 版本：

source: System Version:
cs: Verze systému:
zh_tw: 系統版本：

source: DNS Server:
zh_tw: DNS服務：

source: Test BambuLab
zh_tw: 測試 BambuLab

source: Test BambuLab:
zh_tw: 測試 BambuLab：

source: Test Bing.com
zh_tw: 測試 Bing.com

source: Test bing.com:
zh_tw: 測試 Bing.com：

source: Test HTTP
zh_tw: 測試 HTTP

source: Test HTTP Service:
cs: Test HTTP služba:
zh_tw: 測試 HTTP 服務：

source: Test storage
cs: Test úložiště
zh_tw: 測試儲存

source: Test Storage Upload:
cs: Test nahrávání do úložiště:
zh_tw: 測試儲存上傳：

source: Test storage upgrade
cs: Test aktualizace úložiště
zh_tw: 測試儲存升級

source: Test Storage Upgrade:
cs: Test aktualizace úložiště:
zh_tw: 測試儲存升級：

source: Test storage download
cs: Test stahování úložiště
zh_tw: 測試儲存下載

source: Test Storage Download:
cs: Test stahování úložiště:
zh_tw: 測試儲存下載：

source: Test plugin download
cs: Test stahování pluginu
zh_tw: 測試外掛下載

source: Test Plugin Download:
cs: Test stahování pluginu:
zh_tw: 測試外掛下載:

source: Test Storage Upload
cs: Test nahrávání do úložiště
zh_tw: 測試儲存上傳

source: Log Info
cs: Protokol Info
zh_tw: 日誌資訊

source: Select filament preset
cs: Vyberte přednastavení filamentu
zh_tw: 選擇材料預設

source: Create Filament
cs: Vytvořit filament
zh_tw: 建立材料

source: Create Based on Current Filament
cs: Vytvořit na základě aktuálního filamentu
zh_tw: 基於當前材料建立

source: Copy Current Filament Preset
cs: Kopírovat aktuální přednastavení filamentu
zh_tw: 複製當前材料預設

source: Basic Information
cs: Základní informace
zh_tw: 基本資訊

source: Add Filament Preset under this filament
cs: Přidat Přednastavení filamentu pro tento filament
zh_tw: 新增該材料的材料預設

source: We could create the filament presets for your following printer:
cs: Můžeme vytvořit přednastavení filamentu pro vaši následující tiskárnu:
zh_tw: 我們可以為您的以下印表機建立材料預設：

source: Select Vendor
cs: Vyberte dodavatele
zh_tw: 選擇供應商

source: Input Custom Vendor
cs: Zadejte vlastního dodavatele
zh_tw: 輸入自定義供應商

source: Can't find vendor I want
cs: Nemůžete najít požadovaného dodavatele
zh_tw: 找不到我想要的供應商

source: Select Type
cs: Vyberte typ
zh_tw: 選擇型別

source: Select Filament Preset
cs: Vyberte přednastavení filamentu
zh_tw: 選擇材料預設

source: Serial
cs: Sériové číslo
zh_tw: 系列

source: e.g. Basic, Matte, Silk, Marble
cs: např. Základní, Mat, Hedvábí, Mramor
zh_tw: 例如：Basic, Matte, Silk, Marble

source: Filament Preset
cs: Přednastavení filamentu
zh_tw: 材料預設

source: Create
cs: Vytvořit
zh_tw: 建立

source: Vendor is not selected, please reselect vendor.
cs: Dodavatel není vybrán, prosím znovu vyberte dodavatele.
zh_tw: 未選擇供應商，請重新選擇供應商。

source: Custom vendor is not input, please input custom vendor.
cs: Vlastní dodavatel není zadán, zadejte prosím vlastní dodavatele.
zh_tw: 未輸入自定義供應商，請輸入自定義供應商。

source: "Bambu" or "Generic" can not be used as a Vendor for custom filaments.
cs: "Bambu" nebo "Generic" nemohou být použity jako výrobci pro vlastní filamenty.
zh_tw: “Bambu”或者“Generic”不能用於自定義材料的廠商

source: Filament type is not selected, please reselect type.
cs: Typ filamentu není vybrán, zvolte prosím typ znovu.
zh_tw: 未選擇材料型別，請重新選擇。

source: Filament serial is not inputed, please input serial.
cs: Sériové číslo filamentu není zadáno, zadejte prosím sériové číslo.
zh_tw: 未輸入材料系列，請輸入材料系列。

source: There may be escape characters in the vendor or serial input of filament. Please delete and re-enter.
cs: V poli dodavatele nebo sériového čísla filamentu mohou být speciální znaky. Smažte a zadejte znovu.
zh_tw: 材料的供應商或系列輸入中可能包含跳脫字元。請刪除並重新輸入。

source: All inputs in the custom vendor or serial are spaces. Please re-enter.
cs: Všechna pole u vlastního dodavatele nebo sériového čísla obsahují pouze mezery. Zadejte prosím znovu.
zh_tw: 自定義供應商或系列中的所有輸入都是空格。請重新輸入。

source: The vendor can not be a number. Please re-enter.
cs: Dodavatel nemůže být číslo. Zadejte prosím znovu.
zh_tw: 自定義供應商不能是數字。請重新輸入。

source: You have not selected a printer or preset yet. Please select at least one.
cs: Zatím jste nevybrali tiskárnu ani přednastavení. Vyberte prosím alespoň jedno.
zh_tw: 您還沒有選擇印表機或預設。請至少選擇一個。

source: The Filament name %s you created already exists. If you continue creating, the preset created will be displayed with its full name. Do you want to continue?
cs: Název filamentu %s, který jste vytvořili, již existuje. Pokud budete pokračovat, vytvořené přednastavení bude zobrazeno s celým názvem. Chcete pokračovat?
zh_tw: 您建立的耗材絲名字%s已經存在。 如果您繼續建立，您建立的預設將以全名顯示。您想繼續嗎？

source: Some existing presets have failed to be created, as follows:
cs: Některá existující přednastavení se nepodařilo vytvořit, viz níže:
zh_tw: 以下一些現有預設未能成功建立：

source: Do you want to rewrite it?
cs: Přejete si to přepsat? Chcete to přepsat?
zh_tw: 您想重寫預設嗎

source: We would rename the presets as "Vendor Type Serial @printer you selected". To add preset for more prinetrs, Please go to printer selection
cs: Přednastavení přejmenujeme na „Dodavatel Typ Sériové číslo @tiskárna, kterou jste vybrali“. Pro přidání přednastavení pro více tiskáren přejděte prosím na výběr tiskárny.
zh_tw: 我們會將預設重新命名為“供應商 型別 系列 @您選擇的印表機”。 要為更多的印表機新增預設，請前往印表機選擇。

source: Create Printer/Nozzle
cs: Vytvořit tiskárnu/trysku
zh_tw: 建立印表機/噴嘴

source: Create Printer
cs: Vytvořit tiskárnu
zh_tw: 建立印表機

source: Create Nozzle for Existing Printer
cs: Vytvořit trysku pro existující tiskárnu
zh_tw: 為現有印表機建立噴嘴

source: Create from Template
cs: Vytvořit ze šablony
zh_tw: 基於模板建立

source: Create Based on Current Printer
cs: Vytvořit na základě aktuální tiskárny
zh_tw: 基於當前印表機建立

source: Import Preset
cs: Importovat přednastavení
zh_tw: 匯入預設

source: Create Type
cs: Vytvořit typ
zh_tw: 建立型別

source: The model is not fond, place reselect vendor.
cs: Model nebyl nalezen, zvolte znovu dodavatele.
zh_tw: 該模型未找到，請重新選擇供應商。

source: Select Printer
cs: Vyberte tiskárnu
zh_tw: 選擇印表機

source: Select Model
cs: Vyberte model
zh_tw: 選擇型號

source: Input Custom Model
cs: Zadejte vlastní model
zh_tw: 輸入自定義型號

source: Can't find my printer model
cs: Nemůžete najít můj model tiskárny
zh_tw: 無法找到我的印表機型號

source: Input Custom Nozzle Diameter
cs: Zadejte vlastní průměr trysky
zh_tw: 請輸入自定義噴嘴直徑

source: Can't find my nozzle diameter
cs: Nemůžete najít můj průměr trysky
zh_tw: 無法找到我的噴嘴直徑

source: Rectangle
cs: Obdélník
zh_tw: 矩形

source: Printable Space
cs: Tisknutelný prostor
zh_tw: 可列印形狀

source: Hot Bed STL
zh_tw: 熱床STL模型

source: Load stl
cs: Načíst stl
zh_tw: 載入stl

source: Hot Bed SVG
zh_tw: 熱床SVG圖片

source: Load svg
cs: Načíst svg
zh_tw: 載入svg

source: Max Print Height
cs: Maximální výška tisku
zh_tw: 最大列印高度

source: Preset path is not found, please reselect vendor.
cs: Cesta k přednastavení nebyla nalezena, znovu vyberte dodavatele.
zh_tw: 預設路徑未找到，請重新選擇供應商。

source: The printer model was not found, please reselect.
cs: Model tiskárny nebyl nalezen, prosím vyberte znovu.
zh_tw: 未找到印表機型號，請重新選擇。

source: The nozzle diameter is not fond, place reselect.
cs: Průměr trysky nebyl nalezen, zvolte prosím znovu.
zh_tw: 未找到噴嘴直徑，請重新選擇。

source: The printer preset is not fond, place reselect.
cs: Přednastavení tiskárny nebylo nalezeno, prosím vyberte znovu.
zh_tw: 印表機預設未找到，請重新選擇。

source: Printer Preset
cs: Přednastavení tiskárny
zh_tw: 印表機預設

source: Filament Preset Template
cs: Šablona přednastavení filamentu
zh_tw: 材料預設模板

source: Deselect All
cs: Odznačit vše
zh_tw: 全部取消選中

source: Process Preset Template
cs: Šablona přednastavení procesu
zh_tw: 工藝預設模板

source: Back Page 1
cs: Zpět – strana 1
zh_tw: 返回第一頁

source: You have not yet chosen which printer preset to create based on. Please choose the vendor and model of the printer
cs: Zatím jste nevybral(a), podle kterého přednastavení tiskárny vytvořit nové. Prosím, zvolte dodavatele a model tiskárny.
zh_tw: 您尚未選擇要基於哪個印表機預設來建立。請先選擇印表機的供應商和型號。

source: You have entered an illegal input in the printable area section on the first page. Please check before creating it.
cs: Zadali jste neplatný vstup v sekci tisknutelné oblasti na první stránce. Před vytvořením prosím zkontrolujte.
zh_tw: 您在第一頁的可列印區域部分輸入了非法輸入。請檢查後再建立。

source: The printer preset you created already has a preset with the same name. Do you want to overwrite it? Yes: Overwrite the printer preset with the same name, and filament and process presets with the same preset name will be recreated and filament and process presets without the same preset name will be reserve. Cancel: Do not create a preset, return to the creation interface.
cs: Vámi vytvořené přednastavení tiskárny již existuje se stejným názvem. Chcete jej přepsat? Ano: Přepíše přednastavení tiskárny se stejným názvem. Přednastavení filamentu a procesu se stejným názvem budou znovu vytvořena, a přednastavení filamentu a procesu bez stejného názvu zůstanou zachována. Zrušit: Nepřidávat nové přednastavení, návrat do rozhraní pro vytvoření.
zh_tw: "您建立的印表機預設已經有一個同名的預設。您想要覆蓋它嗎？ - 是：覆蓋同名的印表機預設，具有相同預設名稱的材料和工藝預設將被重新建立，沒有相同預設名稱的材料和工藝預設將被保留。 - 取消：不建立預設，返回到建立介面。"

source: You need to select at least one filament preset.
cs: Je nutné vybrat alespoň jedno přednastavení filamentu.
zh_tw: 您需要至少選擇一個材料預設。

source: You need to select at least one process preset.
cs: Je nutné vybrat alespoň jedno přednastavení procesu.
zh_tw: 您需要至少選擇一個工藝預設。

source: Create filament presets failed. As follows:
cs: Vytvoření přednastavení filamentu selhalo. Podrobnosti:
zh_tw: 建立材料預設失敗。如下：

source: Create process presets failed. As follows:
cs: Vytvoření přednastavení procesu selhalo. Podrobnosti:
zh_tw: 建立工藝預設失敗。如下：

source: Vendor is not found, please reselect.
cs: Dodavatele nelze nalézt, prosím znovu vyberte.
zh_tw: 供應商未找到，請重新選擇。

source: Current vendor has no models, please reselect.
cs: Aktuální dodavatel nemá žádné modely, zvolte prosím jiného.
zh_tw: 當前的供應商沒有模型，請重新選擇。

source: You have not selected the vendor and model or inputed the custom vendor and model.
cs: Nevybral(a) jste dodavatele a model ani jste nezadal(a) vlastního dodavatele a model.
zh_tw: 您還沒有選擇供應商和模型，或者沒有輸入自定義供應商和模型。

source: There may be escape characters in the custom printer vendor or model. Please delete and re-enter.
cs: V uživatelsky zadaném dodavateli nebo modelu tiskárny mohou být speciální znaky. Smažte a zadejte znovu.
zh_tw: 自定義印表機供應商或型號中可能有跳脫字元。請刪除並重新輸入。

source: All inputs in the custom printer vendor or model are spaces. Please re-enter.
cs: Všechna pole u vlastní tiskárny (dodavatel nebo model) obsahují pouze mezery. Zadejte prosím znovu.
zh_tw: 自定義印表機供應商或型號的所有輸入都是空格。請重新輸入。

source: Please check bed printable shape and origin input.
cs: Zkontrolujte tisknutelný tvar podložky a zadaný počátek.
zh_tw: 請檢查可列印區域和原點的輸入。

source: You have not yet selected the printer to replace the nozzle, please choose.
cs: Zatím jste nevybral(a) tiskárnu, u které chcete vyměnit trysku, prosím zvolte.
zh_tw: 您尚未選擇要更換噴嘴的印表機，請進行選擇。

source: The entered nozzle diameter is invalid, please re-enter:
cs: Zadaný průměr trysky je neplatný, zadejte jej prosím znovu:
zh_tw: 輸入的噴嘴直徑無效，請重新輸入：

source: The system preset does not allow creation. Please re-enter the printer model or nozzle diameter.
cs: Systémové přednastavení neumožňuje vytvoření. Zadejte znovu model tiskárny nebo průměr trysky.
zh_tw: 不允許建立和系統預設重名的印表機。請重新輸入印表機型號或噴嘴直徑。

source: Create Printer Successful
cs: Tiskárna úspěšně vytvořena
zh_tw: 建立印表機成功

source: Create Filament Successful
cs: Filament úspěšně vytvořen
zh_tw: 建立材料成功

source: Printer Created
cs: Tiskárna vytvořena.
zh_tw: 印表機已建立

source: Please go to printer settings to edit your presets
cs: Přejděte do nastavení tiskárny pro úpravu svých přednastavení.
zh_tw: 請去印表機設定編輯您的預設

source: Filament Created
cs: Filament vytvořen
zh_tw: 材料已建立

source: Please go to filament setting to edit your presets if you need. Please note that nozzle temperature, hot bed temperature, and maximum volumetric speed has a significant impact on printing quality. Please set them carefully.
cs: Pokud potřebujete, přejděte do nastavení filamentu pro úpravu svých přednastavení. Vezměte prosím na vědomí, že teplota trysky, teplota vyhřívané podložky a maximální objemová rychlost mají významný vliv na kvalitu tisku. Nastavte je prosím pečlivě.
zh_tw: 如果需要，請轉到耗材絲設定以編輯您的預設。 請注意噴嘴溫度、熱床溫度和最大體積流量對列印質量有重大影響。請小心設定它們。

source: Studio has detected that your user presets synchronization function is not enabled, which may result in unsuccessful Filament settings on the Device page. Click "Sync user presets" to enable the synchronization function.
cs: Studio zjistilo, že synchronizace vašich uživatelských přednastavení není povolena, což může způsobit neúspěšné nastavení filamentu na stránce Zařízení. Klikněte na "Synchronizovat uživatelská přednastavení" pro povolení této funkce.
zh_tw: Studio 檢測到您的使用者預設同步功能未啟用，這可能導致在裝置頁面上設定耗材時不成功。 點選“同步使用者預設”以啟用同步功能。

source: Printer Setting
cs: Nastavení tiskárny
zh_tw: 印表機設定

source: Printer preset bundle(.bbscfg)
cs: Balíček přednastavení tiskárny (.bbscfg)
zh_tw: 印表機預設包（.bbscfg）

source: Filament preset bundle(.bbsflmt)
cs: Balíček přednastavení filamentu (.bbsflmt)
zh_tw: 材料預設包（.bbsflmt）

source: Printer presets(.zip)
cs: Přednastavení tiskárny (.zip)
zh_tw: 印表機預設(.zip)

source: Filament presets(.zip)
cs: Přednastavení filamentu (.zip)
zh_tw: 材料預設(.zip)

source: Process presets(.zip)
cs: Přednastavení procesu (.zip)
zh_tw: 工藝預設(.zip)

source: initialize fail
cs: Inicializace selhala
zh_tw: 初始化失敗

source: add file fail
cs: Přidání souboru selhalo
zh_tw: 新增檔案失敗

source: add bundle structure file fail
cs: Nepodařilo se přidat soubor se strukturou balíčku
zh_tw: 新增預設集結構檔案失敗

source: finalize fail
cs: Dokončení selhalo
zh_tw: 寫入失敗

source: open zip written fail
cs: Zápis do otevřeného zip souboru selhal.
zh_tw: 開啟zip寫入失敗

source: Export successful
cs: Export úspěšný
zh_tw: 匯出成功

source: The '%s' folder already exists in the current directory. Do you want to clear it and rebuild it. If not, a time suffix will be added, and you can modify the name after creation.
cs: Složka '%s' již v aktuálním adresáři existuje. Chcete ji vymazat a znovu vytvořit? Pokud ne, bude přidána časová přípona a název můžete upravit po vytvoření.
zh_tw: 當前目錄中已存在名為 '%s' 的資料夾。您要清除它並重新構建嗎？ 如果不清除，將會在資料夾名後新增時間字尾，您可以在建立後進行修改。

source: Printer and all the filament&process presets that belong to the printer. Can be shared with others.
cs: Tiskárna a všechna přednastavení filamentu a procesu, která k tiskárně patří. Lze sdílet s ostatními.
zh_tw: 印表機和屬於印表機的所有的材料和工藝預設。 能與他人分享。

source: User's fillment preset set. Can be shared with others.
cs: Uživatelské přednastavení výplně nastaveno. Lze sdílet s ostatními.
zh_tw: 使用者材料預設集。 能與他人分享。

source: Only display printer names with changes to printer, filament, and process presets.
cs: Zobrazí se pouze názvy tiskáren se změnami v přednastaveních tiskárny, filamentu a procesu.
zh_tw: 僅顯示發生了更改的印表機、材料和工藝預設的印表機名稱。

source: Only display the filament names with changes to filament presets.
cs: Zobrazí se pouze názvy filamentů se změnami v přednastaveních filamentu.
zh_tw: 僅顯示發生了更改的材料預設的材料名稱。

source: Only printer names with user printer presets will be displayed, and each preset you choose will be exported as a zip.
cs: Zobrazí se pouze názvy tiskáren s uživatelskými přednastaveními tiskárny a každé vybrané přednastavení bude exportováno jako zip.
zh_tw: 只顯示帶有使用者印表機預設的印表機名稱，並且您選擇的每個預設都將匯出為一個ZIP檔案。

source: Only the filament names with user filament presets will be displayed, and all user filament presets in each filament name you select will be exported as a zip.
cs: Zobrazí se pouze názvy filamentů s uživatelskými přednastaveními filamentu, a všechna uživatelská přednastavení filamentu v každém vybraném názvu filamentu budou exportována jako zip.
zh_tw: 只顯示帶有使用者材料預設的材料名稱，您選擇的每個材料名稱中的所有使用者材料預設都將匯出為一個ZIP檔案。

source: Only printer names with changed process presets will be displayed, and all user process presets in each printer name you select will be exported as a zip.
cs: Zobrazí se pouze názvy tiskáren se změněnými přednastaveními procesu, a všechna uživatelská přednastavení procesu v každém vybraném názvu tiskárny budou exportována jako zip.
zh_tw: 只顯示帶有更改的工藝預設的印表機名稱，您選擇的每個印表機名稱中的所有使用者工藝預設都將匯出為一個ZIP檔案。

source: Please select at least one printer or filament.
cs: Vyberte alespoň jednu tiskárnu nebo filament.
zh_tw: 請至少選擇一種印表機或耗材絲。

source: Please select a type you want to export
cs: Zvolte typ, který chcete exportovat
zh_tw: 請選擇一個您想匯出的型別

source: Failed to create temporary folder, please try Export Configs again.
cs: Nepodařilo se vytvořit dočasnou složku, zkuste prosím exportovat nastavení znovu.
zh_tw: 無法建立臨時資料夾，請再次嘗試匯出配置。

source: Edit Filament
cs: Upravit filament
zh_tw: 編輯材料

source: Filament presets under this filament
cs: Přednastavení filamentu pod tímto filamentem
zh_tw: 此材料下的所有材料預設

source: Note: If the only preset under this filament is deleted, the filament will be deleted after exiting the dialog.
cs: Poznámka: Pokud bude u tohoto filamentu odstraněno jediné přednastavení, filament bude po ukončení dialogu odstraněn.
zh_tw: 注意：如果在該材料下僅有的預設被刪除，那麼在退出對話方塊後該材料將被刪除。

source: Presets inherited by other presets can not be deleted
cs: Přednastavení zděděná jinými přednastaveními nelze odstranit
zh_tw: 被其他預設繼承的預設不能被刪除。

source: The following presets inherits this preset.
zh_tw: 以下預設繼承此預設。

source: Delete Preset
cs: Smazat přednastavení
zh_tw: 刪除預設

source: Are you sure to delete the selected preset?
cs: Opravdu chcete odstranit vybrané přednastavení?
zh_tw: 您確定要刪除所選預設？

source: Delete preset
cs: Smazat přednastavení
zh_tw: 刪除預設

source: + Add Preset
cs: + Přidat přednastavení
zh_tw: + 新增預設

source: Delete Filament
cs: Smazat filament
zh_tw: 刪除材料

source: All the filament presets belong to this filament would be deleted. If you are using this filament on your printer, please reset the filament information for that slot.
cs: Všechna přednastavení filamentu patřící k tomuto filamentu budou smazána. Pokud tento filament používáte ve své tiskárně, nastavte prosím znovu informace o filamentu pro tento slot.
zh_tw: 刪除材料之後，附屬的材料預設也會被一併刪除。 如果該材料正在您的印表機上使用，請重新設定該槽位的材料資訊。

source: Delete filament
cs: Smazat filament
zh_tw: 刪除材料

source: Add Preset
cs: Přidat přednastavení
zh_tw: 新增預設

source: Add preset for new printer
cs: Přidat přednastavení pro novou tiskárnu
zh_tw: 為新印表機新增預設

source: Copy preset from filament
cs: Kopírovat přednastavení z filamentu
zh_tw: 從材料中複製預設

source: The filament choice not find filament preset, please reselect it
cs: Pro zvolený filament nebylo nalezeno přednastavení filamentu, vyberte jej prosím znovu.
zh_tw: 您選擇的材料未找到材料預設，請重新選擇。

source: [Delete Required]
cs: [Vyžadováno odstranění]
zh_tw: [刪除請求]

source: Edit Preset
cs: Upravit přednastavení
zh_tw: 編輯預設

source: For more information, please check out Wiki
cs: Pro více informací navštivte Wiki.
zh_tw: 瞭解更多資訊，請參閱Wiki

source: Collapse
cs: Sbalit
zh_tw: 收起

source: Daily Tips
cs: Denní tipy
zh_tw: 每日貼士

source: The printer nozzle information has not been set. Please configure it before proceeding with the calibration.
cs: Informace o trysce tiskárny nejsou nastaveny. Před pokračováním v kalibraci je prosím nastavte.
zh_tw: 尚未設定印表機噴嘴資訊。請在進行校準之前對其進行配置。

source: The nozzle type does not match the actual printer nozzle type. Please click the Sync button above and restart the calibration.
cs: Typ trysky neodpovídá skutečnému typu trysky tiskárny. Klikněte prosím na tlačítko Synchronizovat výše a restartujte kalibraci.
zh_tw: 噴嘴型別與印表機實際噴嘴型別不匹配， 請點選上方的同步按鈕，然後重新校準。

source: Please input valid values: Start value: >= %.1f End value: <= %.1f End value: > Start value Value step: >= %.3f)
cs: Zadejte prosím platné hodnoty: Počáteční hodnota: >= %.1f Koncová hodnota: <= %.1f Koncová hodnota: > počáteční hodnota Krok hodnoty: >= %.3f)
zh_tw: 請輸入有效值: 起始值: >= %.1f 結束值: <= %.1f 結束值: > 起始值 值步長: >= %.3f

source: nozzle size in preset: %d
cs: velikost trysky v přednastavení: %d
zh_tw: 預設噴嘴尺寸：%d

source: nozzle size memorized: %d
cs: zapamatovaná velikost trysky: %d
zh_tw: 儲存的噴嘴尺寸：%d
