Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: File checksum error. Please retry.
cs: Chyba kontrolního součtu souboru. Opakujte akci.

source: Not supported on the current printer version.
cs: Aktuální verze tiskárny není podporována.

source: Please check if the storage is inserted into the printer. If it still cannot be read, you can try formatting the storage.
cs: Zkontrolujte, zda je úložiště vloženo do tiskárny. Pokud jej stále nelze přečíst, můžete zkusit formátovat úložiště.

source: The firmware version of the printer is too low. Please update the firmware and try again.
cs: Verze tiskárny firmwaru je příliš nízká. Aktualizujte firmware a zkuste to znovu.

source: The file already exists, do you want to replace it?
cs: Soubor již existuje, chcete ho nahradit?

source: Insufficient storage space, please clear the space and try again.
cs: Nedostatek místa v úložišti, vymažte prosím místo a zkuste to znovu.

source: File creation failed, please try again.
cs: Vytvoření souboru se nezdařilo, zkuste to prosím znovu.

source: File write failed, please try again.
cs: Zápis souboru se nezdařil, zkuste to prosím znovu.

source: MD5 verification failed, please try again.
cs: Ověření MD5 se nezdařilo, zkuste to prosím znovu.

source: File renaming failed, please try again.
cs: Přejmenování souboru se nezdařilo, zkuste to prosím znovu.

source: File upload failed, please try again.
cs: Nahrání souboru se nezdařilo, zkuste to prosím znovu.

source: Error code: %d
cs: Kód chyby: %d

source: User cancels task.
cs: Uživatel zruší úkol.

source: Failed to read file, please try again.
cs: Nepodařilo se přečíst soubor, zkuste to prosím znovu.

source: Speed:
cs: Rychlost:

source: Options:
cs: Možnosti:

source: Translation/Zoom
cs: Přiblížení/Přiblížení

source: Swap Y/Z axes
cs: Prohodit osy Y/Z

source: Search
cs: Hledat

source: My Device
cs: Mé zařízení

source: Other Device
cs: Další zařízení

source: Input access code
cs: Přístupový kód vstupu

source: Can't find my devices?
cs: Nemůžete najít moje zařízení?

source: Log out successful.
cs: Odhlášení bylo úspěšné.

source: Modifying the device name
cs: Úprava názvu zařízení

source: Name is invalid;
cs: Název je neplatný;

source: illegal characters:
cs: nepovolené znaky:

source: illegal suffix:
cs: nelegální přípona:

source: The name is not allowed to be empty.
cs: Název nesmí být prázdný.

source: The name is not allowed to start with space character.
cs: Název nesmí začínat znakem mezery.

source: The name is not allowed to end with space character.
cs: Název nesmí končit znakem mezery.

source: The name is not allowed to exceeds 32 characters.
cs: Název nesmí překročit 32 znaků.

source: Bind with Pin Code
cs: Svázat s PIN kódem

source: Bind with Access Code
cs: Svázat s přístupovým kódem

source: Please log in before binding your device with a PIN code. Alternatively, you can use LAN mode to bind your device. Learn about LAN mode.
cs: Prosím přihlaste se před spojením zařízení pomocí PIN kódu. Případně můžete použít režim LAN pro navázání zařízení. Přečtěte si režim LAN.

source: Go to Login
cs: Přejít na přihlášení

# Quit_Switching
source: Quit
cs: Ukončit

source: Switching...
cs: Přepínání...

source: Switching failed
cs: Přepínání selhalo

source: Printing Progress
cs: Průběh tisku

source: Parts Skip
cs: Přeskočit díly

source: Resume
cs: Pokračovat

source: Stop
cs: Zastavit

source: Layer: N/A
cs: Vrstva: N/A

source: Estimated finish time:
cs: Odhadovaný čas dokončení:

source: The estimated printing time for multi-color models may be inaccurate.
cs: Odhadovaná doba tisku pro vícebarevné modely může být nepřesná.

source: Clear
cs: Vyčistit

source: You have completed printing the mall model, but the synchronization of rating information has failed.
cs: Byl dokončen tisk modelu palce, , ale synchronizace ratingových informací selhala.

source: How do you like this printing file?
cs: Jak se vám tento tiskový soubor líbí?

source: (The model has already been rated. Your rating will overwrite the previous rating.)
cs: (Model již byl hodnocen. Vaše hodnocení přepíše předchozí hodnocení.)

source: Rate
cs: Ohodnotit

source: Finished
cs: Dokončeno

source: Camera
cs: Fotoaparát

source: Storage
cs: Úložiště

source: Camera Setting
cs: Nastavení kamery

source: Control
cs: Ovládání

source: Printer Parts
cs: Části tiskárny

source: Print Options
cs: Možnosti tisku

source: Lamp
cs: Svítilna

source: Bed
cs: Postel

source: Filament loading...
cs: Načítání vlákna...

source: No Storage
cs: Žádné úložiště

source: Storage Abnormal
cs: Úložiště je neobvyklé

source: Cancel print
cs: Zrušit tisk

source: Are you sure you want to stop this print?
cs: Jste si jisti, že chcete zastavit tento tisk?

source: The printer is busy on other print job
cs: Tiskárna je zaneprázdněna při jiné tiskové úloze

source: Current extruder is busy changing filament
cs: Vytlačovač proudu je zaneprázdněn měnícím se vláknem

source: Current slot has alread been loaded
cs: Aktuální slot byl načten

source: The selected slot is empty.
cs: Vybraný slot je prázdný.

source: Downloading...
cs: Stahování...

source: Cloud Slicing...
cs: Nakládání s cloudem...

source: In Cloud Slicing Queue, there are %s tasks ahead.
cs: Před námi jsou úkoly %s ve frontě Sicing Cloud.

source: Layer: %s
cs: Vrstva: %s

source: Layer: %d/%d
cs: Vrstva: %d/%d

source: Auto homing
cs: Automatický návrat

source: Are you sure you want to trigger auto homing?
cs: Jste si jisti, že chcete spustit automatické bydlení?

source: Homing
cs: Domácí

source: Please heat the nozzle to above 170 degree before loading or unloading filament.
cs: Před zatížením nebo vykládáním vlákna ohřev trysku na více než 170 stupňů.

source: If the chamber temperature exceeds 40℃, the system will automatically switch to heating mode. Please confirm whether to switch.
cs: Pokud teplota v komoře překročí 40°C, systém se automaticky přepne do režimu vytápění. Prosím potvrďte, zda se má přepnout.

source: Please select an AMS slot before calibration
cs: Prosím vyberte pozici AMS před kalibrací

source: Cannot read filament info: the filament is loaded to the tool head,please unload the filament and try again.
cs: Nelze číst informace o vlákně: vlákno je načteno na hlavu nářadí, prosím vymažte vlákno a zkuste to znovu.

source: This only takes effect during printing
cs: To se projeví pouze při tisku

source: Silent
cs: Tichý

source: Standard
cs: Standardní

source: Turning off the lights during the task will cause the failure of AI monitoring, like spaghetti detection. Please choose carefully.
cs: Vypnutí světel během úkolu způsobí selhání AI, jako je například odhalování spaghettiho. Prosím vyberte si pozorně.

source: Keep it On
cs: Ponechat

source: Turn it Off
cs: Vypnout

source: Can't start this without storage.
cs: Nelze spustit bez úložiště.

source: Rate the Print Profile
cs: Ohodnoťte profil tisku

source: Comment
cs: Komentář

source: Rate this print
cs: Ohodnoťte tento tisk

source: Add Photo
cs: Přidat fotografii

source: Delete Photo
cs: Odstranit fotografii

source: Submit
cs: Odeslat

source: Please click on the star first.
cs: Nejprve klikněte na hvězdičku.

source: Get oss config failed.
cs: Nepodařilo se získat konfiguraci oss.

source: Upload Pictures
cs: Nahrát obrázky

source: Number of images successfully uploaded
cs: Počet obrázků úspěšně nahrán

source: upload failed
cs: nahrávání se nezdařilo

source: upload config parse failed
cs: analýza konfigurace nahrávání selhala

source: No corresponding storage bucket
cs: Žádný odpovídající zásobník

source: can not be opened
cs: nelze otevřít

source: The following issues occurred during the process of uploading images. Do you want to ignore them?
cs: Během nahrávání obrázků došlo k následujícím problémům. Chcete je ignorovat?

source: info
cs: informace

source: Synchronizing the printing results. Please retry a few seconds later.
cs: Synchronizuji výsledky tisku. Zkuste to prosím znovu o pár sekund později.

source: Upload failed
cs: Nahrání selhalo

source: obtaining instance_id failed
cs: získání instance_id selhalo

source: Your comment result cannot be uploaded due to some reasons. As follows: error code:
cs: Výsledek tvého komentáře nelze nahrát z některých důvodů: chybový kód:

source: error message:
cs: chybová zpráva:

source: Would you like to redirect to the webpage for rating?
cs: Chcete přesměrovat na webovou stránku pro hodnocení?

source: Some of your images failed to upload. Would you like to redirect to the webpage for rating?
cs: Některé z vašich obrázků se nepodařilo nahrát. Chcete přesměrovat na webovou stránku pro hodnocení?

source: You can select up to 16 images.
cs: Můžete vybrat až 16 obrázků.

source: At least one successful print record of this print profile is required to give a positive rating(4 or 5stars).
cs: Pro udělení pozitivního hodnocení (4 nebo 5 hvězdiček) je vyžadován alespoň jeden úspěšný tiskový záznam tohoto tiskového profilu.

source: Step file import parameters
cs: Parametry importu souboru

source: Smaller linear and angular deflections result in higher-quality transformations but increase the processing time.
cs: Menší lineární a úhlové průhyby vedou k vyšší kvalitě transformace, ale zvyšují čas zpracování.

source: View Wiki for more information
cs: Zobrazit Wiki pro více informací

source: Linear Deflection
cs: Lineární průhyb

source: Please input a valid value (0.001 < linear deflection < 0.1)
cs: Zadejte platnou hodnotu (0.001 < lineární deformace < 0.1)

source: Angle Deflection
cs: Průhyb úhlu

source: Please input a valid value (0.01 < angle deflection < 1.0)
cs: Zadejte platnou hodnotu (0.01 < úhel deformace < 1.0)

source: Split compound and compsolid into multiple objects
cs: Rozdělit sloučeninu a zkompilovat do více objektů

source: Number of triangular facets
cs: Počet trojúhelníkových ploch

source: Don't show again
cs: Znovu nezobrazovat

source: Calculating, please wait...
cs: Vypočítávám, počkejte prosím...

source: Status
cs: Stav

# Firmware
source: Update
cs: Aktualizovat

source: Assistant(HMS)
cs: Asistent (HMS)

source: Go to
cs: Přejít na

source: Later
cs: Později

source: %s error
cs: Chyba %s

source: %s has encountered an error
cs: %s došlo k chybě

source: %s warning
cs: %s varování

source: %s has a warning
cs: %s má varování

source: %s info
cs: Informace o %s

source: %s information
cs: %s informace

source: Skip
cs: Přeskočit

source: Newer 3mf version
cs: Novější 3mf verze

source: The 3mf file version is in Beta and it is newer than the current Bambu Studio version.
cs: 3mf verze souboru je v Beta a je novější než aktuální verze Bambu Studio.

source: If you would like to try Bambu Studio Beta, you may click to
cs: Pokud chcete vyzkoušet Bambu Studio Beta, můžete kliknout na

source: Download Beta Version
cs: Stáhnout Beta verzi

source: The 3mf file version is newer than the current Bambu Studio version.
cs: 3mf verze souboru je novější než aktuální verze Bambu Studio.

source: Update your Bambu Studio could enable all functionality in the 3mf file.
cs: Aktualizujte program Bambu Studio může povolit všechny funkce v 3mf souboru.

source: Current Version:
cs: Aktuální verze:

source: Latest Version:
cs: Poslední verze:

# Software
source: Update
cs: Aktualizovat

source: Not for now
cs: Zatím ne

source: Server Exception
cs: Výjimka serveru

source: The server is unable to respond. Please click the link below to check the server status.
cs: Server není schopen odpovědět. Klikněte prosím na odkaz níže pro kontrolu stavu serveru.

source: If the server is in a fault state, you can temporarily use offline printing or local network printing.
cs: Pokud je server ve stavu poruchy, můžete dočasně použít offline tisk nebo místní síťový tisk.

source: How to use LAN only mode
cs: Jak používat pouze režim LAN

source: Don't show this dialog again
cs: Příště nezobrazovat toto dialogové okno

source: 3D Mouse disconnected.
cs: Myš 3D je odpojena.

source: Configuration can update now.
cs: Konfigurace může být aktualizována.

source: Integration was successful.
cs: Integrace byla úspěšná.

source: Integration failed.
cs: Integrace se nezdařila.

source: Undo integration was successful.
cs: Zpětná integrace byla úspěšná.

source: New network plug-in available.
cs: K dispozici je nový síťový plugin.

source: Details
cs: Detaily

source: New printer config available.
cs: Je dostupná nová konfigurace tiskárny.

source: Undo integration failed.
cs: Vrácení integrace se nezdařilo.

source: Exporting.
cs: Exportování.

source: Software has New version.
cs: Software má novou verzi.

source: Goto download page.
cs: Přejít na stránku stažení.

source: More
cs: Více

source: Open Folder.
cs: Otevřít složku.

source: Safely remove hardware.
cs: Bezpečně odstranit hardware.

source: %1$d Object has custom support.
cs: %1$d Objekt má vlastní podporu.

source: %1$d Object has color painting.
cs: %1$d Objekt má barevnou malbu.

source: %1$d Object has fuzzy skin.
cs: %1$d Objekt má fuzzy kůži.

source: %1$d object was loaded as a part of cut object.
cs: %1$d objekt byl načten jako část řezaného objektu.

source: ERROR
cs: CHYBA

source: CANCELED
cs: ZRUŠENÉ

source: COMPLETED
cs: DOKONČENO

source: Cancel upload
cs: Zrušit nahrávání

source: Jump to
cs: Přejít na

source: Error:
cs: Chyba:

source: Warning:
cs: Upozornění:

source: Export successfully.
cs: Export proběhl úspěšně.

source: Model file downloaded.
cs: Soubor modelu byl stažen.

source: Serious warning:
cs: Vážné varování:

source: Click here to install it.
cs: Klikněte zde pro instalaci.

source: WARNING:
cs: VAROVÁNÍ:

source: Your model needs support ! Please make support material enable.
cs: Váš model potřebuje podporu! Prosím změňte obsah podpory.

source: Gcode path overlap
cs: Překrytí cesty Gcode

source: Support painting
cs: Podpůrná malba

source: Color painting
cs: Barvení

source: Cut connectors
cs: Vyjmout konektory

source: Layers
cs: Vrstvy

source: The application cannot run normally because OpenGL version is lower than 2.0.
cs: Aplikace nemůže běžet normálně, protože verze OpenGL je nižší než 2.0.

source: Please upgrade your graphics card driver.
cs: Aktualizujte prosím ovladač grafické karty.

source: Unsupported OpenGL version
cs: Nepodporovaná verze OpenGL

source: Unable to load shaders: %s
cs: Nelze načíst shadery: %s

source: Error loading shaders
cs: Chyba při načítání stínů

# Layers
source: Top
cs: Nahoře

# Layers
source: Bottom
cs: Spodní

source: Enable detection of build plate position
cs: Povolit detekci pozice stavěné desky

source: The localization tag of build plate is detected, and printing is paused if the tag is not in predefined range.
cs: Detekována lokalizační značka stavební desky a tisk je pozastaven, pokud štítek není v předem definovaném rozsahu.

source: Build Plate Detection
cs: Detekce stavěné desky

source: Identifies the type and position of the build plate on the heatbed. Pausing printing if a mismatch is detected.
cs: Určuje typ a polohu stavebního desku na zahřáté skříni. Papouškový tisk, pokud je zjištěn nesoulad.

source: AI Detections
cs: Detekce AI

source: Printer will send assistant message or pause printing if any of the following problem is detected.
cs: Tiskárna odešle asistenční zprávu nebo pozastaví tisk, pokud je zjištěn nějaký z následujících problémů.

source: Enable AI monitoring of printing
cs: Povolit sledování AI tisku

source: Pausing Sensitivity:
cs: Pozastavení citlivosti:

source: Spaghetti Detection
cs: Detekce Spaghetti

source: Detect spaghetti failure(scattered lose filament).
cs: Detekce spaghetti selhání (rozptylované vlákno).

source: Purge Chute Pile-Up Detection
cs: Vyčistit detekci chutového prádla

source: Monitor if the waste is piled up in the purge chute.
cs: Monitorování, pokud se odpad hromadí do čisticí chuť.

source: Nozzle Clumping Detection
cs: Detekce narážky

source: Check if the nozzle is clumping by filaments or other foreign objects.
cs: Zkontrolujte, zda se tryska spojuje vlákny nebo jinými zahraničními objekty.

source: Detects air printing caused by nozzle clogging or filament grinding.
cs: detektuje tisk vzduchu způsobený hrotem trysky nebo drcením vlákna.

source: First Layer Inspection
cs: Inspekce první vrstvy

source: Auto-recovery from step loss
cs: Automatický výtěžek z skokových ztrát

source: Open Door Detection
cs: Detekce otevřených dveří

source: Notification
cs: Oznamování

source: Pause printing
cs: Pozastavit tisk

source: Store Sent Files on External Storage
cs: Uložit odeslané soubory na externí úložiště

source: Save the printing files initiated from Bambu Studio, Bambu Handy and MakerWorld on External Storage
cs: Uložte tiskové soubory iniciované z Bambu Studio, Bambu Handy a MakerWorld na externí úložiště

source: Allow Prompt Sound
cs: Povolit zvuk na vyžádání

source: Filament Tangle Detect
cs: Detekce úhlu vláken

source: Check if the nozzle is clumping by filament or other foreign objects.
cs: Zkontrolujte, zda se tryska spojuje pomocí vlákna nebo jiných cizích předmětů.

source: Nozzle Type
cs: Typ narážky

source: Nozzle Flow
cs: Tok Trysky

source: Please change the nozzle settings on the printer.
cs: Změňte prosím nastavení trysky v tiskárně.

source: View wiki
cs: Zobrazit wiki

source: Hardened Steel
cs: Tvrzená ocel

source: Stainless Steel
cs: Nerezová ocel

source: Tungsten Carbide
cs: Karbid wolframu

source: High flow
cs: Vysoký průtok

source: No wiki link available for this printer.
cs: Pro tuto tiskárnu není k dispozici žádný odkaz na wiki.

source: Global
cs: Globální

source: Objects
cs: Objekty

source: Advance
cs: Pokročit

source: Compare presets
cs: Porovnat předvolby

source: View all object's settings
cs: Zobrazit všechna nastavení objektu

source: Filament settings
cs: Nastavení Filament

source: Printer settings
cs: Nastavení tisku

source: The %s nozzle can not print %s.
cs: Hubicí %s nemůže vytisknout %s.

source: It is not recommended to print the following filament(s) with %1%: %2%
cs: Není doporučeno vytisknout následující vlákno s %1%: %2%

source: It is not recommended to use the following nozzle and filament combinations:
cs: Nedoporučuje se používat tyto kombinace trysek a vláken:

source: %1% with %2%
cs: %1% s %2%

source: plate %1%:
cs: Deska %1%:

source: Invalid name, the following characters are not allowed:
cs: Neplatný název, následující znaky nejsou povoleny:

source: (Including its escape characters)
cs: (včetně jeho únikových znaků)

source: Sliced Info
cs: Slicované informace

source: Used Filament (m)
cs: Použitý filtr (m)

source: Used Filament (mm³)
cs: Použité vlákno (mm3)

source: Used Materials
cs: Použité materiály

source: Estimated time
cs: Odhadovaný čas

source: Filament changes
cs: Změny vláken

source: Set the number of AMS installed on the nozzle.
cs: Nastavte počet AMS nainstalovaných na tryskě.

source: AMS(4 slots)
cs: AMS (4 sloty)

source: Not installed
cs: Není nainstalováno

source: The software does not support using different diameter of nozzles for one print. If the left and right nozzles are inconsistent, we can only proceed with single-head printing. Please confirm which nozzle you would like to use for this project.
cs: Tento software nepodporuje použití různého průměru trysek pro jeden tisk. Pokud jsou levé a pravé trysky nekonzistentní, můžeme pokračovat pouze s jedním tiskem. Potvrďte prosím, kterou trysku chcete použít pro tento projekt.

source: Switch diameter
cs: Průměr spínače

source: Left nozzle: %smm
cs: Levá tryska: %smm

source: Right nozzle: %smm
cs: Pravá tryska: %smm

source: Sync printer information
cs: Synchronizovat informace tiskárny

source: The currently selected machine preset is inconsistent with the connected printer type. Are you sure to continue syncing?
cs: Aktuálně zvolená předvolba stroje je nekonzistentní s připojeným typem tiskárny. Opravdu chcete pokračovat v synchronizaci?

source: There are unset nozzle types. Please set the nozzle types of all extruders before synchronizing.
cs: Existují neznámé typy trysk. Před synchronizací prosím nastavte typy trysek všech extruderů.

source: Sync extruder infomation
cs: Synchronizovat infomaci extruderu

source: Click to edit preset
cs: Kliknutím upravíte předvolbu

source: Connection
cs: Připojení

source: Click to view the wiki of the current plate type
cs: Kliknutím zobrazíte wiki aktuálního typu desky

source: Sync info
cs: Informace o synchronizaci

source: Synchronize nozzle information and the number of AMS
cs: Synchronizovat informace o trysky a počet AMS

source: Project Filaments
cs: Filamenty projektů

source: Flushing volumes
cs: Objemy splachování

source: Add one filament
cs: Přidat jedno vlákno

source: Synchronize filament list from AMS
cs: Synchronizovat seznam vláken z AMS

source: Set filaments to use
cs: Nastavit vlákna k použití

source: Search plate, object and part.
cs: Vyhledávací deska, objekt a část.

source: After completing your operation, %s project will be closed and create a new project.
cs: Po dokončení operace bude %s projekt uzavřen a vytvoří nový projekt.

source: There are no compatible filaments, and sync is not performed.
cs: Neexistují žádná kompatibilní vlákna a synchronizace není provedena.

source: Sync filaments with AMS
cs: Synchronizovat vlákna s AMS

source: There are some unknown or uncompatible filaments mapped to generic preset. Please update Bambu Studio or restart Bambu Studio to check if there is an update to system presets.
cs: Existují neznámá nebo nekompatibilní vlákna mapovaná na generickou předvolbu. Aktualizujte Bambu Studio nebo restartujte Bambu Studio, abyste zjistili, zda existuje aktualizace systémových přednastavení.

source: Filament type and color information have been synchronized, but slot information is not included.
cs: Filament typ a barevné informace byly synchronizovány, ale informace o slotu nejsou zahrnuty.

source: Do you want to save changes to "%1%"?
cs: Chcete uložit změny do "%1%"?

source: Successfully unmounted. The device %s(%s) can now be safely removed from the computer.
cs: Úspěšně odpojeno. Zařízení %s(%s) lze nyní bezpečně odebrat z počítače.

source: Ejecting of device %s(%s) has failed.
cs: Připojení zařízení %s(%s) se nezdařilo.

source: It seems that you have projects that were not closed properly. Would you like to restore your last unsaved project? If you have a currently opened project and click "Restore", the current project will be closed.
cs: Zdá se, že máte projekty, které nebyly řádně uzavřeny. Chcete obnovit poslední neuložený projekt? Pokud máte aktuálně otevřený projekt a klikněte na "Obnovit", aktuální projekt bude uzavřen.

source: Restore
cs: Obnovit

source: The current hot bed temperature is relatively high. The nozzle may be clogged when printing this filament in a closed enclosure. Please open the front door and/or remove the upper glass.
cs: Současná teplota horkého lůžka je poměrně vysoká. Hubice může být při tisku tohoto vlákna v uzavřeném prostoru ciferná. Otevřete prosím přední dveře a/nebo odstraňte horní sklo.

source: The nozzle hardness required by the filament is higher than the default nozzle hardness of the printer. Please replace the hardened nozzle or filament, otherwise, the nozzle will be attrited or damaged.
cs: Tvrdost trysky požadovaná vláknem je vyšší než standardní tvrdost trysky tiskárny. V opačném případě nahraďte zpevněnou trysku nebo vlákno trysku přitahuje nebo poškozuje.

source: Enabling traditional timelapse photography may cause surface imperfections. It is recommended to change to smooth mode.
cs: Povolení tradičních časových snímků může způsobit nedokonalosti povrchu. Doporučuje se změnit na hladký režim.
