Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Now referred to as 'Assess' or 'Assessment'
zh_tw: 現稱為“Assess/評估”或“Assessment/評估結果”

source: Time saved:
zh_tw: 節省時間：

source: From
zh_tw: 從

source: Expected Outcome:
zh_tw: 預期結果：

source: Analysis:
zh_tw: 分析：

source: Additional observations:
zh_tw: 其他觀察：

source: Fix suggestions
zh_tw: 修復建議

source: With Enhance Speed & Quality:
zh_tw: 使用“增強速度與質量”：

source: This is the time that can be saved if you run the Helio Additive Enhance feature. Click the Enhance Speed and Quality button to proceed.
zh_tw: 這是執行 Helio Additive “增強”功能後可節省的時間。點選“增強速度與質量”繼續。

source: Enhance Speed & Quality
zh_tw: 增強速度與質量

source: Applies Helio's optimized speed/flow/fan strategy.
zh_tw: 應用 Helio 最佳化的速度/流量/風扇策略。

source: ✅ Will Print
zh_tw: ✅ 可列印

source: ⚠️ May Print with Issues
zh_tw: ⚠️ 可能可列印但存在問題

source: ❌ Likely to Fail
zh_tw: ❌ 很可能失敗

source: Thermal conditions are balanced. The part is printing within safe temperature limits.
zh_tw: 熱條件平衡。零件在安全溫度範圍內列印。

source: Material is cooling too rapidly before the next layer is applied. This can cause weak layer bonding, warping, or cracking.
zh_tw: 在下一層鋪設前材料冷卻過快，可能導致層間粘結不足、翹曲或開裂。

source: Heat is building up in small layers faster than it can dissipate. This may cause sagging or loss of detail in fine features.
zh_tw: 小層區域熱量累積速度超過散熱速度，可能導致下垂或細節丟失。

source: Ready to print
zh_tw: 可以列印

source: Too cold overall — see suggestions
zh_tw: 整體偏冷—檢視建議

source: Too hot overall — see suggestions
zh_tw: 整體偏熱—檢視建議

source: Your part is ready to print! Thermal conditions are within safe limits.
zh_tw: 你的零件已可直接列印！熱條件在安全範圍內。

source: Too cold (overall)
zh_tw: 偏冷（整體）

source: The part cools too fast between layers on average. Some layers may behave differently—see observations.
zh_tw: 平均來看，層與層之間冷卻過快。部分層可能表現不同——請檢視觀察結果。

source: Too hot (overall)
zh_tw: 偏熱（整體）

source: The part stays too warm between layers on average. Some layers may behave differently—see observations.
zh_tw: 平均來看，層與層之間溫度偏高。部分層可能表現不同——請檢視觀察結果。

source: Suggestions
zh_tw: 建議

source: Quick fixes (beginner):
zh_tw: 快速修復（新手）：

source: Expert
zh_tw: 專家

source: Learn more
cs: Zjistit více
zh_tw: 更多資訊檢視Wiki

source: Helio Flowchart
zh_tw: Helio 流程圖

source: Fixing cold prints
zh_tw: 解決列印過冷

source: Air Pump
cs: Vzduchové čerpadlo
zh_tw: 氣泵

source: Laser 10W
zh_tw: 鐳射 10W

source: Laser 40W
zh_tw: 鐳射 40W

source: Cutting Module
cs: Řezací modul
zh_tw: 刀切模組

source: Rotary Attachment
cs: Rotovací příslušenství
zh_tw: 旋轉軸

source: Auto Fire Extinguishing System
cs: Automatický systém hašení požáru
zh_tw: 自動滅火裝置

source: Update firmware
cs: Aktualizovat firmware
zh_tw: 更新韌體

source: Hotends on Rack
cs: Hotendy na stojanu
zh_tw: 熱端&掛架

source: Beta version
cs: Beta verze
zh_tw: Beta版本

source: Refreshing hotend information...
cs: Obnovuji informace o hotendu...
zh_tw: 重新整理熱端資訊中...

source: Checking version...
cs: Kontroluje se verze...
zh_tw: 版本檢查中...

source: Updating
cs: Probíhá aktualizace
zh_tw: 更新中

source: Updating failed
cs: Aktualizace selhala
zh_tw: 更新失敗

source: Updating successful
cs: Aktualizace byla úspěšná
zh_tw: 更新成功

source: Are you sure you want to update? This will take about 10 minutes. Do not turn off the power while the printer is updating.
cs: Opravdu chcete provést aktualizaci? Tento proces bude trvat přibližně 10 minut. Během aktualizace tiskárny nevypínejte napájení.
zh_tw: 確定要更新嗎？更新需要大約10分鐘，在此期間請勿關閉電源。

source: An important update was detected and needs to be run before printing can continue. Do you want to update now? You can also update later from 'Upgrade firmware'.
cs: Byla zjištěna důležitá aktualizace, kterou je nutné provést před pokračováním tisku. Chcete provést aktualizaci nyní? Aktualizaci můžete provést také později v nabídce 'Aktualizovat firmware'.
zh_tw: 檢測到重要更新，需要升級後才可進行列印。您想現在就開始升級嗎？您也可以稍後點選‘升級韌體’完成升級。

source: The firmware version is abnormal. Repairing and updating are required before printing. Do you want to update now? You can also update later on printer or update next time starting the studio.
cs: Verze firmwaru je abnormální. Před tiskem je nutná oprava a aktualizace. Chcete provést aktualizaci nyní? Aktualizaci můžete provést také později na tiskárně nebo při příštím spuštění studia.
zh_tw: 當前韌體版本異常，需要進行修復升級，否則無法繼續列印。您想現在就開始升級嗎？您也可以稍後在印表機上升級，或者下一次啟動studio再升級。

source: Extension Board
cs: Rozšiřující deska
zh_tw: 擴充套件板

source: Do you want to save the changes ?
cs: Chcete uložit změny?
zh_tw: 是否儲存當前更改？

source: Saving objects into the 3mf failed.
cs: Uložení objektů do 3mf selhalo.
zh_tw: 儲存物件到3mf失敗。

source: Only Windows 10 is supported.
cs: Podporován je pouze Windows 10.
zh_tw: 僅支援Windows 10。

source: Failed to initialize the WinRT library.
cs: Nepodařilo se inicializovat knihovnu WinRT.
zh_tw: 初始化WinRT庫失敗。

source: Exporting objects
cs: Export objektů
zh_tw: 正在匯出物件

source: Failed loading objects.
cs: Nepodařilo se načíst objekty.
zh_tw: 載入物件失敗。

source: Repairing object by Windows service
cs: Probíhá oprava objektu pomocí služby Windows
zh_tw: 透過Windows服務修復物件

source: Repair failed.
cs: Oprava selhala.
zh_tw: 修復失敗。

source: Loading repaired objects
cs: Načítání opravených objektů
zh_tw: 正在載入修復的物件。

source: Exporting 3mf file failed
cs: Export souboru 3mf selhal
zh_tw: 匯出3mf失敗

source: Import 3mf file failed
cs: Import souboru 3mf selhal
zh_tw: 匯入3mf失敗

source: Repaired 3mf file does not contain any object
cs: Opravený soubor 3mf neobsahuje žádný objekt
zh_tw: 已修復的3mf檔案不包含任何物件

source: Repaired 3mf file contains more than one object
cs: Opravený soubor 3mf obsahuje více než jeden objekt
zh_tw: 已修復的3mf檔案包含了不止一個物件

source: Repaired 3mf file does not contain any volume
cs: Opravený soubor 3mf neobsahuje žádný objem
zh_tw: 修復的3mf檔案不包含任何零件

source: Repaired 3mf file contains more than one volume
cs: Opravený soubor 3mf obsahuje více než jeden objem
zh_tw: 已修復的3mf檔案包含多個零件

source: Repair finished
cs: Oprava dokončena
zh_tw: 修復已完成

source: Repair canceled
cs: Oprava zrušena
zh_tw: 修復被取消

source: Need to check the unsaved changes before configuration updates.
cs: Před aktualizací konfigurace je třeba zkontrolovat neuložené změny.
zh_tw: 需要在配置更新之前檢查沒有儲存的引數修改。

source: Configuration package updated to
cs: Konfigurační balíček byl aktualizován na
zh_tw: 配置包已更新到

source: Open G-code file:
cs: Otevřít soubor G-kódu:
zh_tw: 開啟G-code檔案：

source: The following object(s) have empty initial layer and can't be printed. Please cut the bottom or enable supports.
cs: Následující objekt(y) mají prázdnou počáteční vrstvu a nelze je tisknout. Odřízněte spodní část nebo povolte podpory.
zh_tw: 模型出現空層無法列印。請切掉底部或開啟支撐。

source: Object can't be printed for empty layer between %1% and %2%.
cs: Objekt nelze vytisknout kvůli prázdné vrstvě mezi %1% a %2%.
zh_tw: 模型在%1%和%2%之間出現空層，無法列印。

source: Object: %1%
cs: Objekt: %1%
zh_tw: 模型：%1%

source: Maybe parts of the object at these height are too thin, or the object has faulty mesh
cs: Možná jsou části objektu v této výšce příliš tenké, nebo má objekt chybnou síť.
zh_tw: 部分模型在這些高度可能過薄，或者模型存在面片錯誤

source: No object can be printed. Maybe too small
cs: Nelze tisknout žádný objekt. Možná je příliš malý.
zh_tw: 沒有可列印的物件。可能是因為尺寸過小。

source: Failed to generate gcode for invalid custom G-code.
cs: Nepodařilo se vygenerovat G-kód pro neplatný vlastní G-kód.
zh_tw: 由於錯誤的自定義G-code，G-code生成失敗。

source: Please check the custom G-code or use the default custom G-code.
cs: Zkontrolujte prosím vlastní G-kód, nebo použijte výchozí vlastní G-kód.
zh_tw: 請檢查自定義G-code，或者使用預設的。

source: You can find them from 'Printer settings' -> 'Machine G-code' and 'Filament settings' -> 'Advanced'.
cs: Najdete je v části 'nastavení tiskárny' -> 'G-kód stroje' a 'nastavení filamentu' -> 'Pokročilé'.
zh_tw: 您可以在“印表機設定”->“印表機 G-code”和“耗材設定”->“高階”中找到它們。

source: You can find it from 'Printer settings' -> 'Machine G-code'.
cs: Najdete v části 'nastavení tiskárny' -> 'G-kód stroje'.
zh_tw: 您可以在“印表機設定”->“印表機 G-code”中找到它。

source: You can find it from 'Filament settings' -> 'Advanced'.
cs: Najdete v části 'nastavení filamentu' -> 'Pokročilé'.
zh_tw: 您可以在“耗材設定”->“高階”中找到它

source: Generating G-code: layer %1%
cs: Generování G-kódu: vrstva %1%
zh_tw: 正在生成G-code：層%1%

source: Smoothing z direction speed
cs: Vyhlazení rychlosti ve směru Z
zh_tw: z方向速度平滑

source: Exporting G-code
cs: Export G-kódu
zh_tw: 正在匯出G-code

source: Grouping error: filament
cs: Chyba seskupení: filament
zh_tw: 分組錯誤：耗材

source: can not be placed in the
cs: nelze umístit do
zh_tw: 不能放置在

source: Filament Grouping Error: Filament
cs: Chyba seskupení filamentů: Filament
zh_tw: 耗材分組錯誤：耗材

source: is not supported by the
cs: není podporováno
zh_tw: 不支援在

source: nozzle.
cs: tryska.
zh_tw: 噴嘴.

source: Please change the nozzle type or reassign the filament and try again.
cs: Změňte typ trysky nebo znovu přiřaďte filament a zkuste to znovu.
zh_tw: 請更換噴嘴型別或重新分配耗材，然後重試。

source: No valid nozzle found. Please check nozzle count.
cs: Nebyla nalezena žádná platná tryska. Zkontrolujte prosím počet trysek.
zh_tw: 未找到有效的噴嘴。請檢查噴嘴數量。

source: Group error in manual mode. Please check nozzle count or regroup.
cs: Chyba skupiny v manuálním režimu. Zkontrolujte počet trysek nebo přeskupte.
zh_tw: 自定義模式分組錯誤。請檢查噴嘴數量或重新分組。

source: Inner wall
cs: Vnitřní stěna
zh_tw: 內牆

source: Outer wall
cs: Vnější stěna
zh_tw: 外牆

source: Overhang wall
cs: Stěna převisu
zh_tw: 懸空牆

source: Internal solid infill
cs: Vnitřní plná výplň
zh_tw: 內部實心填充

source: Top surface
cs: Horní povrch
zh_tw: 頂面

source: Bottom surface
cs: Spodní povrch
zh_tw: 底面

source: Bridge
cs: Most
zh_tw: 橋接

source: Gap infill
cs: Výplň mezery
zh_tw: 填縫

source: Support interface
cs: Rozhraní podpory
zh_tw: 支撐面

source: Support transition
cs: Přechod podpory
zh_tw: 支撐轉換層

source: Multiple
cs: Více
zh_tw: 多個

source: Flush
cs: Propláchnout
zh_tw: 沖刷

source: Failed to calculate line width of %1%. Can not get value of "%2%"
cs: Nepodařilo se vypočítat šířku linie %1%. Nelze získat hodnotu „%2%“
zh_tw: 計算 %1%的線寬失敗。無法獲得 "%2%" 的值

source: undefined error
cs: nedefinovaná chyba
zh_tw: 未定義錯誤

source: too many files
cs: příliš mnoho souborů
zh_tw: 檔案過多

source: file too large
cs: Soubor je příliš velký
zh_tw: 檔案太大

source: unsupported method
cs: nepodporovaná metoda
zh_tw: 不支援的壓縮方法

source: unsupported encryption
cs: nepodporované šifrování
zh_tw: 不支援的加密方式

source: unsupported feature
cs: nepodporovaná funkce
zh_tw: 不支援的功能

source: failed finding central directory
cs: Nepodařilo se najít centrální adresář
zh_tw: 查詢中心目錄失敗

source: not a ZIP archive
cs: není soubor ZIP
zh_tw: 不是一個zip壓縮包

source: invalid header or corrupted
cs: Neplatná hlavička nebo poškozený soubor
zh_tw: 無效檔案頭或檔案已損壞

source: unsupported multidisk
cs: nepodporovaný multidisk
zh_tw: 不支援多磁碟存檔

source: decompression failed
cs: De-komprese selhala
zh_tw: 解壓縮失敗或存檔已損壞

source: compression failed
cs: Komprese selhala
zh_tw: 壓縮失敗

source: unexpected decompressed size
cs: neočekávaná dekomprimovaná velikost
zh_tw: 意外的解壓縮大小

source: CRC check failed
cs: Kontrola CRC selhala
zh_tw: CRC檢查失敗

source: unsupported central directory size
cs: nepodporovaná velikost centrálního adresáře
zh_tw: 不支援的中央目錄大小

source: allocation failed
cs: Alokace selhala
zh_tw: 分配記憶體失敗

source: file open failed
cs: Otevření souboru selhalo
zh_tw: 檔案開啟失敗

source: file create failed
cs: Vytvoření souboru selhalo
zh_tw: 檔案建立失敗

source: file write failed
cs: Zápis do souboru selhal
zh_tw: 檔案寫入失敗

source: file read failed
cs: Čtení souboru selhalo
zh_tw: 檔案讀取失敗

source: file close failed
cs: Zavření souboru selhalo
zh_tw: 檔案關閉失敗

source: file seek failed
cs: Vyhledávání v souboru selhalo
zh_tw: 檔案隨機訪問失敗

source: file stat failed
cs: Získání informací o souboru selhalo
zh_tw: 檔案統計資訊失敗

source: invalid parameter
cs: Neplatný parametr
zh_tw: 無效引數

source: invalid filename
cs: Neplatný název souboru
zh_tw: 無效的檔名

source: buffer too small
cs: Buffer je příliš malý
zh_tw: 緩衝區太小

source: internal error
cs: Interní chyba
zh_tw: 內部錯誤

source: file not found
cs: Soubor nenalezen
zh_tw: 檔案未找到

source: archive too large
cs: Archiv je příliš velký
zh_tw: 存檔檔案太大

source: validation failed
cs: ověření selhalo
zh_tw: 驗證失敗

source: write callback failed
cs: zápis zpětného volání selhal
zh_tw: 寫入回撥失敗

source: %1% is too close to exclusion area, there may be collisions when printing.
cs: %1% je příliš blízko vyloučené oblasti, při tisku mohou vzniknout kolize.
zh_tw: %1%離遮蔽區域太近，可能會發生碰撞。

source: %1% is too close to others, and collisions may be caused.
cs: %1% je příliš blízko ostatním, může dojít ke kolizím.
zh_tw: %1%離其它物件太近，可能會發生碰撞。

source: %1% is too tall, and collisions will be caused.
cs: %1% je příliš vysoké, což způsobí kolize.
zh_tw: %1%太高，會發生碰撞。

source: is too close to exclusion area, there may be collisions when printing.
cs: je příliš blízko vyloučené oblasti, během tisku může dojít ke kolizím.
zh_tw: 太靠近遮蔽區域，列印時可能會發生碰撞。

source: is too close to clumping detection area, there may be collisions when printing.
cs: je příliš blízko oblasti detekce shlukování, během tisku může dojít ke kolizím.
zh_tw: 太靠近裹頭檢測觸碰區域，列印時可能發生碰撞。

source: Prime Tower
cs: Věž pro oddělení trysky
zh_tw: 擦料塔

source: is too close to others, and collisions may be caused.
cs: je příliš blízko ostatním a mohou vzniknout kolize.
zh_tw: 離其它物件太近，可能會發生碰撞。

source: is too close to exclusion area, and collisions will be caused.
cs: je příliš blízko vyloučené oblasti a dojde ke kolizím.
zh_tw: 離不可列印區域太近，會發生碰撞。

source: is too close to clumping detection area, and collisions will be caused.
cs: je příliš blízko oblasti detekce shlukování a dojde ke kolizím.
zh_tw: 太靠近裹頭檢測區域，會發生碰撞。

source: Printing high-temp and low-temp filaments together may cause nozzle clogging or printer damage.
cs: Současné použití filamentů s vysokou a nízkou teplotou může způsobit ucpání trysky nebo poškození tiskárny.
zh_tw: 同時列印高溫和低溫材料可能導致噴嘴堵塞或印表機損壞。

source: Printing high-temp and low-temp filaments together may cause nozzle clogging or printer damage. If you still want to print, you can enable the option in Preferences.
cs: Současné použití filamentů s vysokou a nízkou teplotou může způsobit ucpání trysky nebo poškození tiskárny. Pokud chcete i přesto tisknout, můžete tuto možnost povolit v předvolbách.
zh_tw: 同時列印高溫和低溫材料可能導致噴嘴堵塞或印表機損壞。若仍需列印，可在偏好設定中啟用該選項。

source: Printing different-temp filaments together may cause nozzle clogging or printer damage.
cs: Současný tisk filamentů s rozdílnými teplotami může způsobit ucpání trysky nebo poškození tiskárny.
zh_tw: 同時列印不同溫度的耗材可能導致噴嘴堵塞或印表機損壞。

source: Printing high-temp and mid-temp filaments together may cause nozzle clogging or printer damage.
cs: Současný tisk filamentů s vysokou a střední teplotou může způsobit ucpání trysky nebo poškození tiskárny.
zh_tw: 同時列印高溫和中溫材料可能導致噴嘴堵塞或印表機損壞。

source: Printing mid-temp and low-temp filaments together may cause nozzle clogging or printer damage.
cs: Současný tisk filamentů se střední a nízkou teplotou může způsobit ucpání trysky nebo poškození tiskárny.
zh_tw: 同時列印中溫和低溫材料可能導致噴嘴堵塞或印表機損壞。

source: No extrusions under current settings.
cs: Při aktuálním nastavení nejsou žádné extruze.
zh_tw: 根據當前設定，不會生成任何列印。

source: Smooth mode of timelapse is not supported when "by object" sequence is enabled.
cs: Režim vyhlazení pro časosběr není podporován, pokud je zapnuto pořadí „podle objektu“.
zh_tw: 平滑模式的延時攝影不支援在逐件列印模式下使用。

source: Clumping detection is not supported when "by object" sequence is enabled.
cs: Detekce shlukování není podporována, pokud je povoleno pořadí „podle objektu“.
zh_tw: 觸碰裹頭檢測不支援在逐件列印模式下使用。

source: Prime tower is required for clumping detection; otherwise, there may be flaws on the model.
cs: Věž pro oddělení trysky je vyžadována pro detekci shlukování; jinak mohou být na modelu vady.
zh_tw: 觸碰裹頭檢測需要擦料塔，否則列印件上可能會有瑕疵。

source: Please select "By object" print sequence to print multiple objects in spiral vase mode.
cs: Pro tisk více objektů v režimu spirálové vázy zvolte tiskovou posloupnost "Podle objektu".
zh_tw: 請選擇逐件列印以支援在旋轉花瓶模式下列印多個物件。

source: The spiral vase mode does not work when an object contains more than one materials.
cs: Režim spirálové vázy nelze použít, pokud objekt obsahuje více než jeden materiál.
zh_tw: 不支援在包含多個材料的列印中使用旋轉花瓶模式。

source: Variable layer height is not supported with Organic supports.
cs: Proměnná výška vrstvy není podporována s organickými podporami.
zh_tw: 不支援同時使用可變層高和有機樹支撐。

source: Different nozzle diameters and different filament diameters is not allowed when prime tower is enabled.
cs: Různé průměry trysek a různé průměry filamentu nejsou povoleny, pokud je aktivována věž pro oddělení trysky.
zh_tw: 啟用擦料塔時，不允許使用不同的噴嘴直徑和不同的材料直徑。

source: The Wipe Tower is currently only supported with the relative extruder addressing (use_relative_e_distances=1).
cs: Wipe Tower je aktuálně podporován pouze s relativním adresováním extruderu (use_relative_e_distances=1).
zh_tw: 當前僅支援使用相對擠出器定址（use_relative_e_distances=1）的情況下使用擦料塔。

source: Ooze prevention is currently not supported with the prime tower enabled.
cs: Prevence úniku filamentu není aktuálně podporována s povolenou věží pro oddělení trysky.
zh_tw: 當啟用擦料塔時，目前不支援防滴功能。

source: The prime tower is currently only supported for the Marlin, RepRap/Sprinter, RepRapFirmware and Repetier G-code flavors.
cs: Věž pro oddělení trysky je aktuálně podporována pouze pro G-kód typu Marlin, RepRap/Sprinter, RepRapFirmware a Repetier.
zh_tw: 擦料塔目前僅支援Marlin、RepRap/Sprinter、RepRapFirmware和Repetier G-code風格。

source: The prime tower is not supported in "By object" print.
cs: Věž pro oddělení trysky není podporována při tisku „Podle objektu“.
zh_tw: 擦料塔不支援在逐件列印模式下使用。

source: The prime tower is not supported when adaptive layer height is on. It requires that all objects have the same layer height.
cs: Věž pro oddělení trysky není podporována, pokud je zapnutá adaptivní výška vrstvy. Vyžaduje, aby všechny objekty měly stejnou výšku vrstvy.
zh_tw: 不支援在可變層高開啟時使用擦料塔。它要求所有物件擁有相同的層高。

source: The prime tower requires "support gap" to be multiple of layer height
cs: Věž pro oddělení trysky vyžaduje, aby „mezera podpory“ byla násobkem výšky vrstvy.
zh_tw: 擦料塔要求”支撐間隙“為層高的整數倍

source: The prime tower requires that all objects have the same layer heights
cs: Věž pro oddělení trysky vyžaduje, aby všechny objekty měly stejnou výšku vrstev.
zh_tw: 擦料塔要求各個物件擁有同樣的層高

source: The prime tower requires that all objects are printed over the same number of raft layers
cs: Věž pro oddělení trysky vyžaduje, aby všechny objekty byly tištěny přes stejný počet vrstev podložky.
zh_tw: 擦料塔要求各個物件使用同樣的筏層數量

source: The prime tower requires that all objects are sliced with the same layer heights.
cs: Věž pro oddělení trysky vyžaduje, aby všechny objekty byly řezány se stejnou výškou vrstev.
zh_tw: 擦料塔要求各個物件擁有同樣的層高。

source: The prime tower is only supported if all objects have the same variable layer height
cs: Věž pro oddělení trysky je podporována pouze tehdy, pokud mají všechny objekty stejnou proměnlivou výšku vrstvy.
zh_tw: 各個物件的層高存在差異，無法啟用擦料塔

source: Too small line width
cs: Příliš malá šířka linie
zh_tw: 線寬太小

source: Too large line width
cs: Příliš velká šířka linie
zh_tw: 線寬太大

source: The prime tower requires that support has the same layer height as object.
cs: Věž pro oddělení trysky vyžaduje, aby podpora měla stejnou výšku vrstvy jako objekt.
zh_tw: 擦料塔要求支撐和物件採用同樣的層高。

source: Support enforcers are used but support is not enabled. Please enable support.
cs: Používají se vynucovače podpory, ale podpora není povolena. Povolte prosím podporu.
zh_tw: 使用了支撐新增器但沒有開啟支撐。請開啟支撐。

source: Layer height cannot exceed nozzle diameter
cs: Výška vrstvy nesmí překročit průměr trysky
zh_tw: 層高不能超過噴嘴直徑

source: Plate %d: %s does not support filament %s
cs: Podložka %d: %s nepodporuje filament %s
zh_tw: 盤%d：%s不支援耗材絲 %s

source: Precise outer wall will be ignored unless the order of walls is set to inner/outer
cs: Přesná vnější stěna bude ignorována, pokud pořadí stěn není nastaveno na vnitřní/vnější.
zh_tw: 除非牆體順序設定為內部/外部，否則精準外牆將被忽略

source: Generating skirt & brim
cs: Generování límce a lemu
zh_tw: 正在生成skirt和brim

source: Generating G-code
cs: Generování G-kódu
zh_tw: 正在生成G-code

source: Failed processing of the filename_format template.
cs: Nepodařilo se zpracovat šablonu filename_format.
zh_tw: 處理檔名格式模板失敗。

source: Printable area
cs: Tisknutelná oblast
zh_tw: 可列印區域

source: Extruder printable area
cs: Tisknutelná oblast extruderu
zh_tw: 擠出機可列印區域

source: Bed exclude area
cs: Vyřazená oblast podložky
zh_tw: 不可列印區域

source: Unprintable area in XY plane. For example, X1 Series printers use the front left corner to cut filament during filament change. The area is expressed as polygon by points in following format: "XxY, XxY, ..."
cs: Netisknutelná oblast v rovině XY. Například tiskárny řady X1 používají levý přední roh k odříznutí filamentu při výměně filamentu. Oblast je vyjádřena jako polygon body ve formátu: „XxY, XxY, ...“
zh_tw: XY平面上的不可列印區域。例如，X1系列印表機在換料過程中，會使用左前角區域來切斷耗材絲。這個多邊形區域由以下格式的點表示：“XxY，XxY，…”

source: Bed custom texture
cs: Vlastní textura podložky
zh_tw: 自定義熱床紋理

source: Bed custom model
cs: Vlastní model podložky
zh_tw: 自定義熱床模型

source: Elephant foot compensation
cs: Kompenzace sloní nohy
zh_tw: 象腳補償

source: Shrink the initial layer on build plate to compensate for elephant foot effect
cs: Zmenšit počáteční vrstvu na tiskové podložce pro kompenzaci efektu sloní nohy
zh_tw: 將首層收縮用於補償象腳效應

source: Slicing height for each layer. Smaller layer height means more accurate and more printing time
cs: Výška vrstvy pro každý řez. Menší výška vrstvy znamená vyšší přesnost a delší dobu tisku.
zh_tw: 每一層的切片高度。越小的層高意味著更高的精度和更長的列印時間。

source: Printable height
cs: Tisknutelná výška
zh_tw: 可列印高度

source: Maximum printable height which is limited by mechanism of printer
cs: Maximální tisknutelná výška omezená mechanismem tiskárny
zh_tw: 由印表機結構約束的最大可列印高度

source: Extruder printable height
cs: Tisknutelná výška extruderu
zh_tw: 擠出機可列印高度

source: Maximum printable height of this extruder which is limited by mechanism of printer
cs: Maximální tisknutelná výška této trysky, omezená mechanismem tiskárny
zh_tw: 由印表機結構約束的當前擠出機的最大可列印高度

source: Printer preset names
cs: Názvy přednastavení tiskárny
zh_tw: 印表機預設名

source: Hostname, IP or URL
cs: Název hostitele, IP adresa nebo URL
zh_tw: 主機名，IP或URL

source: Slic3r can upload G-code files to a printer host. This field should contain the hostname, IP address or URL of the printer host instance. Print host behind HAProxy with basic auth enabled can be accessed by putting the user name and password into the URL in the following format: https://username:password@your-octopi-address/
cs: Slic3r může nahrávat soubory G-kódu do tiskového hostitele. Toto pole by mělo obsahovat název hostitele, IP adresu nebo URL instance tiskového hostitele. Tiskový hostitel za HAProxy se zapnutým základním ověřováním lze zpřístupnit zadáním uživatelského jména a hesla do URL následujícím způsobem: https://username:password@your-octopi-address/
zh_tw: Slic3r可以將G-code檔案上傳到印表機主機。此欄位應包含印表機主機例項的主機名、IP地址或URL。啟用基本身份驗證的Print host可以透過將使用者名稱和密碼放入以下格式的URL中來訪問：https://username:password@your-octopi-address/

source: Device UI
cs: Uživatelské rozhraní zařízení
zh_tw: 裝置介面

source: Specify the URL of your device user interface if it's not same as print_host
cs: Zadejte URL uživatelského rozhraní vašeho zařízení, pokud se neshoduje s print_host.
zh_tw: 如果裝置使用者介面與印表機主機不同，請指定裝置使用者介面的URL。

source: API Key / Password
cs: API klíč / heslo
zh_tw: API秘鑰/密碼

source: Slic3r can upload G-code files to a printer host. This field should contain the API Key or the password required for authentication.
cs: Slic3r může nahrávat soubory G-kódu do tiskového hostitele. Toto pole by mělo obsahovat API klíč nebo heslo požadované pro ověření.
zh_tw: Slic3r可以將G-code檔案上傳到印表機主機。此欄位應包含用於身份驗證的API金鑰或密碼。

source: Name of the printer
cs: Název tiskárny
zh_tw: 印表機名稱

source: HTTPS CA File
cs: HTTPS CA soubor
zh_tw: HTTPS CA檔案
