Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: "Bambu" or "Generic" can not be used as a Vendor for custom filaments.
cs: "Bambu" nebo "Generick" nelze použít jako prodejce pro vlastní vlákna.

source: Filament type is not selected, please reselect type.
cs: Není vybrán typ dokumentu, prosím znovu vyberte typ.

source: Filament serial is not inputed, please input serial.
cs: Není zadán proces Filament série, zadejte sérii.

source: There may be escape characters in the vendor or serial input of filament. Please delete and re-enter.
cs: V prodejci nebo sériovém vstupu může být únikové znaky. Prosím odstraňte a znovu vstupujte.

source: All inputs in the custom vendor or serial are spaces. Please re-enter.
cs: Všechny vstupy ve vlastním prodejci nebo sériovém souboru jsou mezery. Vložte prosím znovu.

source: The vendor can not be a number. Please re-enter.
cs: Dodavatel nemůže být číslo. Zadejte znovu.

source: You have not selected a printer or preset yet. Please select at least one.
cs: Zatím jste nevybrali tiskárnu nebo předvolbu. Vyberte alespoň jeden.

source: The Filament name %s you created already exists. If you continue creating, the preset created will be displayed with its full name. Do you want to continue?
cs: Název Filament %s , který jste vytvořili, již existuje. Pokud budete pokračovat ve vytváření, bude vytvořená předvolba zobrazena s úplným názvem. Chcete pokračovat?

source: Some existing presets have failed to be created, as follows:
cs: Některé existující předvolby se nepodařilo vytvořit:

source: Do you want to rewrite it?
cs: Chcete jej přepsat?

source: We would rename the presets as "Vendor Type Serial @printer you selected". To add preset for more prinetrs, Please go to printer selection
cs: Chtěli bychom přejmenovat předvolby jako "Vendor zadejte sériový @printer, který jste vybrali". Chcete-li přidat předvolbu pro více tiskáren, přejděte na výběr tiskárny

source: Create Printer/Nozzle
cs: Vytvořit tiskárnu

source: Create Printer
cs: Vytvořit tiskárnu

source: Create Nozzle for Existing Printer
cs: Vytvořit Tiskárnu pro existující tiskárnu

source: Create from Template
cs: Vytvořit z šablony

source: Create Based on Current Printer
cs: Vytvořit na základě aktuální tiskárny

source: Import Preset
cs: Importovat předvolbu

source: Create Type
cs: Vytvořit typ

source: The model is not fond, place reselect vendor.
cs: Model není fond, místo znovu vybraného dodavatele.

source: Select Printer
cs: Vyberte tiskárnu

source: Select Model
cs: Vybrat model

source: Input Custom Model
cs: Vložit vlastní model

source: Can't find my printer model
cs: Model mé tiskárny nelze najít

source: Input Custom Nozzle Diameter
cs: Vstupní vlastní průměr Nozzle

source: Can't find my nozzle diameter
cs: Nelze najít průměr mé trysky

source: Rectangle
cs: Obdélník

source: Printable Space
cs: Prostor pro tisk

source: Hot Bed STL
cs: Žhavá postel STL

source: Load stl
cs: Načíst stl

source: Hot Bed SVG
cs: Žhavá postel SVG

source: Load svg
cs: Zatížení svg

source: Max Print Height
cs: Maximální výška tisku

source: Preset path is not found, please reselect vendor.
cs: Cesta k předvolbě nebyla nalezena, prosím znovu vyberte dodavatele.

source: The printer model was not found, please reselect.
cs: Model tiskárny nebyl nalezen, vyberte znovu.

source: The nozzle diameter is not fond, place reselect.
cs: Průměr trysky není fontán, znovu vybrán

source: The printer preset is not fond, place reselect.
cs: Předvolba tiskárny není písmo, znovu vybrána.

source: Printer Preset
cs: Předvolba tiskárny

source: Deselect All
cs: Zrušit výběr všech

source: Process Preset Template
cs: Šablona předvolby procesu

source: Back Page 1
cs: Zadní strana 1

source: You have not yet chosen which printer preset to create based on. Please choose the vendor and model of the printer
cs: Zatím jste nevybrali, na které tiskárně chcete vytvořit nastavení. Zvolte prosím dodavatele a model tiskárny

source: You have entered an illegal input in the printable area section on the first page. Please check before creating it.
cs: Zadali jste neplatný vstup v sekci Tisková oblast na první stránce. Před jejím vytvořením jej prosím zkontrolujte.

source: The printer preset you created already has a preset with the same name. Do you want to overwrite it? Yes: Overwrite the printer preset with the same name, and filament and process presets with the same preset name will be recreated and filament and process presets without the same preset name will be reserve. Cancel: Do not create a preset, return to the creation interface.
cs: Předvolba tiskárny, kterou jste vytvořili, již má předvolbu se stejným názvem. Chcete jej přepsat? Ano: Přepsat předvolbu tiskárny stejným jménem, a vlákno a proces přednastavení se stejným názvem předvolby budou znovu vytvořeny a vlákno a proces přednastavení bez stejného názvu předvolby budou zálohovány. Zrušit: Nevytvořte přednastavení, vraťte se na rozhraní vytvoření.

source: You need to select at least one filament preset.
cs: Musíte vybrat alespoň jednu předvolbu vlákna.

source: You need to select at least one process preset.
cs: Musíte vybrat alespoň jednu předvolbu procesu.

source: Create filament presets failed. As follows:
cs: Vytvoření přednastavení vlákna se nezdařilo. To je následující:

source: Create process presets failed. As follows:
cs: Vytvoření přednastavení procesu se nezdařilo. To je následující:

source: Vendor is not found, please reselect.
cs: Dodavatel nebyl nalezen, vyberte znovu.

source: Current vendor has no models, please reselect.
cs: Aktuální prodejce nemá žádné modely, vyberte znovu.

source: You have not selected the vendor and model or inputed the custom vendor and model.
cs: Nevybrali jste dodavatele a model nebo jste vložili vlastní dodavatele a model.

source: There may be escape characters in the custom printer vendor or model. Please delete and re-enter.
cs: Ve vlastním prodejci nebo modelu tiskárny mohou být únikové znaky. Prosím odstraňte a znovu vstupujte.

source: All inputs in the custom printer vendor or model are spaces. Please re-enter.
cs: Všechny vstupy ve vlastním prodejci tiskárny nebo modelu jsou mezery. Prosím, zadejte znovu.

source: Please check bed printable shape and origin input.
cs: Zkontrolujte, prosím, vytisknutelný tvar a počáteční vstup.

source: You have not yet selected the printer to replace the nozzle, please choose.
cs: Zatím jste nevybrali tiskárnu k nahrazení trysky, zvolte prosím.

source: The entered nozzle diameter is invalid, please re-enter:
cs: Zadaný průměr trysky je neplatný, zadejte prosím znovu:

source: The system preset does not allow creation. Please re-enter the printer model or nozzle diameter.
cs: Předvolba systému neumožňuje vytvoření. Prosím zadejte znovu model tiskárny nebo průměr trysky.

source: Create Printer Successful
cs: Vytvoření tiskárny úspěšné

source: Create Filament Successful
cs: Vytvoření Filament bylo úspěšné

source: Printer Created
cs: Tiskárna vytvořena

source: Please go to printer settings to edit your presets
cs: Přejděte do nastavení tiskárny a upravte své předvolby

source: Filament Created
cs: Filament vytvořen

source: Please go to filament setting to edit your presets if you need. Please note that nozzle temperature, hot bed temperature, and maximum volumetric speed has a significant impact on printing quality. Please set them carefully.
cs: Chcete-li své předvolby upravit, přejděte do nastavení vlákna. Vezměte prosím na vědomí, že teplota trysky, teplota horkého lůžka a maximální objemová rychlost mají významný vliv na kvalitu tisku. Nastavte je prosím opatrně.

source: Studio has detected that your user presets synchronization function is not enabled, which may result in unsuccessful Filament settings on the Device page. Click "Sync user presets" to enable the synchronization function.
cs: Studio zjistilo, že synchronizační funkce uživatelů není povolena, což může mít za následek neúspěšné nastavení Filament na stránce zařízení. Klikněte na "Synchronizovat uživatelské předvolby" pro povolení synchronizační funkce.

source: Printer Setting
cs: Nastavení tiskárny

source: Printer preset bundle(.bbscfg)
cs: Balíček přednastavení tiskárny (.bbscfg)

source: Filament preset bundle(.bbsflmt)
cs: Balíček přednastavení filament (.bbsflmt)

source: Printer presets(.zip)
cs: Tiskárna přednastavení (.zip)

source: Process presets(.zip)
cs: Zpracování přednastavení (.zip)

source: initialize fail
cs: inicializace selhala

source: add file fail
cs: přidání souboru se nezdařilo

source: add bundle structure file fail
cs: přidání souboru pro strukturu bundle selhalo

source: finalize fail
cs: finalizace selhala

source: open zip written fail
cs: otevření zápisu zip selhalo

source: Export successful
cs: Export úspěšný

source: The '%s' folder already exists in the current directory. Do you want to clear it and rebuild it. If not, a time suffix will be added, and you can modify the name after creation.
cs: Složka '%s' již existuje v aktuálním adresáři. Chcete ji vymazat a znovu ji sestavit. Pokud ne, bude přidána časová přípona a po vytvoření můžete změnit název.

source: Printer and all the filament&process presets that belong to the printer. Can be shared with others.
cs: Tiskárna a všechny předvolby procesu vlákna, které patří do tiskárny. Může být sdíleno s ostatními.

source: User's fillment preset set. Can be shared with others.
cs: Uživatelská sada předvoleb plnění. Může být sdílena s ostatními.

source: Only display printer names with changes to printer, filament, and process presets.
cs: Zobrazovat pouze názvy tiskáren se změnami na tiskárnu, vlákna a výrobní předvolby.

source: Only display the filament names with changes to filament presets.
cs: Zobrazí pouze názvy vláken se změnami předvoleb vlákna.

source: Only printer names with user printer presets will be displayed, and each preset you choose will be exported as a zip.
cs: Budou zobrazeny pouze názvy tiskáren s předvolbami uživatelských tiskáren a každá vybraná předvolba bude exportována jako zip.

source: Only the filament names with user filament presets will be displayed, and all user filament presets in each filament name you select will be exported as a zip.
cs: Budou zobrazeny pouze názvy vláken s uživatelskými předvolbami, a všechny uživatelské předvolby vláken v každém vybraném názvu vlákna budou exportovány jako zip.

source: Only printer names with changed process presets will be displayed, and all user process presets in each printer name you select will be exported as a zip.
cs: Zobrazí se pouze názvy tiskáren se změněnými předvolbami procesu, a všechny předvolby uživatelského procesu v každém vybraném názvu tiskárny budou exportovány jako zip.

source: Please select at least one printer or filament.
cs: Vyberte prosím alespoň jednu tiskárnu nebo vlákno.

source: Please select a type you want to export
cs: Vyberte prosím typ, který chcete exportovat

source: Failed to create temporary folder, please try Export Configs again.
cs: Nepodařilo se vytvořit dočasnou složku, zkuste znovu exportovat konfigurace.

source: Edit Filament
cs: Upravit Filament

source: Filament presets under this filament
cs: Vláknové předvolby pod tímto vláknem

source: Note: If the only preset under this filament is deleted, the filament will be deleted after exiting the dialog.
cs: Poznámka: Pokud je jediná předvolba pod tímto vláknem odstraněna, bude vlákno po ukončení dialogového okna odstraněno.

source: Presets inherited by other presets can not be deleted
cs: Předvolby zděděné jinými předvolbami nelze odstranit

source: The following presets inherits this preset.
cs: Následující předvolby zdědí tuto předvolbu.

source: Delete Preset
cs: Odstranit předvolbu

source: Are you sure to delete the selected preset?
cs: Opravdu chcete odstranit vybranou předvolbu?

source: Delete preset
cs: Odstranit předvolbu

source: + Add Preset
cs: + Přidat předvolbu

source: Delete Filament
cs: Odstranit filtr

source: All the filament presets belong to this filament would be deleted. If you are using this filament on your printer, please reset the filament information for that slot.
cs: Všechny předvolby vlákna patří do tohoto vlákna by byly odstraněny. Používáte-li toto vlákno na tiskárnu, resetujte prosím informace o vláknu pro tento slot.

source: Delete filament
cs: Odstranit vlákno

source: Add Preset
cs: Přidat předvolbu

source: Add preset for new printer
cs: Přidat předvolbu pro novou tiskárnu

source: Copy preset from filament
cs: Kopírovat předvolbu z vlákna

source: The filament choice not find filament preset, please reselect it
cs: Volba vlákna nenalezla předvolbu vlákna, prosím zvolte ji znovu

source: [Delete Required]
cs: [Vyžadováno odstranění]

source: Edit Preset
cs: Upravit předvolbu

source: For more information, please check out Wiki
cs: Pro více informací se podívejte na Wiki

source: Collapse
cs: Sbalit

source: Daily Tips
cs: Denní tipy

source: Please input valid values: Start value: >= %.1f End value: <= %.1f End value: > Start value Value step: >= %.3f)
cs: Zadejte platné hodnoty: Počáteční hodnota: >= %.1f Konečná hodnota: <= %.1f Konečná hodnota: > Hodnota krok: >= %.3f)

source: nozzle size in preset: %d
cs: Velikost trysky v přednastavení: %d

source: nozzle size memorized: %d
cs: Velikost trysky zapamatována: %d

source: The size of nozzle type in preset is not consistent with memorized nozzle.Did you change your nozzle lately ?
cs: Velikost trysky typu v předvolbě není v souladu s memorized nozzle.Did jsi v poslední době změnil svou trysku ?

source: nozzle[%d] in preset: %.1f
cs: tryska[%d] v přednastavení: %.1f

source: nozzle[%d] memorized: %.1f
cs: tryska[%d] zapamatována: %.1f

source: Your nozzle type in preset is not consistent with memorized nozzle.Did you change your nozzle lately ?
cs: Tvůj typ trysky v předvolbě není v souladu s memorized nozzle.Did jsi v poslední době změnil hubičku?

source: Printing %1s material with %2s nozzle may cause nozzle damage.
cs: Tisk materiálu %1s s tryskou %2s může způsobit poškození trysky.

source: Need select printer
cs: Vyžaduje výběr tiskárny

source: The start, end or step is not valid value.
cs: Začátek, konec nebo krok není platná hodnota.

source: The number of printer extruders and the printer selected for calibration does not match.
cs: Počet vytlačovačů tiskárny a tiskárny vybrané pro kalibraci se neshodují.

source: The currently selected nozzle diameter of %s extruder does not match the actual nozzle diameter. Please click the Sync button above and restart the calibration.
cs: Aktuálně vybraný průměr trysky protlačovače %s neodpovídá skutečnému průměru trysky. Klikněte na tlačítko Synchronizovat výše a restartujte kalibraci.

source: The nozzle diameter does not match the actual printer nozzle diameter. Please click the Sync button above and restart the calibration.
cs: Průměr trysky neodpovídá skutečnému průměru trysky tiskárny. Prosím klikněte na tlačítko Synchronizovat a restartujte kalibraci.

source: The currently selected nozzle type of %s extruder does not match the actual printer nozzle type. Please click the Sync button above and restart the calibration.
cs: Aktuálně vybraný typ trysky extruderu %s neodpovídá skutečnému typu trysky tiskárny. Klikněte na tlačítko Synchronizovat výše a restartujte kalibraci.

source: Unable to calibrate: maybe because the set calibration value range is too large, or the step is too small
cs: Nelze kalibrovat: možná proto, že rozsah nastavené kalibrační hodnoty je příliš velký, nebo krok je příliš malý

source: Physical Printer
cs: Fyzické tiskárny

source: Print Host upload
cs: Tisk nahrávání hostitele

source: Test
cs: Zkouška

source: Could not get a valid Printer Host reference
cs: Nepodařilo se získat platnou reference pro tiskárny

source: Success!
cs: Úspěch!

source: Refresh Printers
cs: Aktualizovat tiskárny

source: HTTPS CA file is optional. It is only needed if you use HTTPS with a self-signed certificate.
cs: HTTPS CA soubor je volitelný. Je potřebný pouze pokud používáte HTTPS s certifikátem podepsaným sama.

source: Certificate files (*.crt, *.pem)|*.crt;*.pem|All files|*.*
cs: Soubory certifikátů (*.crt, *.pem)|*.crt;*.pem|Všechny soubory|*. *

source: Open CA certificate file
cs: Otevřít soubor certifikátu CA

source: On this system, %s uses HTTPS certificates from the system Certificate Store or Keychain.
cs: Na tomto systému %s používá HTTPS certifikáty z obchodu s certifikáty systému nebo z klíče.

source: To use a custom CA file, please import your CA file into Certificate Store / Keychain.
cs: Chcete-li použít vlastní soubor CA, importujte soubor CA do obchodu s certifikáty / Keychain.

source: Connection to printers connected via the print host failed.
cs: Připojení k tiskárnám připojeným prostřednictvím hostitele tisku se nezdařilo.

source: Mismatched type of print host: %s
cs: Neporovnaný typ tiskového hostitele: %s

source: Connection to AstroBox works correctly.
cs: Připojení k AstroBox funguje správně.

source: Could not connect to AstroBox
cs: Nelze se připojit k AstroBox

source: Note: AstroBox version at least 1.1.0 is required.
cs: Poznámka: Je vyžadována verze AstroBox alespoň 1.1.0.

source: Connection to Duet works correctly.
cs: Připojení k Duetu funguje správně.

source: Could not connect to Duet
cs: Nelze se připojit k Duet

source: Unknown error occured
cs: Došlo k neznámé chybě

source: Wrong password
cs: Chybné heslo

source: Could not get resources to create a new connection
cs: Nepodařilo se získat zdroje pro vytvoření nového připojení

source: Upload not enabled on FlashAir card.
cs: Nahrávání není povoleno na kartě FlashAir.

source: Connection to FlashAir works correctly and upload is enabled.
cs: Připojení k FlashAir funguje správně a nahrávání je povoleno.

source: Could not connect to FlashAir
cs: Nelze se připojit k FlashAir

source: Note: FlashAir with firmware 2.00.02 or newer and activated upload function is required.
cs: Poznámka: FlashAir s firmwarem 2.00.02 nebo novější a aktivovanou funkcí nahrávání je vyžadována.

source: Connection to MKS works correctly.
cs: Připojení k MKS funguje správně.

source: Could not connect to MKS
cs: Nelze se připojit k MKS

source: Connection to OctoPrint works correctly.
cs: Připojení k OctoPrint funguje správně.

source: Could not connect to OctoPrint
cs: Nelze se připojit k OctoPrint

source: Note: OctoPrint version at least 1.1.0 is required.
cs: Poznámka: Je vyžadována verze OctoPrint alespoň 1.1.0.

source: Connection to Prusa SL1 / SL1S works correctly.
cs: Připojení k Prusa SL1 / SL1S funguje správně.

source: Could not connect to Prusa SLA
cs: Nelze se připojit k Prusa SLA

source: Connection to PrusaLink works correctly.
cs: Připojení k PrusaLink funguje správně.

source: Could not connect to PrusaLink
cs: Nelze se připojit k PrusaLink

source: Connection to Repetier works correctly.
cs: Připojení k repozitáři funguje správně.

source: Could not connect to Repetier
cs: Nelze se připojit k repozitáři

source: Note: Repetier version at least 0.90.0 is required.
cs: Poznámka: Je vyžadována verze Repetier alespoň 0.90.0.

source: HTTP status: %1% Message body: "%2%"
cs: Status HTTP: %1% Tělo zprávy: "%2%"

source: Parsing of host response failed. Message body: "%1%" Error: "%2%"
cs: Analýza odpovědi hostitele selhala. Tělo zprávy: "%1%" chyba: "%2%"

source: Enumeration of host printers failed. Message body: "%1%" Error: "%2%"
cs: Výčet hostitelských tiskáren selhal. Tělo zprávy: "%1%" chyba: "%2%"

source: It has a small layer height, and results in almost negligible layer lines and high printing quality. It is suitable for most general printing cases.
cs: Má malou výšku vrstvy a má za následek téměř zanedbatelnou vrstvu a vysokou kvalitu tisku, je vhodná pro většinu obecných tiskařských případů.

source: Compared with the default profile of a 0.2 mm nozzle, it has lower speeds and acceleration, and the sparse infill pattern is Gyroid. So, it results in much higher printing quality, but a much longer printing time.
cs: Ve srovnání s výchozím profilem trysky 0,2 mm má nižší rychlost a zrychlení a řídký infiltr je Gyroid. Výsledkem je tedy mnohem vyšší kvalita tisku, ale mnohem delší doba tisku.

source: Compared with the default profile of a 0.2 mm nozzle, it has a slightly bigger layer height, and results in almost negligible layer lines, and slightly shorter printing time.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má mírně větší výšku vrstvy a má za následek téměř zanedbatelnou vrstvu a mírně kratší dobu tisku.

source: Compared with the default profile of a 0.2 mm nozzle, it has a bigger layer height, and results in slightly visible layer lines, but shorter printing time.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má větší výšku vrstvy a má za následek mírně viditelné linie vrstvy, ale kratší dobu tisku.

source: Compared with the default profile of a 0.2 mm nozzle, it has a smaller layer height, and results in almost invisible layer lines and higher printing quality, but shorter printing time.
cs: Ve srovnání s výchozím profilem 0. Hubice má menší výšku vrstvy a má za následek téměř neviditelnou vrstvu a vyšší kvalitu tisku, ale kratší dobu tisku.

source: Compared with the default profile of a 0.2 mm nozzle, it has a smaller layer lines, lower speeds and acceleration, and the sparse infill pattern is Gyroid. So, it results in almost invisible layer lines and much higher printing quality, but much longer printing time.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má menší linie vrstev, nižší rychlosti a zrychlení a řídký infiltr je Gyroid. Výsledkem je tedy téměř neviditelná vrstva a mnohem vyšší kvalita tisku, ale mnohem delší doba tisku.

source: Compared with the default profile of 0.2 mm nozzle, it has a smaller layer height, and results in minimal layer lines and higher printing quality, but shorter printing time.
cs: Ve srovnání s výchozím profilem 0. Hubicí ráže má menší výšku vrstvy a má za následek minimální linii vrstvy a vyšší kvalitu tisku, ale kratší dobu tisku.

source: Compared with the default profile of a 0.2 mm nozzle, it has a smaller layer lines, lower speeds and acceleration, and the sparse infill pattern is Gyroid. So, it results in minimal layer lines and much higher printing quality, but much longer printing time.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má menší linie vrstev, nižší rychlosti a zrychlení a řídký infiltr je Gyroid. Výsledkem je tedy minimální vrstvy a mnohem vyšší kvalita tisku, ale mnohem delší doba tisku.

source: It has a general layer height, and results in general layer lines and printing quality. It is suitable for most general printing cases.
cs: Má celkovou výšku vrstvy a má za následek obecné vrstvy a kvalitu tisku, která je vhodná pro většinu obecných tiskařských případů.

source: Compared with the default profile of a 0.4 mm nozzle, it has more wall loops and a higher sparse infill density. So, it results in higher strength of the prints, but more filament consumption and longer printing time.
cs: Ve srovnání s výchozím profilem trysky 0.4 mm má více smyček stěn a vyšší hustotu nafukování. Výsledkem je tedy vyšší pevnost tisku, ale větší spotřeba vlákna a delší doba tisku.

source: Compared with the default profile of a 0.4 mm nozzle, it has a bigger layer height, and results in more apparent layer lines and lower printing quality, but slightly shorter printing time.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má větší výšku vrstvy a má za následek více zdánlivou vrstvu a nižší kvalitu tisku, ale o něco kratší dobu tisku.
