Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: The angle of the branches' diameter as they gradually become thicker towards the bottom. An angle of 0 will cause the branches to have uniform thickness over their length. A bit of an angle can increase stability of the tree support.
cs: Úhel průměru větví se postupně zesiluje směrem ke spodu. Úhel 0 způsobí, že větve mají stejnou tloušťku po své délce. Trochu úhlu může zvýšit stabilitu podpory stromu.

source: Support wall loops
cs: Podpořte cykly zdi

source: This setting specifies the count of support walls in the range of [-1,2]. -1 means auto, and 0 means allowing infill-only mode where support is thick enough.
cs: Toto nastavení specifikuje počet podpůrných zdí v rozsahu [-1,2]. -1 znamená auto, a 0 znamená povolit režim pouze infiltrování, kde je podpora dostatečně silná.

source: Higher chamber temperature can help suppress or reduce warping and potentially lead to higher interlayer bonding strength for high temperature materials like ABS, ASA, PC, PA and so on.At the same time, the air filtration of ABS and ASA will get worse.While for PLA, PETG, TPU, PVA and other low temperature materials,the actual chamber temperature should not be high to avoid cloggings, so 0 which stands for turning off is highly recommended
cs: Vyšší teplota v komoře může pomoci potlačit nebo snížit zaostávání a potenciálně vést k vyšší pevnosti upevnění mezi vrstvami u vysoce teplotních materiálů, jako jsou ABS, ASA, PC, PA a tak dále. t stejnou dobu, vzduchová filtrace ABS a ASA se zhorší. Hloubka pro PLA, PETG, TPU, PVA a jiné materiály s nízkou teplotou, skutečná teplota v komoře by neměla být vysoká, aby nedošlo k clogování, takže 0, které představuje vypnutí, se důrazně doporučuje

source: Nozzle temperature for layers after the initial one
cs: Teplota tónu u vrstev po počátečním

source: Impact Strength Z
cs: Síla nárazu Z

source: Detect thin wall
cs: Detekovat tenkou zeď

source: Detect thin wall which can't contain two line width. And use single line to print. Maybe printed not very well, because it's not closed loop
cs: Rozpoznat tenkou zeď, která nemůže obsahovat šířku dvou řádků. A pro tisk použijte jeden řádek. Možná je vytištěno příliš dobře, protože není uzavřená smyčka

source: This gcode is inserted when change filament, including T command to trigger tool change
cs: Tento gcode se vloží při změně vlákna, včetně příkazu T pro změnu nástroje

source: Line width for top surfaces
cs: Šířka čáry u horních ploch

source: Speed of top surface infill which is solid
cs: Rychlost povrchu horního povrchu, která je pevná

source: Top shell layers
cs: Vrstvy shell

source: This is the number of solid layers of top shell, including the top surface layer. When the thickness calculated by this value is thinner than top shell thickness, the top shell layers will be increased
cs: Jedná se o počet pevných vrstev horní skořápky, včetně horní vrstvy povrchu. Pokud je tloušťka vypočítaná touto hodnotou tenčí než tloušťka horního skořápky, zvýší se horní vrstvy skořápek

source: Top solid layers
cs: Nejlepší pevné vrstvy

source: Top shell thickness
cs: Tloušťka horního pláště

source: The number of top solid layers is increased when slicing if the thickness calculated by top shell layers is thinner than this value. This can avoid having too thin shell when layer height is small. 0 means that this setting is disabled and thickness of top shell is absolutely determained by top shell layers
cs: Počet horních pevných vrstev se zvyšuje při krájení, pokud je tloušťka vypočtená horními vrstvami obšívky menší, než je tato hodnota. To se může vyhnout příliš tenké skořápce, když je výška vrstvy malá. 0 znamená, že toto nastavení je deaktivováno a tloušťka horního pláště je absolutně odstrašována vrstvami horního pláště

source: Top paint penetration layers
cs: Vrstvy průniku barev

source: This is the number of layers of top paint penetration.
cs: Jedná se o počet vrstev penetrace top barvy.

source: Bottom paint penetration layers
cs: Vrstvy pro pronikání dolní barvy

source: This is the number of layers of top bottom penetration.
cs: Toto je počet vrstev nejnižšího průniku.

source: Speed of travel which is faster and without extrusion
cs: Rychlost jízdy, která je rychlejší a bez protlačování

source: Use relative E distances
cs: Použít relativní vzdálenosti E

source: If your firmware requires relative E values, check this, otherwise leave it unchecked. Must use relative e distance for Bambu printer
cs: Pokud váš firmware vyžaduje relativní hodnoty E, zkontrolujte, zda je jinak nezaškrtnuto. Pro tiskárnu Bambu musí použít relativní vzdálenost

source: Use firmware retraction
cs: Použít reverzaci firmwaru

source: Convert the retraction moves to G10 and G11 gcode
cs: Převést navinutí na G10 a G11 gcode

source: Wipe while retracting
cs: Vymazat při načítání

source: Move nozzle along the last extrusion path when retracting to clean leaked material on nozzle. This can minimize blob when printing new part after travel
cs: Posunout trysku po poslední extruzní cestě při navíjení tak, aby se čistil uniklý materiál na tryskě. To může minimalizovat blob při tisku nové části po cestě.

source: Wipe Distance
cs: Vzdálenost mazání

source: Describe how long the nozzle will move along the last path when retracting
cs: Popište, jak dlouho se tryska bude při natažení pohybovat po poslední cestě.

source: The wiping tower can be used to clean up the residue on the nozzle and stabilize the chamber pressure inside the nozzle, in order to avoid appearance defects when printing objects.
cs: Stříbrná věž může být použita k čištění zbytku trysky a ke stabilizaci tlaku v komoře uvnitř trysky, aby se zabránilo poškození vzhledu při tisku objektů.

source: Internal ribs
cs: Vnitřní žebra

source: Enable internal ribs to increase the stability of the prime tower.
cs: Povolte vnitřní žebra ke zvýšení stability hlavní věže.

source: Auto circle contour-hole compensation
cs: Automatická kompenzace obdélníkového otvoru

source: Expirment feature to compensate the circle holes and circle contour. This feature is used to improve the accuracy of the circle holes and contour within the diameter below 50mm. Only support PLA Basic, PLA CF, PET CF, PETG CF and PETG HF.
cs: Funkce expirace pro kompenzaci kružnic a obrysu kružnice. Tato funkce se používá ke zvýšení přesnosti kružnic a obrysů o průměru menším než 50mm. Podporuje pouze základní PLA, PLA CF, PET CF, PETG CF a PETG HF.

source: User Customized Offset
cs: Uživatelsky přizpůsobený posun

source: If you want to have tighter or looser assemble, you can set this value. When it is positive, it indicates tightening, otherwise, it indicates loosening
cs: Pokud chcete mít užší nebo volnější sestavu, můžete nastavit tuto hodnotu. Pokud je to pozitivní, znamená to zpřísnění, jinak to znamená uvolnění

source: Scarf Seam On Compensation Circles
cs: Skarf Seam při kompenzačních kruzích

source: Scarf seam will be applied on circles for better dimensional accuracy.
cs: Scarf seam bude aplikován na kruhy pro lepší přesnost rozměrů.

source: Circle Compensation Speed
cs: Rychlost kompenzace kruhů

source: circle_compensation_speed
cs: kruh_kompenzace_rychlost

source: Counter Coef 1
cs: Počítadlo Coef 1

source: counter_coef_1
cs: koef_1

source: Contour Coef 2
cs: Hrušky 2

source: counter_coef_2
cs: kré_coef_2

source: Contour Coef 3
cs: Hrušky 3

source: counter_coef_3
cs: koef_3

source: Hole Coef 1
cs: Oděvní hrudek 1

source: hole_coef_1
cs: koef_díra_1

source: Hole Coef 2
cs: Oděvní hrudek 2

source: hole_coef_2
cs: hole_koks_2

source: Hole Coef 3
cs: Oděvní Coef 3

source: hole_coef_3
cs: hole_koks_3

source: Contour limit min
cs: Limit obrysu min

source: counter_limit_min
cs: omezení_min

source: Contour limit max
cs: Maximální limit obsahu

source: counter_limit_max
cs: limit_max.

source: Hole limit min
cs: Limit otvorů min

source: hole_limit_min
cs: Limit_háčku_min

source: Hole limit max
cs: Max. počet otvorů

source: hole_limit_max
cs: omezení_meze_max.

source: Diameter limit
cs: Limit průměru

source: diameter_limit
cs: průměr_limit

source: Purging volumes
cs: Objemy úpravy

source: Flush multiplier
cs: Multiplikátor vyprázdnění

source: The actual flushing volumes is equal to the flush multiplier multiplied by the flushing volumes in the table.
cs: Skutečné objemy splachování se rovnají multiplikátoru splachování vynásobenému objemy splachování v tabulce.

source: Width of prime tower
cs: Šířka hlavní věže

source: Max speed
cs: Maximální rychlost

source: The maximum printing speed on the prime tower excluding ramming.
cs: maximální rychlost tisku na hlavní věži bez nárazů.

source: Brim width of prime tower, negative number means auto calculated width based on the height of prime tower.
cs: Šířka brzd výhybkové věže, záporné číslo znamená vypočtenou šířku podle výšky výhybkové věže.

source: Positive values can increase the size of the rib wall, while negative values can reduce the size.However, the size of the rib wall can not be smaller than that determined by the cleaning volume.
cs: Pozitivní hodnoty mohou zvětšit velikost stěny žeber, zatímco záporné hodnoty mohou zmenšit velikost. vlastní, velikost žebra nemůže být menší než velikost stanovená čisticím objemem.

source: Skip points
cs: Přeskočit body

source: The wall of prime tower will skip the start points of wipe path
cs: Zeď hlavní věže přeskočí počáteční body cesty pro vymazání

source: Rib wall
cs: Hřbetní stěna

source: The wall of prime tower will add four ribs and make its cross-section as close to a square as possible, so the width will be fixed.
cs: Zeď hlavní věže přidá čtyři žebra a jeho průřez se co nejvíce přiblíží čtverci, aby byla šířka pevně stanovena.

source: Fillet wall
cs: Filtrová zeď

source: The wall of prime tower will fillet
cs: Zeď hlavní věže bude filet

source: Infill gap
cs: Vyplnit mezeru

source: Purging after filament change will be done inside objects' infills. This may lower the amount of waste and decrease the print time. If the walls are printed with transparent filament, the mixed color infill will be seen outside. It will not take effect, unless the prime tower is enabled.
cs: Úprava po změně vlákna bude provedena uvnitř infiltrace předmětů. To může snížit množství odpadu a zkrátit dobu tisku. Pokud jsou stěny vytištěny průhledným vláknem, bude mísený barevný infil vidět venku. Nenabude účinnosti, dokud nebude povolena hlavní věž.

source: Purging after filament change will be done inside objects' support. This may lower the amount of waste and decrease the print time. It will not take effect, unless the prime tower is enabled.
cs: Úprava po změně vlákna bude provedena uvnitř podpory objektů. To může snížit množství odpadu a zkrátit dobu tisku. Nebude to účinné, dokud nebude povolena hlavní věž.

source: This object will be used to purge the nozzle after a filament change to save filament and decrease the print time. Colours of the objects will be mixed as a result. It will not take effect, unless the prime tower is enabled.
cs: Tento objekt bude použit k vyčištění trysky po změně vlákna, aby se ušetřilo vlákno a zkrátila doba tisku. Barvy objektů budou následně smíšeny. Nebude účinné, pokud nebude povolena primární věž.

source: X-Y hole compensation
cs: X-Y kompenzace otvoru

source: Holes of object will be grown or shrunk in XY plane by the configured value. Positive value makes holes bigger. Negative value makes holes smaller. This function is used to adjust size slightly when the object has assembling issue
cs: Otvory objektu budou vypěstovány nebo zmenšovány v rovině XY podle nakonfigurované hodnoty. Kladná hodnota dělá otvory větší. Záporná hodnota zmenšuje díry. Tato funkce slouží k úpravě velikosti, když objekt má problém s montáží

source: X-Y contour compensation
cs: X-Y kompenzace obrysu

source: Contour of object will be grown or shrunk in XY plane by the configured value. Positive value makes contour bigger. Negative value makes contour smaller. This function is used to adjust size slightly when the object has assembling issue
cs: Obrys objektu bude v rovině XY zvětšen nebo zmenšen podle nakonfigurované hodnoty. Kladná hodnota činí obrys větším. Negativní hodnota zmenšuje obrys. Tato funkce se používá k úpravě velikosti v případě, že objekt má problém s montáží

source: Classic wall generator produces walls with constant extrusion width and for very thin areas is used gap-fill. Arachne engine produces walls with variable extrusion width
cs: Klasický generátor stěn produkuje stěny s konstantní šířkou protlačování a pro velmi tenké oblasti se používá mezera. Motor Arachne produkuje stěny s proměnnou šířkou protlačování

source: Classic
cs: Klasický

source: Wall transition length
cs: Délka přechodu stěny

source: When transitioning between different numbers of walls as the part becomes thinner, a certain amount of space is allotted to split or join the wall segments. It's expressed as a percentage over nozzle diameter
cs: Při přechodu mezi různými počty zdí se část ztenčuje, je přiděleno určité množství prostoru pro rozdělení nebo připojení k segmentům stěn. Vyjádřeno v procentech nad průměrem trysky

source: Wall transitioning filter margin
cs: Rozpětí filtru při přechodu stěny

source: Prevent transitioning back and forth between one extra wall and one less. This margin extends the range of extrusion widths which follow to [Minimum wall width - margin, 2 * Minimum wall width + margin]. Increasing this margin reduces the number of transitions, which reduces the number of extrusion starts/stops and travel time. However, large extrusion width variation can lead to under- or overextrusion problems. It's expressed as a percentage over nozzle diameter
cs: Zabránit přechodu zpátky a zpátky mezi jednou stěnou a jednou méně. Toto rozpětí rozšiřuje rozsah vysunutí šířek, které následuje po [Minimální šířka stěny - marže, 2 * Minimální šířka stěny + marže]. Zvýšení této marže snižuje počet přechodů, což snižuje počet začátků/zastávek protismyzu a cestovní dobu. Velké kolísání šířky extruze však může vést k problémům s podpovrchem nebo nadextruzí. Vyjadřuje se jako procento nad průměrem trysky

source: Wall transitioning threshold angle
cs: Prahový úhel přechodu zdi

source: When to create transitions between even and odd numbers of walls. A wedge shape with an angle greater than this setting will not have transitions and no walls will be printed in the center to fill the remaining space. Reducing this setting reduces the number and length of these center walls, but may leave gaps or overextrude
cs: Kdy vytvářet přechody mezi dokonce i lichými čísly zdí. Klínový tvar s úhlem větším, než je toto nastavení, nebude mít přechody a ve středu nebudou vytištěny žádné zdi, které by vyplnily zbývající prostor. Snížení tohoto nastavení snižuje počet a délku těchto středových zdí, ale může zanechat mezery nebo přehyb

source: Wall distribution count
cs: Počet distribuce stěny

source: The number of walls, counted from the center, over which the variation needs to be spread. Lower values mean that the outer walls don't change in width
cs: Počet stěn počítaný od centra, u kterého se musí změna šířit. Nižší hodnoty znamenají, že vnější stěny nemění šířku

source: Minimum feature size
cs: Minimální velikost funkce

source: Minimum thickness of thin features. Model features that are thinner than this value will not be printed, while features thicker than the Minimum feature size will be widened to the Minimum wall width. It's expressed as a percentage over nozzle diameter
cs: Minimální tloušťka tenkých prvků. Vlastnosti modelu, které jsou tenčí než tato hodnota, nebudou vytištěny, zatímco funkce jsou silnější než minimální velikost funkce bude rozšířena na minimální šířku stěny. Vyjádřeno v procentech nad průměrem trysky

source: Minimum wall width
cs: Minimální šířka stěny

source: Width of the wall that will replace thin features (according to the Minimum feature size) of the model. If the Minimum wall width is thinner than the thickness of the feature, the wall will become as thick as the feature itself. It's expressed as a percentage over nozzle diameter
cs: Šířka stěny, která nahradí tenké prvky modelu (podle velikosti minimálního prvku). Je-li minimální šířka stěny menší, než je tloušťka funkce, zeď bude stejně silná jako samotná funkce. Vyjádřeno v procentech nad průměrem trysky

source: Detect narrow internal solid infill
cs: Detekovat úzký vnitřní tuhý infil

source: This option will auto detect narrow internal solid infill area. If enabled, concentric pattern will be used for the area to speed printing up. Otherwise, rectilinear pattern is used defaultly.
cs: Tato možnost automaticky odhalí úzký vnitřní vnitřní vnitřní infiltrovací prostor. Pokud je povoleno, bude použit koncentrační vzorec pro zrychlení tisku. V opačném případě se standardně používá obdélníkový vzorek.

source: invalid value
cs: neplatná hodnota

source: --use-firmware-retraction is only supported by Marlin, Klipper, Smoothie, RepRapFirmware, Repetier and Machinekit firmware
cs: --use-firmware-retraction je podporována pouze firmware Marlin, Klipper, Smoothie, RepRapFirmware, Repetier a Machinekit firmware

source: --use-firmware-retraction is not compatible with --wipe
cs: --use-firmware-retraction není kompatibilní s --wipe

source: doesn't work at 100%% density
cs: nefunguje při hustotě 100%%

source: Invalid value when spiral vase mode is enabled:
cs: Neplatná hodnota, pokud je zapnutý spirálový vázový režim:

source: too large line width
cs: příliš velká šířka čáry

source: not in range
cs: není v rozsahu

source: No check
cs: Žádná kontrola

source: Do not run any validity checks, such as gcode path conflicts check.
cs: Neprovádějte žádné kontroly platnosti, například kontrolu konfliktů cesty gkódu.

source: Error in zip archive
cs: Chyba v archivu Zip

source: Generating walls
cs: Generování zdí

source: Generating infill regions
cs: Generování infiltrovaných regionů

source: Generating infill toolpath
cs: Generování infill cesty k nástroji

source: Detect overhangs for auto-lift
cs: Detekovat převisy pro automatický výtah

source: Checking support necessity
cs: Kontrola nezbytnosti podpory

source: floating regions
cs: plovoucí regiony

source: floating cantilever
cs: plovoucí konzola

source: large overhangs
cs: velké převisy

source: It seems object %s has %s. Please re-orient the object or enable support generation.
cs: Zdá se, že objekt %s má %s. Prosím přeorientujte objekt nebo povolte generování podpory.

source: Generating support
cs: Generování podpory

source: Optimizing toolpath
cs: Optimalizace cesty nástrojů

source: Empty layers around bottom are replaced by nearest normal layers.
cs: Prázdné vrstvy kolem dna jsou nahrazeny nejbližšími normálními vrstvami.

source: The model has too many empty layers.
cs: Model má příliš mnoho prázdných vrstev.

source: Slicing mesh
cs: Spodní síť

source: No layers were detected. You might want to repair your STL file(s) or check their size or thickness and retry.
cs: Nebyly nalezeny žádné vrstvy. Možná budete chtít opravit soubory STL nebo zkontrolovat jejich velikost nebo tloušťku a zkuste to

source: An object's XY size compensation will not be used because it is also color-painted. XY Size compensation can not be combined with color-painting.
cs: Kompenzace XY velikosti objektu nebude použita, protože je také barevná. XY kompenzace velikosti nelze kombinovat s barevnou malbou.

source: An object has enabled XY Size compensation which will not be used because it is also fuzzy skin painted. XY Size compensation cannot be combined with fuzzy skin painting.
cs: Objekt povolil kompenzaci XY velikosti, která nebude použita, protože je to také bláznivý skin malovaný. XY kompenzaci velikosti nelze kombinovat s fuzzy barvenou kůží.

source: Object name
cs: Název objektu

source: Loading of a model file failed.
cs: Načítání souboru modelu se nezdařilo.

source: Meshing of a model file failed or no valid shape.
cs: Šíření souboru modelu selhalo nebo neexistuje platný tvar.

source: The supplied file couldn't be read because it's empty
cs: Dodaný soubor nelze přečíst, protože je prázdný

source: Unknown file format. Input file must have .stl, .obj, .amf(.xml) extension.
cs: Neznámý formát souboru. Vstupní soubor musí mít příponu .stl, .obj, .amf(.xml).

source: Unknown file format. Input file must have .3mf or .zip.amf extension.
cs: Neznámý formát souboru. Vstupní soubor musí mít příponu .3mf nebo .zip.amf.

source: Canceled
cs: Zrušeno

source: load_obj: failed to parse
cs: load_obj: nepodařilo se zpracovat

source: load mtl in obj: failed to parse
cs: load mtl in obj: nepodařilo se zpracovat

source: The file contains polygons with more than 4 vertices.
cs: Soubor obsahuje polygony s více než 4 vrcholy.

source: The file contains polygons with less than 2 vertices.
cs: Soubor obsahuje polygony s méně než 2 vrcholy.

source: The file contains invalid vertex index.
cs: Soubor obsahuje neplatný index vrcholu

source: This OBJ file couldn't be read because it's empty.
cs: Tento OBJ soubor nelze přečíst, protože je prázdný.

source: Flow Rate Calibration
cs: Kalibrace průtoku

source: Max Volumetric Speed Calibration
cs: Maximální hlasitost kalibrace rychlosti

source: Manage Result
cs: Spravovat výsledky

source: Manual Calibration
cs: Manuální kalibrace

source: Result can be read by human eyes.
cs: Výsledek lze číst lidskými očima.

source: Auto-Calibration
cs: Automatická kalibrace

source: The printer will automatically read the calibration results.
cs: Tiskárna automaticky přečte výsledky kalibrace.

source: Prev
cs: Předchozí

source: Recalibration
cs: Recalibrace

source: Calibrate
cs: Kalibrace

source: Finish
cs: Dokončit

source: How to use calibration result?
cs: Jak použít výsledek kalibrace?

source: You could change the Flow Dynamics Calibration Factor in material editing
cs: Můžete změnit Flow Dynamics Calibration Factor v úpravách materiálu

source: The current firmware version of the printer does not support calibration. Please upgrade the printer firmware.
cs: Aktuální verze firmwaru tiskárny nepodporuje kalibraci. Prosím aktualizujte firmware tiskárny.

source: Calibration not supported
cs: Kalibrace není podporována

source: Error desc
cs: Chyba sestupně

source: Flow Dynamics
cs: Průtoková dynamika

source: Flow Rate
cs: Rychlost průtoku

source: Max Volumetric Speed
cs: Maximální rychlost hlasitosti

source: The name cannot be empty.
cs: Název nemůže být prázdný.

source: The selected preset: %s is not found.
cs: Vybraná předvolba: %s nebyla nalezena.

source: The name cannot be the same as the system preset name.
cs: Název nemůže být stejný jako název předvolby systému.

source: The name is the same as another existing preset name
cs: Název je stejný jako jiný existující název předvolby

source: create new preset failed.
cs: vytvoření nové předvolby se nezdařilo.

source: Could not find parameter: %s.
cs: Nelze najít parametr: %s.

source: Are you sure to cancel the current calibration and return to the home page?
cs: Opravdu chcete zrušit aktuální kalibraci a vrátit se na domovskou stránku?

source: No Printer Connected!
cs: Není připojena žádná tiskárna!

source: Printer is not connected yet.
cs: Tiskárna zatím není připojena.

source: Please select filament to calibrate.
cs: Pro kalibraci zvolte vlákno.

source: The input value size must be 3.
cs: Velikost vstupní hodnoty musí být 3.
