Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Bed temperature when cool plate is installed. Value 0 means the filament does not support to print on the Cool Plate
cs: Teplota podložky při instalaci chladicí podložky. Hodnota 0 znamená, že filament nepodporuje tisk na Chladicí podložku.
zh_tw: 安裝低溫列印板時的熱床溫度。0值表示這個耗材絲不支援低溫列印熱板

source: Engineering Plate
cs: Inženýrská podložka
zh_tw: 工程材料列印板

source: Bed temperature when engineering plate is installed. Value 0 means the filament does not support to print on the Engineering Plate
cs: Teplota podložky při instalaci inženýrské podložky. Hodnota 0 znamená, že filament nepodporuje tisk na Inženýrskou podložku.
zh_tw: 安裝工程材料列印板時的熱床溫度。0值表示這個耗材絲不支援工程材料列印板

source: Smooth PEI Plate / High Temp Plate
cs: Hladká PEI podložka / podložka pro vysoké teploty
zh_tw: 光面PEI列印板 / 高溫列印板

source: Bed temperature when Smooth PEI Plate/High temperature plate is installed. Value 0 means the filament does not support to print on the Smooth PEI Plate/High Temp Plate
cs: Teplota podložky při instalaci hladké PEI podložky/podložky pro vysoké teploty. Hodnota 0 znamená, že filament nepodporuje tisk na hladké PEI podložce/podložce pro vysoké teploty.
zh_tw: 安裝光面PEI列印板/高溫列印板時的熱床溫度。0值表示這個耗材絲不支援光面PEI列印板/高溫列印板

source: Textured PEI Plate
cs: Texturovaná PEI podložka
zh_tw: 紋理PEI列印板

source: Bed temperature when Textured PEI Plate is installed. Value 0 means the filament does not support to print on the Textured PEI Plate
cs: Teplota podložky při instalaci texturované PEI podložky. Hodnota 0 znamená, že filament nepodporuje tisk na Texturovanou PEI podložku.
zh_tw: 安裝紋理PEI列印板時的熱床溫度。0值表示這個耗材絲不支援紋理PEI列印板

source: Nozzle temperature when printing
cs: Teplota trysky při tisku
zh_tw: 列印時的噴嘴溫度

source: Volumetric speed limitation
cs: Omezení objemové rychlosti
zh_tw: 體積速度限制

source: Ramming volumetric speed
cs: Objemová rychlost natlačování
zh_tw: 預沖刷體積速度

source: The maximum volumetric speed for ramming, where -1 means using the maximum volumetric speed.
cs: Maximální objemová rychlost pro natlačování, kde -1 znamená použití maximální objemové rychlosti.
zh_tw: 預沖刷的最大體積速度，-1表示使用最大體積速度。

source: Filament scarf seam settings
cs: Nastavení švu filamentu
zh_tw: 材料斜拼接縫引數

source: Cooling for specific layer
cs: Chlazení pro konkrétní vrstvu
zh_tw: 特定層冷卻

source: Special cooling settings
cs: Speciální nastavení chlazení.
zh_tw: 特殊冷卻設定

source: set addition fan speed before fist x layer
cs: nastavit dodatečnou rychlost ventilátoru před prvních x vrstev
zh_tw: 在第一層之前設定輔助風扇速度

source: Part cooling fan
cs: Ventilátor chlazení části
zh_tw: 部件冷卻風扇

source: Min fan speed threshold
cs: Minimální prahová hodnota rychlosti ventilátoru
zh_tw: 最小風扇速度閾值

source: Part cooling fan speed will start to run at min speed when the estimated layer time is no longer than the layer time in setting. When layer time is shorter than threshold, fan speed is interpolated between the minimum and maximum fan speed according to layer printing time
cs: Rychlost ventilátoru chlazení části začne běžet na minimální rychlost, když odhadovaná doba vrstvy není delší než doba vrstvy v nastavení. Když je doba vrstvy kratší než práh, rychlost ventilátoru je interpolována mezi minimální a maximální rychlost podle doby tisku vrstvy.
zh_tw: 當預估的層時間不大於設定的數值時，部件冷卻風扇將開始執行在最小速度。層時間小於閾值時，實際風扇轉速將根據層列印時間在最大和最小風扇速度之間插值獲得

source: Max fan speed threshold
cs: Prahová hodnota maximální rychlosti ventilátoru
zh_tw: 最大風扇速度閾值

source: Part cooling fan speed will be max when the estimated layer time is shorter than the setting value
cs: Rychlost ventilátoru chlazení části bude maximální, když je odhadovaná doba vrstvy kratší než nastavená hodnota.
zh_tw: 當預計的層列印時間比設定值要短時，部件冷卻風扇轉速將達到最大值

source: Auxiliary part cooling fan
cs: Pomocný ventilátor chlazení dílu
zh_tw: 輔助部件冷卻風扇

source: Exhaust fan
cs: Výfukový ventilátor
zh_tw: 排風扇

source: During print
cs: Během tisku
zh_tw: 列印過程中

source: Complete print
cs: Dokončit tisk
zh_tw: 完成列印

source: Filament start G-code
cs: Startovací G-kód filamentu
zh_tw: 耗材絲起始G-code

source: Filament end G-code
cs: Koncový G-kód filamentu
zh_tw: 耗材絲結束G-code

source: Multi Filament
zh_tw: 多材料

source: Printable space
cs: Tisknutelný prostor
zh_tw: 可列印區域

source: Extruder Clearance
cs: Vzdálenost extruderu
zh_tw: 擠出機避讓空間

source: Accessory
cs: Příslušenství
zh_tw: 配件

source: Machine gcode
cs: G-kód stroje
zh_tw: 印表機G-code

source: Machine start G-code
cs: Startovací G-kód stroje
zh_tw: 印表機起始G-code

source: Machine end G-code
cs: Koncový
zh_tw: 印表機結束G-code

source: Printing by object G-code
cs: Tisk podle objektu G-kód
zh_tw: 逐件列印G-code

source: Before layer change G-code
cs: G-kód před změnou vrstvy
zh_tw: 換層前G-code

source: Layer change G-code
cs: G-kód pro změnu vrstvy
zh_tw: 換層G-code

source: Time lapse G-code
cs: Timelapse G-kód
zh_tw: 延時攝影G-code

source: Clumping Detection G-code
cs: G-kód pro detekci shlukování
zh_tw: 觸碰裹頭檢測G-code

source: Change filament G-code
cs: Změnit G-kód filamentu
zh_tw: 耗材絲更換G-code

source: Pause G-code
cs: Pauza G-kód
zh_tw: 暫停 G-code

source: Template Custom G-code
cs: Uživatelský šablonový G-kód
zh_tw: 模板自定義G-code

source: Motion ability
cs: Schopnost pohybu
zh_tw: 移動能力

source: Normal
cs: Normální
zh_tw: 普通

source: Speed limitation
cs: Omezení rychlosti.
zh_tw: 速度限制

source: Acceleration limitation
cs: Omezení zrychlení
zh_tw: 加速度限制

source: Jerk limitation
cs: Omezení rychlosti změny pohybu
zh_tw: 抖動限制

source: Single extruder MM setup
cs: Nastavení jednoho extrudéru MM
zh_tw: 單擠出機MM設定

source: Single extruder multimaterial parameters
cs: Parametry jednoho extruderu pro multimateriál
zh_tw: 單擠出機多材料引數

source: Layer height limits
cs: Limity výšky vrstvy
zh_tw: 層高限制

source: Retraction when switching material
cs: Retrakce při výměně materiálu
zh_tw: 切換材料時的回抽量

source: The Wipe option is not available when using the Firmware Retraction mode. Shall I disable it in order to enable Firmware Retraction?
cs: Možnost Wipe není dostupná při použití režimu Firmware Retrakce. Mám ji zakázat, abych povolil Firmware Retrakci?
zh_tw: 當使用韌體回抽模式時，擦拭選項不可用。 是否應禁用它以啟用韌體回抽？

source: Firmware Retraction
cs: Firmware retrakce
zh_tw: 韌體回抽

source: Detached
cs: Odpojeno
zh_tw: 分離的

source: %d Filament Preset and %d Process Preset is attached to this printer. Those presets would be deleted if the printer is deleted.
cs: %d Přednastavení filamentu a %d Procesní přednastavení jsou připojena k této tiskárně. Tato přednastavení budou odstraněna, pokud bude tiskárna smazána.
zh_tw: 該印表機下已關聯 %d 個材料預設與 %d 個工藝預設。如刪除該印表機，材料與工藝預設將一併刪除。

source: Presets inherited by other presets can not be deleted!
cs: Přednastavení zděděná jinými přednastaveními nelze odstranit!
zh_tw: 不能刪除被其他預設繼承的預設！

source: The following presets inherit this preset.
zh_tw: 以下預設繼承此預設。

source: %1% Preset
cs: %1% přednastavení
zh_tw: %1% 預設

source: Following preset will be deleted too.
zh_tw: 下列預設將被一起刪除。

source: Are you sure to delete the selected preset? If the preset corresponds to a filament currently in use on your printer, please reset the filament information for that slot.
cs: Opravdu chcete odstranit vybrané přednastavení? Pokud přednastavení odpovídá filamentu aktuálně používanému ve vaší tiskárně, prosím obnovte informace o filamentu pro tento slot.
zh_tw: 確定要刪除所選預設嗎？ 如果預設對應當前在您的印表機上使用的材料，請重新設定該槽位的材料資訊。

source: Are you sure to %1% the selected preset?
cs: Opravdu chcete %1% vybrané přednastavení?
zh_tw: 確定要%1%所選預設嗎？

source: Set
cs: Nastavit
zh_tw: 設定

source: No modifications need to be copied.
cs: Není třeba kopírovat žádné úpravy.
zh_tw: 沒有需要複製的引數修改。

source: Copy paramters
cs: Kopírovat parametry
zh_tw: 複製引數

source: Modify paramters of right nozzle
cs: Upravit parametry pravé trysky
zh_tw: 修改右噴嘴下的引數

source: Modify paramters of left nozzle
cs: Upravit parametry levé trysky
zh_tw: 修改左噴嘴下的引數

source: Do you want to modify the following parameters of the right nozzle to that of the left nozzle?
cs: Chcete upravit následující parametry pravé trysky podle levé trysky?
zh_tw: 是否要將右噴嘴下的引數修改為與左噴嘴相同的值？

source: Do you want to modify the following parameters of the left nozzle to that of the right nozzle?
cs: Chcete upravit následující parametry levé trysky podle pravé trysky?
zh_tw: 是否要將左噴嘴下的引數修改為與右噴嘴相同的值？

source: No available nozzles for current preset
cs: Pro aktuální přednastavení nejsou k dispozici žádné trysky
zh_tw: 當前預設無可用噴嘴

source: Available nozzles for current preset:
cs: Dostupné trysky pro aktuální přednastavení:
zh_tw: 當前預設可用噴嘴:

source: Click to reset current value and attach to the global value.
cs: Klikněte pro obnovení aktuální hodnoty a přiřazení ke globální hodnotě.
zh_tw: 點選該圖示，恢復到全域性的配置數值，並與全域性配置同步變化。

source: Click to drop current modify and reset to saved value.
cs: Klikněte pro zrušení aktuální úpravy a obnovení uložené hodnoty.
zh_tw: 點選該圖示，丟棄當前的修改，恢復到上次儲存的數值。

source: Process Settings
cs: Nastavení procesu
zh_tw: 工藝設定

source: Undef
cs: Nedef
zh_tw: 未定義

source: Discard or Use Modified Value
cs: Zahodit nebo použít upravenou hodnotu
zh_tw: 丟棄或使用修改值

source: Save or Discard Modified Value
cs: Uložit nebo zahodit upravenou hodnotu
zh_tw: 儲存或丟棄修改值

source: Unsaved Changes
cs: Neuložené změny
zh_tw: 未儲存的更改

source: Use Modified Value of Process Preset
cs: Použít upravenou hodnotu přednastavení procesu
zh_tw: 使用工藝預設的修改值

source: Use Modified Value of Filament Preset
cs: Použít upravenou hodnotu přednastavení filamentu
zh_tw: 使用材料預設的修改值

source: Use Modified Value of Printer Preset
cs: Použít upravenou hodnotu přednastavení tiskárny
zh_tw: 使用機器預設的修改值

source: Preset(Old)
cs: Přednastavení (staré)
zh_tw: 預設（舊）

source: Modified Value(New)
cs: Upravená hodnota (nová)
zh_tw: 修改值（新）

source: Discard Modified Value
cs: Zahodit upravenou hodnotu
zh_tw: 丟棄修改值

source: Don't save
cs: Neukládat
zh_tw: 不儲存

source: Use Modified Value
cs: Použít upravenou hodnotu
zh_tw: 使用修改值

source: Click the right mouse button to display the full text.
cs: Klikněte pravým tlačítkem myši pro zobrazení celého textu.
zh_tw: 單擊滑鼠右鍵顯示全文。

source: All changes will not be saved
cs: Všechny změny nebudou uloženy.
zh_tw: 所有的修改都不會被儲存

source: All changes will be discarded.
cs: Všechny změny budou zrušeny.
zh_tw: 所有的修改都將被丟棄。

source: Save the selected options.
cs: Uložit vybrané možnosti.
zh_tw: 儲存所選項。

source: Keep the selected options.
cs: Ponechte vybrané možnosti.
zh_tw: 保持所選項。

source: Transfer the selected options to the newly selected preset.
cs: Přeneste vybrané možnosti do nově zvoleného přednastavení.
zh_tw: 將所選項遷移到新的預設中。

source: Save the selected options to preset "%1%".
cs: Uložit vybrané možnosti do přednastavení "%1%".
zh_tw: 儲存所選選項到預設 "%1%".

source: Transfer the selected options to the newly selected preset "%1%".
cs: Přeneste vybrané možnosti do nově zvoleného přednastavení „%1%“.
zh_tw: 將選擇的選項轉移到新選擇的預設 "%1%".

source: Preset "%1%" contains the following unsaved changes:
cs: Přednastavení „%1%“ obsahuje následující neuložené změny:
zh_tw: 預設 "%1%" 包含以下未儲存的修改:

source: Preset "%1%" is not compatible with the new printer profile and it contains the following unsaved changes:
cs: Přednastavení „%1%“ není kompatibilní s novým profilem tiskárny a obsahuje následující neuložené změny:
zh_tw: 預設 "%1%" 與新的印表機預設不相容，並且包含以下未儲存的修改：

source: Preset "%1%" is not compatible with the new process profile and it contains the following unsaved changes:
cs: Přednastavení „%1%“ není kompatibilní s novým profilem procesu a obsahuje následující neuložené změny:
zh_tw: 預設“%1%”和新的工藝預設不相容，並且它包含以下未儲存的修改：

source: You have changed the preset "%1%".
cs: Změnili jste přednastavení "%1%".
zh_tw: 您已更改了預設 “%1%” 。

source: Do you want to use the modified value in the new preset that you selected?
cs: Přejete si použít upravenou hodnotu v novém přednastavení, které jste vybrali? Chcete použít upravenou hodnotu v novém předvoleném nastavení, které jste vybrali?
zh_tw: 您是否想在新選擇的預設中使用修改後的值？

source: You have changed the preset.
cs: Změnili jste přednastavení.
zh_tw: 您已更改了預設。

source: Do you want to save the modified values?
cs: Přejete si uložit upravené hodnoty? Chcete uložit upravené hodnoty?
zh_tw: 您是否想儲存修改後的值？

source: Extruders count
cs: Počet extruderů
zh_tw: 擠出機數量

source: General
cs: Obecné
zh_tw: 常規

source: Capabilities
cs: Schopnosti
zh_tw: 能力

source: Left:
cs: Levá:
zh_tw: 左:

source: Right:
cs: Pravá:
zh_tw: 右:

source: Select presets to compare
cs: Vyberte přednastavení k porovnání
zh_tw: 選擇要比較的預設

source: Show all presets (including incompatible)
cs: Zobrazit všechna přednastavení (včetně nekompatibilních)
zh_tw: 顯示所有預設(包括不相容的)

source: Add File
cs: Přidat soubor
zh_tw: 新增檔案

source: Set as cover
cs: Nastavit jako kryt
zh_tw: 設定為封面

source: Cover
cs: Kryt
zh_tw: 封面

source: The name "%1%" already exists.
cs: Název "%1%" již existuje.
zh_tw: 名字"%1%"已經存在。

source: Basic Info
cs: Základní údaje
zh_tw: 基本資訊

source: Pictures
cs: Obrázky
zh_tw: 圖片

source: Bill of Materials
cs: Seznam materiálů
zh_tw: 物料清單

source: Assembly Guide
cs: Průvodce sestavou
zh_tw: 組裝指南

source: Author
cs: Autor
zh_tw: 作者

source: Model Name
cs: Název modelu
zh_tw: 模型名字

source: %s Update
cs: %s Aktualizace
zh_tw: %s 更新

source: A new version is available
cs: Je dostupná nová verze.
zh_tw: 發現新版本

source: Configuration update
cs: Aktualizace konfigurace
zh_tw: 配置更新

source: A new configuration package available, Do you want to install it?
cs: Nový konfigurační balíček je dostupný, chcete jej nainstalovat?
zh_tw: 新的配置包可用，您需要安裝嗎？

source: Description:
cs: Popis:
zh_tw: 描述：

source: Configuration incompatible
cs: Konfigurace není kompatibilní
zh_tw: 配置不相容

source: the configuration package is incompatible with current application.
cs: Konfigurační balíček není kompatibilní se současnou aplikací.
zh_tw: 配置包和當前的應用程式不相容。

source: The configuration package is incompatible with current application. %s will update the configuration package, Otherwise it won't be able to start
cs: Konfigurační balíček není kompatibilní se současnou aplikací. %s provede aktualizaci konfiguračního balíčku. V opačném případě nebude možné aplikaci spustit.
zh_tw: 配置包和當前的應用程式不相容。 %s會更新配置包，否則無法正常啟動

source: Exit %s
cs: Ukončit %s
zh_tw: 退出 %s

source: Configuration updates
cs: Aktualizace konfigurací
zh_tw: 配置更新

source: No updates available.
cs: Nejsou k dispozici žádné aktualizace.
zh_tw: 沒有可用的更新。

source: The configuration is up to date.
cs: Konfigurace je aktuální.
zh_tw: 當前配置已經是最新版本。

source: Open Wiki for more information >
cs: Otevřít Wiki pro více informací >
zh_tw: 開啟Wiki瞭解更多資訊 >

source: Obj file Import color
cs: Import barvy z OBJ souboru
zh_tw: Obj檔案匯入顏色

source: Standard 3mf Import color
cs: Standardní import barvy 3mf
zh_tw: 標準3mf匯入顏色

source: Some faces don't have color defined.
cs: Některé plochy nemají definovanou barvu.
zh_tw: 有些面片未定義顏色。

source: mtl file exist error,could not find the material:
cs: Chyba: existuje mtl soubor, nelze najít materiál:
zh_tw: mtl檔案存在錯誤，找不到材料：

source: Please check obj or mtl file.
cs: Zkontrolujte soubor obj nebo mtl.
zh_tw: 請檢查obj或mtl檔案。

source: Specify number of colors:
cs: Zadejte počet barev:
zh_tw: 指定顏色數量:

source: Enter or click the adjustment button to modify number again
cs: Zadejte nebo klikněte na tlačítko úpravy pro změnu čísla
zh_tw: 輸入或單擊調整按鈕可再次修改數字

source: Recommended
cs: Doporučeno
zh_tw: 推薦

source: view
cs: zobrazit
zh_tw: 檢視

source: Current filament colors
cs: Aktuální barvy filamentu
zh_tw: 當前材料顏色

source: Matching
cs: Přiřazení
zh_tw: 匹配

source: Quick set
cs: Rychlé nastavení
zh_tw: 快捷設定

source: There are color input errors.
cs: Došlo k chybám zadání barvy.
zh_tw: 存在顏色輸入錯誤。

source: Texture import is temporarily unavailable, partial coloring is automatically replaced with the default color.
cs: Import textury je dočasně nedostupný, částečné zbarvení je automaticky nahrazeno výchozí barvou.
zh_tw: 紋理匯入暫時不可用，部分著色將自動替換為預設顏色。

source: And
cs: A
zh_tw: 並且

source: Note
cs: Poznámka
zh_tw: 提示

source: The color has been selected, you can choose OK to continue or manually adjust it.
cs: Barva byla vybrána. Můžete zvolit OK pro pokračování nebo ji upravit ručně.
zh_tw: 顏色已經預設匹配好了，您可以選中確認繼續或手動修改它。

# ObjImport
source: Original
zh_tw: 原專案

source: After mapping
cs: Po mapování
zh_tw: 匹配後

source: Color match
cs: Barevná shoda
zh_tw: 顏色匹配

source: Approximate color matching.
cs: Přibližné přiřazení barvy.
zh_tw: 近似的顏色匹配。

source: Append
cs: Připojit
zh_tw: 追加

source: Append to existing filaments
cs: Přidat k existujícím filamentům
zh_tw: 在已有耗材後面追加耗材

source: Reset mapped extruders.
cs: Obnovit namapované extrudery.
zh_tw: 重置匹配的耗材絲。

source: Synchronizing AMS filaments will discard your modified but unsaved filament presets. Are you sure you want to continue?
cs: Synchronizace filamentů AMS zruší vaše upravená, ale neuložená přednastavení filamentu. Opravdu chcete pokračovat?
zh_tw: 同步AMS耗材將丟棄已修改但未儲存的耗材預設。您確定要繼續嗎？

# Sync_AMS
source: Original
zh_tw: 原專案

source: After overwriting
cs: Po přepsání
zh_tw: 覆蓋後

# Sync_AMS
source: Plate
cs: Podložka
zh_tw: 盤號

source: The connected printer does not match the currently selected printer. Please change the selected printer.
cs: Připojená tiskárna neodpovídá aktuálně vybrané tiskárně. Prosím, změňte vybranou tiskárnu.
zh_tw: 連線的印表機與當前選擇的印表機不匹配。請更改所選印表機。

source: Mapping
cs: Mapování
zh_tw: 匹配

source: Overwriting
cs: Přepisování
zh_tw: 覆蓋

source: Reset all filament mapping
cs: Resetovat veškeré mapování filamentů
zh_tw: 重置所有耗材對映

source: Left Extruder
cs: Levý extruder
zh_tw: 左擠出機

source: (Recommended filament)
cs: (Doporučený filament)
zh_tw: (推薦的材料)

source: Right Extruder
cs: Pravý extruder
zh_tw: 右擠出機

source: Advanced Options
cs: Pokročilé možnosti
zh_tw: 高階選項

source: Check heatbed flatness. Leveling makes extruded height uniform. *Automatic mode: Level first (about 10 seconds). Skip if surface is fine.
cs: Zkontrolujte rovinnost vyhřívané podložky. Nivelace zajišťuje jednotnou výšku výtlačku. *Automatický režim: Nejprve proveďte nivelaci (asi 10 sekund). Přeskočte, pokud je povrch v pořádku.
zh_tw: 檢查加熱床的平整度。找平使擠壓高度均勻。 *自動模式：先調平（約10秒）。如果表面良好，則跳過。

source: Calibrate nozzle offsets to enhance print quality. *Automatic mode: Check for calibration before printing; skip if unnecessary.
cs: Kalibrujte offsety trysky pro zvýšení kvality tisku. *Automatický režim: Před tiskem zkontrolujte kalibraci; přeskočte, pokud není nutné.
zh_tw: 校準不同噴嘴的偏移量，提升列印質量。 *自動模式：發起列印前檢測是否需要校準，無需校準則跳過校準。

source: Use AMS
cs: Použít AMS
zh_tw: 使用AMS

source: Tip
zh_tw: 提示

source: Only synchronize filament type and color, not including AMS slot information.
cs: Synchronizuje se pouze typ a barva filamentu, informace o slotu AMS nejsou zahrnuty.
zh_tw: 僅同步耗材型別和顏色，不包含AMS槽位資訊。

source: Replace the project filaments list sequentially based on printer filaments. And unused printer filaments will be automatically added to the end of the list.
cs: Postupně nahraďte seznam filamentů projektu podle filamentů tiskárny. Nepoužité filamenty tiskárny budou automaticky přidány na konec seznamu.
zh_tw: 使用印表機內的耗材，依次替換專案耗材列表。未使用的印表機耗材將自動新增至列表末尾。

source: Advanced settings
cs: Pokročilá nastavení
zh_tw: 高階設定

source: Add unused AMS filaments to filaments list.
cs: Přidejte nepoužité AMS filamenty do seznamu filamentů.
zh_tw: 將未使用的 AMS 耗材新增到耗材列表中。

source: Automatically merge the same colors in the model after mapping.
cs: Automaticky sloučit stejné barvy v modelu po mapování.
zh_tw: 匹配後自動合併模型中的相同顏色。

source: After being synced, this action cannot be undone.
cs: Po synchronizaci tuto akci nelze vrátit zpět.
zh_tw: 同步後，此操作不可撤銷。

source: After being synced, the project's filament presets and colors will be replaced with the mapped filament types and colors. This action cannot be undone.
cs: Po synchronizaci budou přednastavení filamentu a barvy projektu nahrazeny namapovanými typy filamentu a barvami. Tuto akci nelze vrátit zpět.
zh_tw: 同步後，專案耗材列表的預設和顏色將被對映後的耗材型別和顏色替代，此操作不可撤銷。

source: Are you sure to synchronize the filaments?
cs: Opravdu chcete synchronizovat filamenty?
zh_tw: 確定要同步AMS中耗材資訊嗎？

source: Synchronize now
cs: Synchronizovat nyní
zh_tw: 立即同步

source: Synchronize Filament Information
cs: Synchronizovat informace o filamentu
zh_tw: 同步耗材資訊

source: Add unused filaments to filaments list.
cs: Přidejte nepoužité filamenty do seznamu filamentů.
zh_tw: 將未使用的耗材新增到耗材列表中。

source: Only synchronize filament type and color, not including slot information.
cs: Synchronizuje se pouze typ a barva filamentu, informace o slotu nejsou zahrnuty.
zh_tw: 僅同步耗材型別和顏色，不包含槽位資訊。

source: Ext spool
cs: Vnější cívka
zh_tw: 外掛

source: Please check whether the nozzle type of the device is the same as the preset nozzle type.
cs: Zkontrolujte prosím, zda je typ trysky zařízení stejný jako přednastavený typ trysky.
zh_tw: 請檢查裝置的噴嘴型別是否與預設的噴嘴型別相同。

source: The selected printer (%s) is incompatible with the chosen printer profile in the slicer (%s).
cs: Vybraná tiskárna (%s) není kompatibilní se zvoleným profilem tiskárny v řezači (%s).
zh_tw: 所選印表機（%s）與切片軟體中選擇的印表機配置檔案（%s）不相容。

source: Timelapse is not supported because Print sequence is set to "By object".
cs: Timelapse není podporován, protože pořadí tisku je nastaveno na "Podle objektu".
zh_tw: 切片引數中開啟了逐件列印，無法支援延時攝影。

source: You selected external and AMS filament at the same time in an extruder, you will need manually change external filament.
cs: Vybral(a) jste současně externí a AMS filament v jednom extruderu, externí filament bude třeba měnit ručně.
zh_tw: 您在同一擠出機中同時選擇了外部和AMS耗材，您需要手動更換外部耗材。

source: Successfully synchronized nozzle information.
cs: Úspěšně synchronizovány informace o trysce.
zh_tw: 噴嘴資訊同步成功。

source: Successfully synchronized nozzle and AMS number information.
cs: Úspěšně synchronizovány informace o trysce a čísle AMS.
zh_tw: 噴嘴資訊和AMS數量同步成功。

source: Continue to sync filaments
cs: Pokračovat v synchronizaci filamentů
zh_tw: 繼續同步耗材

# Sync_Nozzle_AMS
source: Cancel
cs: Zrušit
zh_tw: 知道了

source: Successfully synchronized color and type of filament from printer.
cs: Barva a typ filament byly úspěšně synchronizovány z tiskárny.
zh_tw: 成功從印表機同步耗材顏色和型別。

# FinishSyncAms
source: OK
zh_tw: 知道了

source: Studio would re-calculate your flushing volumes everytime the filaments color changed or filaments changed. You could disable the auto-calculate in Bambu Studio > Preferences
cs: Studio znovu vypočítá vaše objemy proplachu pokaždé, když dojde ke změně barvy nebo filamentu. Automatický výpočet můžete vypnout v Bambu Studio > Předvolby.
zh_tw: Studio 將會在每一次更換耗材或顏色時重新計算您的沖刷體積，您可以在Bambu Studio > 偏好設定 中關閉自動計算

source: Flushing volume (mm³) for each filament pair.
cs: Objem proplachu (mm³) pro každý pár filamentů.
zh_tw: 在兩個耗材絲間切換所需的沖刷量（mm³）

source: Suggestion: Flushing Volume in range [%d, %d]
cs: Doporučení: Proplachovací objem v rozmezí [%d, %d]
zh_tw: 建議：沖刷量設定在[%d, %d]範圍內

source: The multiplier should be in range [%.2f, %.2f].
cs: Násobitel musí být v rozsahu [%.2f, %.2f].
zh_tw: 乘數的取值範圍是[%.2f, %.2f]

source: Re-calculate
cs: Přepočítat
zh_tw: 重新計算

source: Left extruder
cs: Levý extruder
zh_tw: 左擠出機

source: Right extruder
cs: Pravý extruder
zh_tw: 右擠出機

source: Multiplier
cs: Multiplikátor
zh_tw: 乘數

source: Flushing volumes for filament change
cs: Objemy proplachu při výměně filamentu
zh_tw: 耗材絲更換時的沖刷體積

source: Please choose the filament colour
cs: Vyberte prosím barvu filamentu.
zh_tw: 請選擇材料顏色

source: Bambu Network plug-in not detected.
cs: Zásuvný modul Bambu Network nebyl detekován.
zh_tw: 未檢測到Bambu網路外掛。

source: Click here to download it.
cs: Klikněte zde pro stažení.
zh_tw: 點此下載

source: Login
cs: Přihlášení
zh_tw: 登入

source: The configuration package is changed to the previous Config Guide
cs: Konfigurační balíček byl změněn na předchozího průvodce konfigurací.
zh_tw: 引數配置包在之前的配置嚮導中發生了變更

source: Configuration package changed
cs: Konfigurační balíček byl změněn
zh_tw: 引數配置包發生變更

source: Toolbar
cs: Panel nástrojů
zh_tw: 工具欄

source: Objects list
cs: Seznam objektů
zh_tw: 物件列表
