Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Import geometry data from STL/STEP/3MF/OBJ/AMF files
cs: Importovat geometrická data ze souborů STL/STEP/3MF/OBJ/AMF
zh_tw: 從STL/STEP/3MF/OBJ/AMF檔案中匯入幾何資料

source: Paste from clipboard
cs: Vložit ze schránky
zh_tw: 從剪下板貼上

source: Show/Hide 3Dconnexion devices settings dialog
cs: Zobrazit/skrýt dialog nastavení zařízení 3Dconnexion
zh_tw: 顯示/隱藏 3Dconnexion裝置的設定對話方塊

source: Switch tab page
cs: Přepnout stránku záložky
zh_tw: 切換標籤頁

source: Show keyboard shortcuts list
cs: Zobrazit seznam klávesových zkratek
zh_tw: 顯示鍵盤快捷鍵列表

source: Global shortcuts
cs: Globální zkratky
zh_tw: 全域性快捷鍵

source: Rotate View
cs: Otočit pohled
zh_tw: 旋轉視角

source: Pan View
cs: Posun pohledu
zh_tw: 移動視角

source: Zoom View
cs: Zobrazení přiblížení
zh_tw: 縮放視角

source: Auto orientates selected objects or all objects.If there are selected objects, it just orientates the selected ones.Otherwise, it will orientates all objects in the current disk.
cs: Automaticky orientuje vybrané objekty nebo všechny objekty. Pokud jsou vybrané objekty, orientuje pouze tyto. Jinak orientuje všechny objekty na aktuální podložce.
zh_tw: 自動調整選定零件/所有零件的方向,有選定零件時調整選定零件的朝向,沒有選擇零件時調整當前盤所有零件的朝向

source: Collapse/Expand the sidebar
cs: Sbalit/rozbalit postranní panel
zh_tw: 收起/展開 側邊欄

source: Any arrow
cs: Libovolná šipka
zh_tw: 方向鍵

source: Movement in camera space
cs: Pohyb v prostoru kamery
zh_tw: 沿相機視角移動物件

source: Select a part
cs: Vyberte část
zh_tw: 選擇單個零件

source: Shift+Left mouse button
cs: Shift+levé tlačítko myši
zh_tw: Shift+滑鼠左鍵

source: Select objects by rectangle
cs: Vyberte objekty obdélníkem
zh_tw: 框選多個零件

source: Arrow Up
cs: Šipka nahoru
zh_tw: 上箭頭

source: Move selection 10 mm in positive Y direction
cs: Přesunout výběr o 10 mm v kladném směru osy Y
zh_tw: Y方向移動 10mm

source: Arrow Down
cs: Šipka dolů
zh_tw: 下箭頭

source: Move selection 10 mm in negative Y direction
cs: Přesunout výběr o 10 mm v záporném směru osy Y
zh_tw: Y方向移動 10mm

source: Arrow Left
cs: Šipka vlevo
zh_tw: 左箭頭

source: Move selection 10 mm in negative X direction
cs: Přesunout výběr o 10 mm v záporném směru osy X
zh_tw: X方向移動 10mm

source: Arrow Right
cs: Šipka vpravo
zh_tw: 右箭頭

source: Move selection 10 mm in positive X direction
cs: Přesunout výběr o 10 mm v kladném směru osy X
zh_tw: X方向移動 10mm

source: Shift+Any arrow
cs: Shift+libovolná šipka
zh_tw: Shift+方向鍵

source: Movement step set to 1 mm
cs: Krok pohybu nastaven na 1 mm
zh_tw: 沿X、Y軸以1mm為步進移動物件

source: keyboard 1-9: set filament for object/part
cs: klávesy 1–9: nastavit filament pro objekt/část
zh_tw: 按鍵1-9：設定物件/零件的耗材絲

source: Camera view - Default
cs: Pohled kamery – výchozí
zh_tw: 攝像機視角 - 預設

source: Camera view - Top
cs: Pohled kamery – horní
zh_tw: 攝像機視角 - 頂部

source: Camera view - Bottom
cs: Pohled kamery – spodní
zh_tw: 攝像機視角 - 底部

source: Camera view - Front
cs: Pohled kamery – přední
zh_tw: 攝像機視角 - 前面

source: Camera view - Behind
cs: Pohled kamery – zezadu
zh_tw: 攝像機視角 - 後面

source: Camera view - Isometric
cs: Pohled kamery – izometrický
zh_tw: 攝像機視角 - 等軸測

source: Select all objects
cs: Vyberte všechny objekty
zh_tw: 選擇所有物件

source: Gizmo move
cs: Gizmo přesunout
zh_tw: 線框移動

source: Gizmo scale
cs: Gizmo škálovat
zh_tw: 線框縮放

source: Gizmo rotate
cs: Gizmo otočit
zh_tw: 旋轉物件

source: Gizmo cut
cs: Gizmo řezat
zh_tw: 剪下物件

source: Gizmo Place face on bed
cs: Gizmo Umístit plochu na podložku
zh_tw: 選擇底面

source: Gizmo SLA support points
cs: Gizmo SLA body podpory
zh_tw: SLA支撐點

source: Gizmo FDM paint-on seam
cs: Gizmo FDM natírání švu
zh_tw: FDM塗裝接縫

source: Plater
cs: Pokladač
zh_tw: 準備

source: Support/Color Painting: adjust pen radius
cs: Malování podpory/barvy: upravte poloměr pera
zh_tw: 支撐/顏色繪製：調節畫筆半徑

source: Support/Color Painting: adjust section position
cs: Podpora/barevné malování: upravte pozici sekce
zh_tw: 支撐/色彩繪製：調節剖面位置

source: Gizmo
zh_tw: 小工具

source: Set extruder number for the objects and parts
cs: Nastavit číslo extruderu pro objekty a části
zh_tw: 設定物件、零件使用的擠出機編號

source: Delete objects, parts, modifiers
cs: Smazat objekty, části, modifikátory
zh_tw: 刪除物件、零件、修改器

source: Space
cs: Mezera
zh_tw: 空格鍵

source: Select the object/part and press space to change the name
cs: Vyberte objekt nebo část a stiskněte mezerník pro změnu názvu
zh_tw: 選中物件、零件，按空格可修改名稱

source: Mouse click
cs: Kliknutí myší
zh_tw: 滑鼠點選

source: Select the object/part and mouse click to change the name
cs: Vyberte objekt nebo část a klikněte myší pro změnu názvu
zh_tw: 選中物件、零件，雙擊零件名可修改名稱

source: Objects List
cs: Seznam objektů
zh_tw: 物件列表

source: Vertical slider - Move active thumb Up
cs: Vertikální posuvník – posunout aktivní jezdec nahoru
zh_tw: 垂直滑動條 - 向上移動一層

source: Vertical slider - Move active thumb Down
cs: Vertikální posuvník – posunout aktivní jezdec dolů
zh_tw: 垂直滑動條 - 向下移動一層

source: Horizontal slider - Move active thumb Left
cs: Horizontální posuvník – posunout aktivní jezdec doleva
zh_tw: 水平滑動條 - 向左移動一步

source: Horizontal slider - Move active thumb Right
cs: Horizontální posuvník – posunout aktivní jezdec doprava
zh_tw: 水平滑動條 - 向右移動一步

source: On/Off one layer mode of the vertical slider
cs: Zapnout/vypnout režim jedné vrstvy u vertikálního posuvníku
zh_tw: 開啟/關閉垂直滑動條的單層模式

source: Move slider 5x faster
cs: Posunout posuvník 5x rychleji
zh_tw: 5倍速移動滑動條

source: Shift+Mouse wheel
cs: Shift+kolečko myši
zh_tw: Shift+滑鼠滾輪

source: Release Note
cs: Poznámky k vydání
zh_tw: 更新說明

source: version %s update information :
cs: informace o aktualizaci verze %s:
zh_tw: 版本 %s 更新資訊

source: Network plug-in update
cs: Aktualizace síťového plug-inu
zh_tw: 網路外掛升級

source: Click OK to update the Network plug-in when Bambu Studio launches next time.
cs: Klikněte na OK pro aktualizaci síťového plug-inu při příštím spuštění Bambu Studio.
zh_tw: 點選“確認”，將在Bambu Studio下次啟動之後自動升級網路外掛

source: A new Network plug-in(%s) available, Do you want to install it?
cs: Nový síťový doplněk (%s) je dostupný, chcete jej nainstalovat?
zh_tw: 新的網路外掛(%s) 可用，您是否需要安裝它？

source: New version of Bambu Studio
cs: K dispozici je nová verze Bambu Studio
zh_tw: 新版本的Bambu Studio

source: Skip this Version
cs: Přeskočit tuto verzi
zh_tw: 跳過本版本

source: resume
cs: Pokračovat
zh_tw: 繼續

source: Confirm and Update Nozzle
cs: Potvrdit a aktualizovat trysku
zh_tw: 確認並更新噴嘴

source: Connect the printer using IP and access code
cs: Připojte tiskárnu pomocí IP a Přístupového kódu
zh_tw: 使用IP和訪問程式碼連線列印

source: Try the following methods to update the connection parameters and reconnect to the printer.
cs: Vyzkoušejte následující metody pro aktualizaci parametrů připojení a opětovné připojení k tiskárně.
zh_tw: 嘗試以下方法更新連線引數並重新連線印表機。

source: 1. Please confirm Bambu Studio and your printer are in the same LAN.
cs: 1. Prosím potvrďte, že Bambu Studio a vaše tiskárna jsou ve stejné LAN síti.
zh_tw: 1. 請確認Bambu Studio和您的印表機在同一個區域網內。

source: 2. If the IP and Access Code below are different from the actual values on your printer, please correct them.
cs: 2. Pokud se IP a přístupový kód níže liší od skutečných hodnot tiskárny, opravte je prosím.
zh_tw: 2. 如果下面的IP和Access Code與您的印表機上的實際值不同，請更正。

source: 3. Please obtain the device SN from the printer side; it is usually found in the device information on the printer screen.
cs: 3. Získejte prosím SN zařízení přímo z tiskárny; obvykle jej najdete v informacích o zařízení na displeji tiskárny.
zh_tw: 3. 請從印表機端獲取裝置序列號，它通常位於印表機螢幕上的裝置資訊中。

source: Access Code
cs: Přístupový kód
zh_tw: 訪問碼

source: Printer model
cs: Model tiskárny
zh_tw: 印表機型號

source: Where to find your printer's IP and Access Code?
cs: Kde najdete IP tiskárny a Přístupový kód?
zh_tw: 在哪裡可以找到印表機的IP和訪問程式碼?

source: Connect
cs: Připojit
zh_tw: 連線

source: IP and Access Code Verified! You may close the window
cs: IP a Přístupový kód ověřeny! Můžete zavřít okno.
zh_tw: IP地址和訪問碼驗證成功！您可以關閉此視窗。

source: connecting...
cs: Připojování...
zh_tw: 連線中...

source: Failed to connect to printer.
cs: Nepodařilo se připojit k tiskárně.
zh_tw: 無法連線到印表機

source: Failed to publish login request.
cs: Nepodařilo se odeslat požadavek na přihlášení.
zh_tw: 釋出登入請求失敗

source: The printer has already been bound.
cs: Tiskárna již byla spárována.
zh_tw: 印表機已繫結。

source: The printer mode is incorrect, please switch to LAN Only.
cs: Režim tiskárny je nesprávný, přepněte prosím na Pouze LAN.
zh_tw: 印表機模式不正確，請切換到僅區域網。

source: Connecting to printer... The dialog will close later
cs: Připojování k tiskárně... Dialog se zavře později.
zh_tw: 連線印表機中… 對話方塊稍後將自動關閉。

source: Connection failed, please double check IP and Access Code
cs: Připojení selhalo, zkontrolujte IP a Přístupový kód.
zh_tw: 連線失敗，請再次檢查IP地址和訪問碼。

source: Connection failed! If your IP and Access Code is correct, please move to step 3 for troubleshooting network issues
cs: Připojení selhalo! Pokud je vaše IP a Přístupový kód správný, přejděte ke kroku 3 pro řešení problémů se sítí.
zh_tw: 連線失敗！如果您的IP地址和訪問碼是正確的， 請檢視第三步的提示，以便定位網路問題所在。

source: Connection failed! Please refer to the wiki page.
cs: Připojení selhalo! Podívejte se na stránku ve wiki.
zh_tw: 連線失敗！請參考wiki頁面

source: sending failed
cs: odesílání selhalo
zh_tw: 傳送失敗

source: Failed to send. Click Retry to attempt sending again. If retrying does not work, please check the reason.
cs: Odeslání se nezdařilo. Kliknutím na Opakovat se pokusíte odeslání znovu. Pokud opakování nefunguje, zkontrolujte prosím příčinu.
zh_tw: 傳送失敗。您可以點選“重試”再次傳送。如果重試無效，請檢查原因。

source: reconnect
cs: Znovu připojit
zh_tw: 重新連線

source: Welcome to Helio Additive
zh_tw: 歡迎使用 Helio Additive

source: Know Your Print Will Work — Before You Hit Print
zh_tw: 在點選“列印”之前透過最佳化提升列印成功率

source: Physics-based analysis and optimization that makes prints faster, stronger, and far more reliable.
zh_tw: 基於物理的分析與最佳化，讓列印更快、更強，並顯著提升可靠性。

source: Unlock a world of faster, more reliable printing with Helio's state of the art physics based 3d printing simulation technology.
zh_tw: 藉助 Helio 先進的基於物理的 3D 列印模擬技術，解鎖更快、更可靠的列印體驗。

source: Fewer Failed Prints
zh_tw: 更少的列印失敗

source: Catch issues before printing and improve first-try success.
zh_tw: 在列印前發現問題，提高一次成功率。

source: Faster Prints, Better Quality
zh_tw: 更快的列印，更好的質量

source: Automatically tune speed and extrusion without manual tweaking.
zh_tw: 無需手動調參，自動最佳化速度與擠出。

source: Enable Helio Additive
zh_tw: 啟用 Helio Additive

source: Uninstall
zh_tw: 解除安裝

source: After slicing, click the Helio button to analyze your print.
zh_tw: 切片完成後，點選 Helio 按鈕分析你的列印任務。

source: Helio Additive does not change your printer's firmware.
zh_tw: Helio Additive 不會更改你的印表機韌體。

source: Designed to help prints succeed — even if you're new to 3D printing.
zh_tw: 即使你是 3D 列印新手，也能幫助你順利列印成功。

source: Are you sure you want to uninstall Helio Additive? This will disable all Helio features.
zh_tw: 確定要解除安裝 Helio Additive 嗎？這將禁用所有 Helio 功能。

source: Uninstall Helio Additive
zh_tw: 解除安裝 Helio Additive

source: Legal & Activation Terms
zh_tw: 法律與啟用條款

source: Got it
cs: Rozumím
zh_tw: 知道了

source: Failed to get Helio PAT, Click Refresh to obtain it again.
cs: Nepodařilo se získat Helio PAT. Klikněte na Obnovit pro nové získání.
zh_tw: 獲取 Helio-PAT 失敗，點選重新整理重新獲取。

source: Failed to obtain PAT. The quantity limit has been reached, so it cannot be obtained. Click the refresh button to re-obtain PAT.
cs: Nepodařilo se získat PAT. Bylo dosaženo množstevního limitu, další již nelze získat. Klikněte na tlačítko Obnovit pro opětovné získání PAT.
zh_tw: 獲取 Helio-PAT 失敗。已達到數量上限，無法再獲取。請點選重新整理按鈕重新獲取PAT。

source: You are activating Helio Additive's advanced simulation services.
zh_tw: 你正在啟用 Helio Additive 的高階模擬服務。

source: Software Service Terms && Conditions
zh_tw: 軟體服務條款與條件

source: Helio Additive Privacy Agreement
zh_tw: Helio Additive 隱私協議

source: Helio Additive User Agreement
zh_tw: Helio Additive 使用者協議

source: Unless otherwise specified, Bambu Lab only provides support for the software features officially provided. The slicing evaluation and slicing optimization features based on
zh_tw: 除非特殊說明，拓竹科技僅對官方提供的軟體功能提供支援。本軟體中基於

source: 's cloud service in this software will be developed, operated, provided, and maintained by
zh_tw: 雲端服務的切片評估和切片最佳化功能由

source: . Helio Additive is responsible for the effectiveness and availability of this service. The optimization feature of this service may modify the default print commands, posing a risk of printer damage. These features will collect necessary user information and data to achieve relevant service functions. Subscriptions and payments may be involved. Please visit
zh_tw: 負責開發、維護以及對外提供服務。其服務效果和可用性由Helio Additive負責。本服務的最佳化功能可能修改預設的列印指令，存在印表機損壞的風險。同時這些功能將收集必要的使用者資訊和資料以實現相關服務功能，並可能涉及訂閱與付費，請訪問

source: and refer to the
zh_tw: 並參考

source: and
zh_tw: 和

source: for detailed information.
zh_tw: 獲取詳細資訊。

source: Meanwhile, you understand that this product is provided to you "as is" based on
zh_tw: 同時，您理解本產品是“按原樣”向您提供基於

source: 's services, and Bambu Lab makes no express or implied warranties of any kind, nor can it control the service effects. To the fullest extent permitted by applicable law, Bambu Lab or its licensors/affiliates do not provide any express or implied representations or warranties, including but not limited to warranties regarding merchantability, satisfactory quality, fitness for a particular purpose, accuracy, confidentiality, and non-infringement of third-party rights. Due to the nature of network services, Bambu Lab cannot guarantee that the service will be available at all times, and Bambu Lab reserves the right to terminate the service based on relevant circumstances. You agree not to use this product and its related updates to engage in the following activities:
zh_tw: 的服務，拓竹不存在任何形式的明示或暗示擔保，也無法控制服務效果，並且在適用法律允許的最大範圍內，拓竹、其許可方/附屬公司均不提供任何明示或暗示的陳述或保證，包括但不限於有關適銷性、滿意質量、適用於特定目的、準確性、保密權以及不侵犯第三方權利的保證。基於網路服務的特性，拓竹無法保證該服務隨時可達，並且拓竹有權根據相關情況終止該服務。您同意不使用本產品及相關更新內容從事以下行為：

source: 1. Copy or use any part of this product outside the authorized scope of Helio Additive and Bambu Lab;
zh_tw: 1. 在Helio Additive和拓竹授權範圍之外複製或使用本產品的任何一部分內容；

source: 2. Attempt to disrupt, bypass, alter, invalidate, or evade any Digital Rights Management system related to and/or an integral part of this product;
zh_tw: 2. 企圖破壞、繞過、改變、作廢或者逃避和本產品相關的以及/或者屬於本產品有機組成的一部分的任何數字版權管理系統；

source: 3. Using this software and services for any improper or illegal activities.
zh_tw: 3. 利用本軟體和服務進行任何不當或違反法律的行為。

source: When you confirm to enable this feature, it means that you have confirmed and agreed to the above statements.
zh_tw: 當您確認開啟此功能後，代表您已經確認和同意以上宣告。

source: Special Note && Privacy Policy
zh_tw: 特別說明與隱私政策

source: This service is provided and hosted by a third party, Helio Additive. All data collection and processing activities are solely managed by Helio Additive, and Bambu Lab assumes no responsibility in this regard. By clicking "Agree and Proceed", you agree to Helio Additive's privacy policy.
zh_tw: 本服務由第三方 Helio Additive 提供並託管。所有資料收集與處理活動均由 Helio Additive 獨立管理，Bambu Lab 對此不承擔任何責任。點選“同意並繼續”即表示你同意 Helio Additive 的隱私政策。

source: I have read and agree to the terms and policies.
zh_tw: 我已閱讀並同意相關條款與政策。

source: Agree and Proceed
zh_tw: 同意並繼續

source: Activation Successful!
zh_tw: 啟用成功！

source: Helio Additive is now active. You have unlocked free optimizations!
zh_tw: Helio Additive 現已啟用。你已解鎖免費最佳化！

source: Applies only when first activated
zh_tw: 僅在首次啟用時適用

source: Run Your First Optimization
zh_tw: 執行你的首次最佳化

source: You're nearly there! Now that Helio is activated, your first optimization run for faster, more reliable printing takes only minutes! (Now referred to as 'Enhance' or 'Enhancement')
zh_tw: 就快完成了！現在 Helio 已啟用，你的首次最佳化只需幾分鐘即可獲得更快、更可靠的列印！（現稱為“Enhance/增強”或“Enhancement/增強效果”）

source: Add an object to the build plate, select a material and printer that Helio supports, then slice.
zh_tw: 將物件新增到列印板上，選擇 Helio 支援的材料與印表機，然後進行切片。

source: Supported printers and materials
zh_tw: 支援的印表機與材料

source: Copy PAT
zh_tw: 複製 PAT

source: Personal Access Token (PAT) A secure credential that verifies your identity with Helio services. It's automatically used by BambuStudio for optimizations and simulations. You may need to copy this to: • Integrate Helio with other slicers or tools • Use the Helio API directly • Provide to support when troubleshooting
zh_tw: 個人訪問令牌（PAT） 用於向 Helio 服務驗證身份的安全憑證。BambuStudio 會自動使用它來進行最佳化與模擬。 你可能需要複製它用於： • 將 Helio 整合到其他切片器或工具 • 直接使用 Helio API • 排障時提供給技術支援

source: Copy successful!
cs: Kopírování bylo úspěšné!
zh_tw: 複製成功！

source: History
zh_tw: 歷史記錄

source: View and download recent optimizations and simulations
zh_tw: 檢視並下載最近的最佳化與模擬

source: Terms of Use
zh_tw: 使用條款

source: Activation Successful
zh_tw: 啟用成功

source: Assess
zh_tw: 評估

source: Formerly referred to as 'Simulate' or 'Simulation'
zh_tw: 之前稱為“Simulate/模擬”或“Simulation/模擬分析”

source: See where it will fail
zh_tw: 檢視可能失敗的位置

source: Enhance
zh_tw: 增強

source: Formerly referred to as 'Optimize' or 'Optimization'
zh_tw: 之前稱為“Optimize/最佳化”或“Optimization/最佳化處理”

source: Auto-fix with new speeds
zh_tw: 使用新速度自動修復

source: Environment Temperature
cs: Teplota prostředí
zh_tw: 環境溫度

source: Chamber Temperature
cs: Teplota komory
zh_tw: 腔溫

source: Refers to the environment temperature of the print (i.e. A-series - room temperature). Changing chamber temperature when running an assessment/simulation allows you to play around with different temperature scenarios.
zh_tw: 指列印過程的環境溫度（例如 A 系列為室溫環境）。在執行評估/模擬時調整腔體溫度，可用於嘗試不同溫度場景。

source: Optional. More accurate temperatures ensures better results.
zh_tw: 可選。溫度越準確，結果越可靠。

source: Helio's advanced feature for power users: available post purchase on its official website.
cs: Pokročilá funkce Helio pro pokročilé uživatele: k dispozici po zakoupení na oficiálních webových stránkách.
zh_tw: Helio 的高階功能，面向專業使用者：可在官方網站購買後獲得。

source: Account Status
zh_tw: 賬戶狀態

source: Subscription:
zh_tw: 訂閱：

source: Loading subscription status...
zh_tw: 正在載入訂閱狀態……

source: Monthly quota:
zh_tw: 每月配額：

source: Add-ons:
zh_tw: 附加項：

source: Plans / Upgrades
zh_tw: 套餐 / 升級

source: Manage Account
zh_tw: 管理賬戶

source: Environment Settings
zh_tw: 環境設定

source: Uses the chamber temperature from Filament settings when available; otherwise estimates it from the build plate temperature.
zh_tw: 若可用，則使用耗材設定中的腔體溫度；否則根據熱床溫度進行估算。

source: Optimization Settings
zh_tw: 最佳化設定

source: Now referred to as 'Enhance' or 'Enhancement'
zh_tw: 現稱為“Enhance/增強”或“Enhancement/增強效果”

source: Helio default (recommended)
cs: Výchozí Helio (doporučeno)
zh_tw: Helio 預設設定（推薦）

source: Slicer default
cs: Výchozí nastavení řezače
zh_tw: 切片軟體預設值

source: Limits
zh_tw: 限制

source: Set your own speed and flow rate limits - or rely on Helio's custom limit settings. With unsupported materials you need to supply your own data or rely on the slicer's built in data.
zh_tw: 你可以自定義速度與流量上限，或使用 Helio 的自定義限制設定。對於不支援的材料，你需要提供自己的資料，或使用切片器內建資料。

source: Min Velocity
cs: Minimální rychlost
zh_tw: 最小速度

source: Max Velocity
cs: Maximální rychlost
zh_tw: 最大速度

source: Min Volumetric Speed
cs: Minimální objemová rychlost
zh_tw: 最小體積速度

source: Max Volumetric Speed
cs: Maximální objemová rychlost
zh_tw: 最大體積速度

source: Last Trace ID:
cs: ID poslední stopy:
zh_tw: 最後跟蹤 ID:

source: Click for more details
cs: Klikněte pro více podrobností
zh_tw: 點選檢視更多詳情

source: Enhancement will only take a few minutes to complete, depending on the size of your object. (A lot of compute is happening in the background) (Formerly referred to as 'Optimize' or 'Optimization')
zh_tw: 增強處理通常只需幾分鐘，具體取決於模型大小。（後臺正在進行大量計算）（此前稱為“Optimize/最佳化”或“Optimization/最佳化處理”）

source: Assessment will only take a few minutes to complete, depending on the size of your object. (A lot of compute is happening in the background) (Formerly referred to as 'Simulate' or 'Simulation')
zh_tw: 評估通常只需幾分鐘，具體取決於模型大小。（後臺正在進行大量計算）（此前稱為“Simulate/模擬”或“Simulation/模擬分析”）

source: Start Free Trial
zh_tw: 開始免費試用

source: Activate your free trial to unlock premium enhancements
zh_tw: 啟用免費試用以解鎖高階增強功能

source: Go to our storefront to purchase more enhancements
zh_tw: 前往商店購買更多增強次數

source: Free Trial
zh_tw: 免費試用

source: Free Trial Expired
zh_tw: 免費試用已到期

source: Your free trial has ended. Explore our plans to continue using premium features.
zh_tw: 你的免費試用已結束。檢視我們的套餐以繼續使用高階功能。

source: Start your free trial to unlock premium enhancements and faster, warp-free prints!
zh_tw: 開始免費試用，解鎖高階增強功能，獲得更快、更不易翹曲的列印！

source: Unlimited*
zh_tw: 不限量*

source: *Fair usage terms apply - click to learn more
zh_tw: 適用公平使用條款——點選瞭解更多

source: Restrict Helio's fixes to only certain layers, or keep them for all layers - the choice is yours! (Layer 1 attached to the bed is typically skipped.)
zh_tw: 可將 Helio 的修復限制在指定層，或應用於全部層——由你決定！（通常會跳過與熱床接觸的第 1 層。）

source: Print Priority
zh_tw: 列印優先順序

source: Loading print priority options...
zh_tw: 正在載入列印優先順序選項……

source: Fetching material-specific options from Helio API...
zh_tw: 正在從 Helio API 獲取材料專屬選項……

source: Preserve Surface Finish
zh_tw: 保持表面外觀

source: Speed & Strength
zh_tw: 速度與強度

source: Speed & Strength: Optimizes outer walls for improved performance. Preserve Surface Finish: Maintains original wall speeds to preserve visual finish. Note: Using fallback options - couldn't fetch material-specific settings from API.
zh_tw: 速度與強度：最佳化外牆引數以提升效能。 保持表面外觀：保持原始外牆速度以保留視覺效果。 注意：正在使用備用選項——無法從 API 獲取材料專屬設定。

source: No print priority options available for this material
zh_tw: 此材料沒有可用的列印優先順序選項

source: This material does not support print priority optimization.
zh_tw: 該材料不支援列印優先順序最佳化。

source: Optimizes outer walls for improved performance.
zh_tw: 最佳化外牆以提升效能。

source: Maintains original wall speeds to preserve visual finish.
zh_tw: 保持原有的牆體速度，以保持視覺效果。

source: Enhance Surface Gloss
zh_tw: 增強表面光澤

source: Optimizes for enhanced surface gloss.
zh_tw: 最佳化以增強表面光澤。

source: Failed to load print priority options from Helio API. Using standard optimization method instead (same as before print priority feature).
zh_tw: 從 Helio API 載入列印優先順序選項失敗。 將改用標準最佳化方法（與引入列印優先順序功能之前相同）。

source: Failed to obtain Helio PAT. The number of issued PATs has reached the upper limit. Please pay attention to the information on the Helio official website. Click Refresh to get it again once it is available.
cs: Nepodařilo se získat Helio PAT. Počet vydaných PAT dosáhl horního limitu. Věnujte pozornost informacím na oficiálních stránkách Helio. Jakmile bude dostupný, klikněte na Obnovit pro opětovné získání.
zh_tw: 獲取 Helio-PAT 失敗。已達到發行 PAT 的上限。請關注 Helio 官方網站的資訊。可點選重新整理重新獲取。

source: Print Time Improvement
cs: Zlepšení doby tisku
zh_tw: 列印時間最佳化

source: Average Improvement
cs: Průměrné zlepšení
zh_tw: 平均最佳化效果

source: Consistency Improvement
cs: Zlepšení konzistence
zh_tw: 一致性最佳化效果

source: Estimate of improvement in print time before and after enhancement
zh_tw: 增強前後列印時間改善的估計值

source: Level of Strength & Warping improvement for this part after enhancement - average for the part
zh_tw: 該零件增強後的強度與抗翹曲改善水平（零件平均值）

source: Level of Strength & Warping improvement for this part after enhancement - change in overall consistency
zh_tw: 該零件增強後的強度與抗翹曲改善水平（整體一致性變化）

source: Your gcode has been improved for the best possible print. To further improve your print please check out our wiki for tips & tricks on what to do next.
cs: Váš G-kód byl vylepšen pro co nejlepší tisk. Pro další zlepšení tisku si prosím prohlédněte naši wiki s tipy a triky, co dělat dále.
zh_tw: 您的G程式碼已完成最佳化，以實現最佳列印效果。若需進一步提升列印質量，可查閱我們的wiki文件，獲取後續操作的實用技巧與建議。

source: Rate the enhancement based on your expectations. 5 stars means awesome! 1 star means it didn't add much value for you.
zh_tw: 請根據你的預期為此次增強評分。5 星表示非常棒；1 星表示對你幫助不大。

source: Save the enhanced gcode locally
zh_tw: 將增強後的 gcode 儲存到本地

source: Print Plate
zh_tw: 列印

source: Print the enhanced part immediately
zh_tw: 立即列印增強後的零件

source: View Details
zh_tw: 檢視詳情

source: Verify Print Success Results
zh_tw: 驗證列印成功結果

source: Simulates the thermal process to confirm your part will print without failure.
zh_tw: 透過熱過程模擬確認你的零件能否無故障列印。
