Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: This is the number of layers of bottom paint penetration.
cs: Toto je počet vrstev spodního průniku barvy.
zh_tw: 底部塗色滲透的層數。

source: Use infill instead of top and bottom surfaces
cs: Použít výplň místo horních a spodních povrchů
zh_tw: 使用填充紋理以取代封閉的頂面和底面

source: Using infill instead of top and bottom surfaces.
cs: Používá se výplň místo horních a spodních ploch.
zh_tw: 使用填充紋理以取代封閉的頂面和底面。

source: Speed of travel which is faster and without extrusion
cs: Rychlost přesunu, která je vyšší a bez extruze.
zh_tw: 空駛的速度。空駛是無擠出量的快速移動。

source: Use relative E distances
cs: Použijte relativní vzdálenosti E
zh_tw: 使用相對E距離

source: If your firmware requires relative E values, check this, otherwise leave it unchecked. Must use relative e distance for Bambu printer
cs: Pokud váš firmware vyžaduje relativní hodnoty E, zaškrtněte tuto možnost, jinak ponechte nezaškrtnutou. Pro tiskárnu Bambu je nutné použít relativní hodnotu vzdálenosti e
zh_tw: 如果您的韌體要求使用相對E值，請勾選此項；否則，請不要勾選。對於Bambu印表機，必須使用相對E距離。

source: Use firmware retraction
cs: Použít firmwarovou retrakci
zh_tw: 硬體回抽

source: Convert the retraction moves to G10 and G11 gcode
cs: Převést pohyby retrakce na G10 a G11 G-kód
zh_tw: 將回抽指令改為G10,G11

source: Wipe while retracting
cs: Stírat při retrakci
zh_tw: 回抽時擦拭

source: Move nozzle along the last extrusion path when retracting to clean leaked material on nozzle. This can minimize blob when printing new part after travel
cs: Přesuňte trysku po poslední dráze extruze při zpětném pohybu, aby se očistil uniklý materiál na trysce. Tím lze minimalizovat vytvoření kapiček při tisku nové části po přesunu.
zh_tw: 當回抽時，讓噴嘴沿著前面的走線方向繼續移動，清除掉噴嘴上的漏料。這能夠避免空駛結束列印新的區域時產生斑點。

source: Wipe Distance
cs: Vzdálenost stírání
zh_tw: 擦拭距離

source: Describe how long the nozzle will move along the last path when retracting
cs: Popište, jak dlouho bude tryska pohybovat po poslední dráze během retrakce
zh_tw: 表示回抽時擦拭的移動距離。

source: The wiping tower can be used to clean up the residue on the nozzle and stabilize the chamber pressure inside the nozzle, in order to avoid appearance defects when printing objects.
cs: Čisticí věž lze použít k odstranění zbytků na trysce a ke stabilizaci tlaku v komoře trysky, aby se předešlo vzhledovým vadám při tisku objektů.
zh_tw: 擦料塔可以用來清理噴嘴上的殘留料和讓噴嘴內部的腔壓達到穩定狀態，以避免列印物體時出現外觀瑕疵。

source: Internal ribs
cs: Vnitřní výztuhy
zh_tw: 內支撐肋

source: Enable internal ribs to increase the stability of the prime tower.
cs: Povolit vnitřní žebra pro zvýšení stability věže pro oddělení trysky.
zh_tw: 啟用內支撐肋以增強擦料塔的穩定性。

source: Auto circle contour-hole compensation
cs: Automatická kompenzace obrysu kruhového otvoru
zh_tw: 自動圓形軸孔補償

source: Expirment feature to compensate the circle holes and circle contour. This feature is used to improve the accuracy of the circle holes and contour within the diameter below 50mm. Only support PLA Basic, PLA CF, PET CF, PETG CF and PETG HF.
cs: Experimentální funkce pro kompenzaci kruhových otvorů a kruhových obrysů. Tato funkce slouží ke zvýšení přesnosti kruhových otvorů a obrysů s průměrem menším než 50 mm. Podporován je pouze PLA Basic, PLA CF, PET CF, PETG CF a PETG HF.
zh_tw: 補償孔軸的實驗功能。這個功能用於改善直徑低於50mm的孔軸的尺寸準確度。只支援PLA Basic, PLA CF, PET CF, PETG CF 和 PETG HF。

source: User Customized Offset
cs: Uživatelsky přizpůsobený offset
zh_tw: 使用者自設定補償

source: If you want to have tighter or looser assemble, you can set this value. When it is positive, it indicates tightening, otherwise, it indicates loosening
cs: Pokud chcete mít těsnější nebo volnější sestavení, můžete tuto hodnotu upravit. Pokud je hodnota kladná, znamená to utažení, v opačném případě povolení.
zh_tw: 如果您需要更緊或者更松的裝配，請調整這個引數。該引數為正時表示裝配調松，反之調緊

source: Scarf Seam On Compensation Circles
cs: Šikmý spoj na kompenzačních kruzích
zh_tw: 在補償的圓形上應用斜拼接縫

source: Scarf seam will be applied on circles for better dimensional accuracy.
cs: Šev zkosení bude použit na kružnicích pro lepší rozměrovou přesnost.
zh_tw: 應用斜拼接縫以獲得更準確的尺寸

source: Diameter limit
cs: Limit průměru
zh_tw: 直徑限制

source: Purging volumes
cs: Objemy pro pročištění
zh_tw: 沖刷體積

source: Flush multiplier
cs: Násobič proplachu
zh_tw: 沖刷量乘數

source: The actual flushing volumes is equal to the flush multiplier multiplied by the flushing volumes in the table.
cs: Aktuální objemy pro proplachování se rovnají součinu násobitele proplachování a objemů proplachování v tabulce.
zh_tw: 實際沖刷量等於沖刷量乘數乘以表格單元中的沖刷量

source: Width of prime tower
cs: Šířka věže pro oddělení trysky
zh_tw: 擦料塔寬度

source: Max speed
cs: Maximální rychlost
zh_tw: 最大速度

source: The maximum printing speed on the prime tower excluding ramming.
cs: Maximální rychlost tisku na věži pro oddělení trysky bez započítání natlačování.
zh_tw: 擦料塔上除了預沖刷外的最大列印速度。

source: Brim width of prime tower, negative number means auto calculated width based on the height of prime tower.
cs: Šířka lemu věže pro oddělení trysky, záporné číslo znamená automaticky vypočtenou šířku na základě výšky věže pro oddělení trysky.
zh_tw: 擦料塔的Brim寬度，負數意味著寬度根據擦拭塔的高度自動計算。

source: Extra rib length
cs: Dodatečná délka výztuhy
zh_tw: 斜肋額外的長度

source: Positive values can increase the size of the rib wall, while negative values can reduce the size.However, the size of the rib wall can not be smaller than that determined by the cleaning volume.
cs: Kladné hodnoty mohou zvětšit velikost žebrové stěny, zatímco záporné hodnoty ji mohou zmenšit. Velikost žebrové stěny však nesmí být menší než ta určená čisticím objemem.
zh_tw: 正值可以增大斜肋外牆的大小，而負值則可以減小其大小。然而，斜肋外牆的大小不能小於由清理量確定的最小值。

source: Rib width
cs: Šířka žebra
zh_tw: 斜肋寬度

source: Rib width is always less than half the prime tower side length.
cs: Šířka žebra je vždy menší než polovina délky strany věže pro oddělení trysky.
zh_tw: 斜肋寬度始終小於擦料塔邊長的一半。

source: Skip points
cs: Přeskočit body
zh_tw: 外牆缺口

source: The wall of prime tower will skip the start points of wipe path
cs: Stěna věže pro oddělení trysky přeskočí počáteční body stírací dráhy.
zh_tw: 擦料塔的外牆跳過內部擦拭路徑的起點

source: Rib wall
cs: Žebrová stěna
zh_tw: 斜肋外牆

source: The wall of prime tower will add four ribs and make its cross-section as close to a square as possible, so the width will be fixed.
cs: Stěna věže pro oddělení trysky přidá čtyři žebra a její průřez bude co nejblíže čtverci, takže šířka bude pevná.
zh_tw: 擦料塔的外牆增加四個肋角，並使其橫截面近似正方形，因此寬度不能修改。

source: Fillet wall
cs: Zaoblení stěny
zh_tw: 外牆倒圓角

source: The wall of prime tower will fillet
cs: Stěna věže pro oddělení trysky bude zaoblená.
zh_tw: 擦料塔外牆倒圓角

source: Infill gap
cs: Mezera výplně
zh_tw: 填充間隙

source: Purging after filament change will be done inside objects' infills. This may lower the amount of waste and decrease the print time. If the walls are printed with transparent filament, the mixed color infill will be seen outside. It will not take effect, unless the prime tower is enabled.
cs: Pročištění po výměně filamentu bude provedeno uvnitř výplní objektů. Tím lze snížit množství odpadu a zkrátit dobu tisku. Pokud jsou stěny tištěny transparentním filamentem, výplň s míchanou barvou bude viditelná zvenčí. Neprojeví se, pokud není povolena věž pro oddělení trysky.
zh_tw: 換料後的過渡料會被用來列印物件的填充。這樣可以減少材料浪費和縮短列印時間，但是如果物件的內外牆是採用透明材料列印的，則可以從模型外觀上看到內部的混色過渡料。該功能只有在啟用擦料塔的時候才生效。

source: Purging after filament change will be done inside objects' support. This may lower the amount of waste and decrease the print time. It will not take effect, unless the prime tower is enabled.
cs: Pročištění po výměně filamentu bude provedeno uvnitř podpory objektů. Tím lze snížit množství odpadu a zkrátit dobu tisku. Neprojeví se, pokud není povolena věž pro oddělení trysky.
zh_tw: 換料後的過渡料會被用來列印物件的支撐。這樣可以減少材料浪費以及縮短列印時間。該功能只有在啟用擦料塔的時候才生效。

source: This object will be used to purge the nozzle after a filament change to save filament and decrease the print time. Colours of the objects will be mixed as a result. It will not take effect, unless the prime tower is enabled.
cs: Tento objekt bude použit pro pročištění trysky po výměně filamentu, aby se šetřil filament a zkrátila doba tisku. Barvy objektů budou smíchány. Neprojeví se, pokud není povolena věž pro oddělení trysky.
zh_tw: 換料後的過渡料會被用來列印這個物件。這樣可以減少材料浪費和縮短列印時間，但是這個物件的外觀會是混色的。該功能只有在啟用擦料塔的時候才生效。

source: X-Y hole compensation
cs: Kompenzace otvorů v ose X-Y
zh_tw: X-Y 內輪廓尺寸補償

source: Holes of object will be grown or shrunk in XY plane by the configured value. Positive value makes holes bigger. Negative value makes holes smaller. This function is used to adjust size slightly when the object has assembling issue
cs: Otvor(y) objektu budou rozšířeny nebo zúženy v rovině XY o nastavenou hodnotu. Kladná hodnota zvětší otvory. Záporná hodnota zmenší otvory. Tato funkce slouží k drobné úpravě velikosti při problémech se sestavením objektu.
zh_tw: 垂直的孔洞的尺寸將在X-Y方向收縮或拓展特定值。正值代表擴大孔洞。負值代表縮小孔洞。這個功能通常在模型有裝配問題時微調尺寸

source: X-Y contour compensation
cs: Kompenzace obrysu v ose X-Y
zh_tw: X-Y 外輪廓尺寸補償

source: Contour of object will be grown or shrunk in XY plane by the configured value. Positive value makes contour bigger. Negative value makes contour smaller. This function is used to adjust size slightly when the object has assembling issue
cs: Obrys objektu bude v rovině XY zvětšen nebo zmenšen o nastavenou hodnotu. Kladná hodnota obrys zvětší. Záporná hodnota obrys zmenší. Tato funkce slouží k drobné úpravě velikosti při problémech se sestavením objektu.
zh_tw: 模型外輪廓的尺寸將在X-Y方向收縮或拓展特定值。正值代表擴大。負值代表縮小。這個功能通常在模型有裝配問題時微調尺寸

source: Classic wall generator produces walls with constant extrusion width and for very thin areas is used gap-fill. Arachne engine produces walls with variable extrusion width
cs: Klasický generátor stěn vytváří stěny s konstantní šířkou extruze; pro velmi tenké oblasti používá vyplnění mezer. Engine Arachne vytváří stěny s proměnlivou šířkou extruze.
zh_tw: 經典牆生成器產生的牆走線具有一致的擠出寬度，對狹窄區域使用填縫。Arachne引擎則產生變線寬的牆走線

source: Classic
cs: Klasický
zh_tw: 經典

source: Wall transition length
cs: Délka přechodu stěny
zh_tw: 牆過渡長度

source: When transitioning between different numbers of walls as the part becomes thinner, a certain amount of space is allotted to split or join the wall segments. It's expressed as a percentage over nozzle diameter
cs: Při přechodu mezi různým počtem stěn, když se část ztenčuje, je určité množství prostoru vyhrazeno pro rozdělení nebo spojení segmentů stěn. Je vyjádřeno jako procento přes průměr trysky
zh_tw: 當零件逐漸變薄導致牆的層數發生變化時，需要在過渡段分配一定的空間來分割和連線牆走線。引數值表示為相對於噴嘴直徑的百分比

source: Wall transitioning filter margin
cs: Okraj filtru přechodu stěny
zh_tw: 牆過渡過濾間距

source: Prevent transitioning back and forth between one extra wall and one less. This margin extends the range of extrusion widths which follow to [Minimum wall width - margin, 2 * Minimum wall width + margin]. Increasing this margin reduces the number of transitions, which reduces the number of extrusion starts/stops and travel time. However, large extrusion width variation can lead to under- or overextrusion problems. It's expressed as a percentage over nozzle diameter
cs: Zabraňte opakovanému přecházení mezi jednou přidanou a jednou chybějící stěnou. Tato mezera rozšiřuje rozsah šířek extruze následovně: [Minimální šířka stěny - mezera, 2 * Minimální šířka stěny + mezera]. Zvýšením této mezery se snižuje počet přechodů, což snižuje počet spuštění/zastavení extruze a čas cestování. Velká variabilita šířky extruze však může vést k problémům s podextruzí nebo přeextruzí. Je vyjádřeno jako procento přes průměr trysky
zh_tw: 防止特定厚度變化規律的區域性在多一層牆和少一層牆之間來回轉換。這個引數將擠壓寬度的範圍擴大到[牆最小寬度-引數值, 2*牆最小寬度+引數值]。增大引數可以減少轉換的次數，從而減少擠出開始/停止和空駛的時間。然而，大的擠出寬度變化會導致過擠出或欠擠出的問題。引數值表示為相對於噴嘴直徑的百分比

source: Wall transitioning threshold angle
cs: Prahový úhel přechodu stěny
zh_tw: 牆過渡閾值角度

source: When to create transitions between even and odd numbers of walls. A wedge shape with an angle greater than this setting will not have transitions and no walls will be printed in the center to fill the remaining space. Reducing this setting reduces the number and length of these center walls, but may leave gaps or overextrude
cs: Kdy vytvářet přechody mezi sudým a lichým počtem stěn. Klínovitý tvar s úhlem větším než tato hodnota nebude mít přechody a ve středu nebudou tištěny žádné stěny k vyplnění zbývajícího prostoru. Snížením této hodnoty se snižuje počet a délka těchto středových stěn, ale mohou vzniknout mezery nebo dojít k přeextrudování.
zh_tw: 何時在偶數和奇數牆層數之間建立過渡段。角度大於這個閾值的楔形將不建立過渡段，並且不會在楔形中心列印牆走線以填補剩餘空間。減小這個數值能減少中心牆走線的數量和長度，但可能會導致間隙或者過擠出

source: Wall distribution count
cs: Počet rozdělení stěn
zh_tw: 牆分佈計數

source: The number of walls, counted from the center, over which the variation needs to be spread. Lower values mean that the outer walls don't change in width
cs: Počet stěn, počítaný od středu, přes které je třeba variaci rozložit. Nižší hodnoty znamenají, že vnější stěny nemění šířku.
zh_tw: 從中心開始計算的牆層數，線寬變化需要分佈在這些牆走線上。較低的數值意味著外牆寬度更不易被改變

source: Minimum feature size
cs: Minimální velikost prvku
zh_tw: 最小特徵尺寸

source: Minimum thickness of thin features. Model features that are thinner than this value will not be printed, while features thicker than the Minimum feature size will be widened to the Minimum wall width. It's expressed as a percentage over nozzle diameter
cs: Minimální tloušťka tenkých prvků. Prvky modelu tenčí než tato hodnota nebudou vytištěny, zatímco prvky silnější než minimální velikost prvku budou rozšířeny na minimální šířku stěny. Je vyjádřeno jako procento přes průměr trysky
zh_tw: 薄壁特徵的最小厚度。比這個數值還薄的特徵將不被列印，而比最小特徵厚度還厚的特徵將被加寬到牆最小寬度。引數值表示為相對噴嘴直徑的百分比

source: Minimum wall width
cs: Minimální šířka stěny
zh_tw: 牆最小線寬

source: Width of the wall that will replace thin features (according to the Minimum feature size) of the model. If the Minimum wall width is thinner than the thickness of the feature, the wall will become as thick as the feature itself. It's expressed as a percentage over nozzle diameter
cs: Šířka stěny, která nahradí tenké prvky (podle minimální velikosti prvku) modelu. Pokud je minimální šířka stěny menší než tloušťka prvku, stěna bude stejně silná jako samotný prvek. Je vyjádřeno jako procento přes průměr trysky
zh_tw: 用於替換模型細小特徵（根據最小特徵尺寸）的牆線寬。如果牆最小線寬小於最小特徵的厚度，則牆將變得和特徵本身一樣厚。引數值表示為相對噴嘴直徑的百分比

source: Detect narrow internal solid infill
cs: Detekovat úzkou vnitřní plnou výplň
zh_tw: 識別狹窄內部實心填充

source: This option will auto detect narrow internal solid infill area. If enabled, concentric pattern will be used for the area to speed printing up. Otherwise, rectilinear pattern is used defaultly.
cs: Tato volba automaticky detekuje úzkou oblast vnitřní plné výplně. Je-li povoleno, použije se pro tuto oblast koncentrický vzor ke zrychlení tisku. Jinak se výchozí pravoúhlý vzor používá automaticky.
zh_tw: 此選項用於自動識別內部狹窄的實心填充。開啟後，將對狹窄實心區域使用同心填充加快列印速度。否則使用預設的直線填充。

source: invalid value
cs: Neplatná hodnota
zh_tw: 無效值

source: doesn't work at 100%% density
cs: nefunguje při 100%% hustotě
zh_tw: 填充圖案不支援 100%% 密度

source: Invalid value when spiral vase mode is enabled:
cs: Neplatná hodnota při aktivovaném režimu spirálové vázy:
zh_tw: 旋轉花瓶模式下非法的值

source: too large line width
cs: příliš velká šířka linie
zh_tw: 線寬過大

source: not in range
cs: není v rozsahu
zh_tw: 不在合理的區間

source: No check
cs: Žádná kontrola
zh_tw: 不要檢查

source: Do not run any validity checks, such as gcode path conflicts check.
cs: Nevykonávejte žádné kontroly platnosti, například kontrolu konfliktů cesty G-kódu.
zh_tw: 不要執行任何有效性檢查，如gcode路徑衝突檢查。

source: Error in zip archive
cs: Chyba v archivu zip
zh_tw: zip檔案中存在錯誤

source: Generating walls
cs: Generování stěn
zh_tw: 生成內外牆

source: Generating infill regions
cs: Generování oblastí výplně
zh_tw: 正在生成填充區域

source: Generating infill toolpath
cs: Generování trajektorie výplně
zh_tw: 正在生成填充走線

source: Detect overhangs for auto-lift
cs: Detekovat převisy pro automatické nadzvednutí
zh_tw: 探測懸空區域為自動抬升做準備

source: Checking support necessity
cs: Kontroluje se potřeba podpory
zh_tw: 正在檢查支撐必要性

source: floating regions
cs: Plovoucí oblasti
zh_tw: 浮空區域

source: floating cantilever
cs: Plovoucí konzola
zh_tw: 浮空懸臂

source: large overhangs
cs: velké převisy
zh_tw: 大面積懸空

source: It seems object %s has %s. Please re-orient the object or enable support generation.
cs: Zdá se, že objekt %s má %s. Přesuňte prosím objekt nebo povolte generování podpory.
zh_tw: 似乎物件%s有%s。請重新調整物件的方向或啟用支撐生成。

source: Generating support
cs: Generování podpora
zh_tw: 正在生成支撐

source: Optimizing toolpath
cs: Optimalizuji dráhu nástroje
zh_tw: 正在最佳化走線

source: Empty layers around bottom are replaced by nearest normal layers.
cs: Prázdné vrstvy u spodní strany jsou nahrazeny nejbližšími běžnými vrstvami.
zh_tw: 底部出現空層，已被最近的正常層替換。

source: The model has too many empty layers.
cs: Model obsahuje příliš mnoho prázdných vrstev.
zh_tw: 模型有太多空層。

source: Slicing mesh
cs: Řezání sítě
zh_tw: 正在切片網格

source: No layers were detected. You might want to repair your STL file(s) or check their size or thickness and retry.
cs: Nebyly detekovány žádné vrstvy. Doporučujeme opravit svůj STL soubor či soubory, nebo zkontrolovat jejich velikost a tloušťku a poté to zkusit znovu.
zh_tw: 沒有檢測到層。您可能需要修復STL檔案，或檢查模型尺寸、厚度等，之後再重試。

source: An object's XY size compensation will not be used because it is also color-painted. XY Size compensation can not be combined with color-painting.
cs: Kompenzace velikosti XY objektu nebude použita, protože je také barevně malovaný. Kompenzace velikosti XY nelze kombinovat s barevným malováním.
zh_tw: 物件的XY尺寸補償不會生效，因為在此物件上做過塗色操作。 XY尺寸補償不能與塗色功能一起使用。

source: An object has enabled XY Size compensation which will not be used because it is also fuzzy skin painted. XY Size compensation cannot be combined with fuzzy skin painting.
cs: Objekt má povolenou kompenzaci velikosti XY, která nebude použita, protože je současně aplikováno malování efektem fuzzy skin. Kompenzace velikosti XY není slučitelná s malováním efektem fuzzy skin.
zh_tw: 物體啟用了 XY 大小補償，該補償將不予使用，因為它也是絨毛表面繪製的。 XY 尺寸補償不能與絨毛表面繪製結合使用。

source: Object name
cs: Název objektu
zh_tw: 物件名稱

source: Loading of a model file failed.
cs: Načítání souboru modelu selhalo.
zh_tw: 載入模型檔案失敗。

source: The supplied file couldn't be read because it's empty
cs: Zadaný soubor nelze přečíst, protože je prázdný.
zh_tw: 無法讀取提供的檔案，因為該檔案為空。

source: Unknown file format. Input file must have .stl, .obj, .amf(.xml) extension.
cs: Neznámý formát souboru. Vstupní soubor musí mít příponu .stl, .obj nebo .amf(.xml).
zh_tw: 未知的檔案格式。輸入檔案的副檔名必須為.stl、.obj 或 .amf（.xml）。

source: Unknown file format. Input file must have .3mf or .zip.amf extension.
cs: Neznámý formát souboru. Vstupní soubor musí mít příponu .3mf nebo .zip.amf.
zh_tw: 未知的檔案格式。輸入檔案的副檔名必須為.3mf或.zip .amf。

source: Canceled
cs: Zrušeno
zh_tw: 已取消

source: load_obj: failed to parse
cs: načtení_obj: selhalo při analýze
zh_tw: 載入物件：無法分析

source: load mtl in obj: failed to parse
cs: načtení mtl v obj: selhalo při analýze
zh_tw: 在 obj 中載入 mtl：無法解析

source: The file contains polygons with more than 4 vertices.
cs: Soubor obsahuje polygony s více než 4 vrcholy.
zh_tw: 該檔案包含頂點超過4個的多邊形。

source: The file contains polygons with less than 2 vertices.
cs: Soubor obsahuje polygony s méně než 2 vrcholy.
zh_tw: 該檔案包含頂點少於2個的多邊形。

source: The file contains invalid vertex index.
cs: Soubor obsahuje neplatný index vrcholu.
zh_tw: 檔案包含無效的頂點索引。

source: This OBJ file couldn't be read because it's empty.
cs: Tento soubor OBJ nelze načíst, protože je prázdný.
zh_tw: 無法讀取此OBJ檔案，因為它是空的。

source: Flow Rate Calibration
cs: kalibrace průtoku
zh_tw: 流量比例校準

source: Max Volumetric Speed Calibration
cs: Kalibrace maximální objemové rychlosti
zh_tw: 最大體積速度校準

source: Manage Result
cs: Spravovat výsledek
zh_tw: 管理結果

source: Manual Calibration
cs: Manuální kalibrace
zh_tw: 手動校準

source: Result can be read by human eyes.
cs: Výsledek lze přečíst lidským okem.
zh_tw: 結果可由人眼讀取。

source: Auto-Calibration
cs: Automatická kalibrace
zh_tw: 自動校準

source: The printer will automatically read the calibration results.
cs: Tiskárna automaticky načte výsledky kalibrace.
zh_tw: 印表機將自動讀取校準結果。

source: Prev
cs: Předchozí
zh_tw: 上一個

source: Recalibration
cs: Rekalibrace
zh_tw: 重新校準

source: Calibrate
cs: Kalibrovat
zh_tw: 校準

source: Finish
cs: Dokončit
zh_tw: 完成

source: How to use calibration result?
cs: Jak využít výsledek kalibrace?
zh_tw: 如何使用校準結果？

source: You could change the Flow Dynamics Calibration Factor in material editing
cs: Kalibrační faktor dynamiky toku můžete změnit v úpravě materiálu.
zh_tw: 您可以在材料編輯中更改動態流量校準因子。

source: The current firmware version of the printer does not support calibration. Please upgrade the printer firmware.
cs: Aktuální verze firmwaru tiskárny nepodporuje kalibraci. Aktualizujte prosím firmware tiskárny.
zh_tw: 印表機當前的韌體版本不支援校準。 請升級印表機韌體。

source: Calibration not supported
cs: Kalibrace není podporována
zh_tw: 不支援校準

source: Error desc
cs: Popis chyby
zh_tw: 錯誤描述

source: Extra info
cs: Další informace
zh_tw: 額外資訊

source: Flow Dynamics
cs: Dynamika toku
zh_tw: 動態流量

source: Flow Rate
cs: Průtok
zh_tw: 流量比例

source: The name cannot be empty.
cs: Název nesmí být prázdný.
zh_tw: 名稱不能為空。

source: The selected preset: %s is not found.
cs: Vybrané přednastavení: %s nebylo nalezeno.
zh_tw: 未找到選定的預設：%s。

source: The name cannot be the same as the system preset name.
cs: Název nesmí být shodný se systémovým názvem přednastavení.
zh_tw: 名稱不能與系統預設名稱相同。

source: The name is the same as another existing preset name
cs: Název je shodný s jiným existujícím názvem přednastavení.
zh_tw: 該名稱與另一個現有預設名稱相同。

source: create new preset failed.
cs: Vytvoření nového přednastavení selhalo.
zh_tw: 建立新預設失敗

source: Could not find parameter: %s.
cs: Nepodařilo se najít parametr: %s.
zh_tw: 找不到引數：%s。

source: Are you sure to cancel the current calibration and return to the home page?
cs: Opravdu chcete zrušit aktuální kalibraci a vrátit se na domovskou stránku?
zh_tw: 您確定要取消當前的校準並返回主頁嗎？

source: No Printer Connected!
cs: Tiskárna není připojena!
zh_tw: 沒有連線印表機！

source: Printer is not connected yet.
cs: Tiskárna ještě není připojena.
zh_tw: 印表機尚未連線。

source: Please select filament to calibrate.
cs: Vyberte filament ke kalibraci.
zh_tw: 請選擇要校準的耗材絲。

source: The input value size must be 3.
cs: Velikost vstupní hodnoty musí být 3.
zh_tw: 輸入值大小必須為3。

source: This machine type can only hold 16 history results per nozzle. You can delete the existing historical results and then start calibration. Or you can continue the calibration, but you cannot create new calibration historical results. Do you still want to continue the calibration?
cs: Tento typ stroje může uchovávat pouze 16 historických výsledků na trysku. Můžete smazat stávající historické výsledky a poté zahájit kalibraci. Nebo můžete pokračovat v kalibraci, ale nelze vytvořit nové historické výsledky kalibrace. Chcete i přesto pokračovat v kalibraci?
zh_tw: 該機型每個噴嘴最多隻能儲存16個歷史結果。您可以刪除先已有歷史結果再開始校準。或者您可以直接開始校準，但是無法建立新的校準歷史結果。您仍繼續校準嗎？

source: Only one of the results with the same name: %s will be saved. Are you sure you want to override the other results?
cs: Bude uložen pouze jeden z výsledků se stejným názvem: %s. Opravdu si přejete přepsat ostatní výsledky?
zh_tw: 將僅儲存一個同名結果：%s。是否確實要覆蓋其他結果？

source: There is already a historical calibration result with the same name: %s. Only one of the results with the same name is saved. Are you sure you want to override the historical result?
cs: Již existuje historický výsledek kalibrace se stejným názvem: %s. Je uložen pouze jeden z výsledků se stejným názvem. Opravdu chcete přepsat historický výsledek?
zh_tw: 已經存在一個具有相同名稱的歷史校準結果：%s。相同名稱的結果只會儲存一個。您確定要覆蓋歷史結果嗎？
