Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Generate interlocking beam structure at the locations where different filaments touch. This improves the adhesion between filaments, especially models printed in different materials.
cs: Generuje vzájemně se proplétající nosníkovou strukturu v místech, kde se dotýkají různé filamenty. To zlepšuje adhezi mezi filamenty, zejména u modelů tištěných z různých materiálů.
zh_tw: 在不同位置生成互鎖梁結構細絲接觸。這提高了細絲之間的附著力，尤其是用不同材料印刷的模型。

source: Interlocking beam width
cs: Šířka propojovacího nosníku
zh_tw: 互鎖梁寬度

source: The width of the interlocking structure beams.
cs: Šířka nosníků vzájemného propojení konstrukce.
zh_tw: 互鎖結構梁的寬度。

source: Interlocking direction
cs: Směr propojení
zh_tw: 互鎖方向

source: Orientation of interlock beams.
cs: Orientace spojovacích nosníků.
zh_tw: 互鎖梁的方向

source: Interlocking beam layers
cs: Prolínající se nosníkové vrstvy
zh_tw: 互鎖梁層數

source: The height of the beams of the interlocking structure, measured in number of layers. Less layers is stronger, but more prone to defects.
cs: Výška nosníků prolínací struktury, měřená v počtu vrstev. Méně vrstev je pevnější, ale náchylnější k vadám.
zh_tw: 互鎖結構的梁的高度，以層數來衡量。層數越少，越堅固，但更容易出現缺陷。

source: Interlocking depth
cs: Hloubka propojení
zh_tw: 互鎖深度

source: The distance from the boundary between filaments to generate interlocking structure, measured in cells. Too few cells will result in poor adhesion.
cs: Vzdálenost od hranice mezi filamenty pro generování propojovací struktury, měřeno v buňkách. Příliš málo buněk povede ke špatné adhezi.
zh_tw: 從耗材絲之間的邊界到產生互鎖的距離以細胞為單位測量的結構。細胞太少會導致粘附不良。

source: Interlocking boundary avoidance
cs: Vyhýbání se propojovacím hranicím
zh_tw: 邊界留白量

source: The distance from the outside of a model where interlocking structures will not be generated, measured in cells.
cs: Vzdálenost od vnější části modelu, kde nebudou generovány propojovací struktury, měřeno v buňkách.
zh_tw: 互鎖結構與模型外部的距離不生成，以單元格為單位測量。

source: Ironing Type
cs: Typ žehlení
zh_tw: 熨燙型別

source: Ironing is using small flow to print on same height of surface again to make flat surface more smooth. This setting controls which layer being ironed
cs: Žehlení využívá malý průtok k opakovanému tisku ve stejné výšce povrchu, aby byla hladká plocha ještě hladší. Toto nastavení určuje, která vrstva bude žehlená.
zh_tw: 熨燙指的是使用小流量在表面的同高度列印，從而使平面更加光滑。這個設定用於設定哪些層進行熨燙。

source: No ironing
cs: Žádné žehlení
zh_tw: 不熨燙

source: All solid layer
cs: Všechny plné vrstvy
zh_tw: 所有實心層

source: Ironing Pattern
cs: Vzor žehlení
zh_tw: 熨燙模式

source: Ironing flow
cs: Průtok při žehlení
zh_tw: 熨燙流量

source: The amount of material to extrude during ironing. Relative to flow of normal layer height. Too high value results in overextrusion on the surface
cs: Množství materiálu k vytlačení během žehlení. Vztaženo k toku běžné výšky vrstvy. Příliš vysoká hodnota způsobí přeextrudování na povrchu.
zh_tw: 熨燙時相對正常層高流量的材料量。過高的數值將會導致表面材料過擠出。

source: Ironing line spacing
cs: Rozteč linií žehlení
zh_tw: 熨燙間距

source: The distance between the lines of ironing
cs: Vzdálenost mezi liniemi žehlení
zh_tw: 熨燙走線的間距

source: Ironing inset
cs: Odsazení žehlení
zh_tw: 熨燙內縮

source: The distance to keep the from the edges of ironing line. 0 means not apply.
cs: Vzdálenost, kterou je nutné dodržet od okrajů žehlicí linie. 0 znamená bez použití.
zh_tw: 這個表示熨燙區域距離輪廓邊界的距離，0表示不使用。

source: Ironing speed
cs: Rychlost žehlení
zh_tw: 熨燙速度

source: Print speed of ironing lines
cs: Rychlost tisku linií při žehlení
zh_tw: 熨燙的列印速度

source: ironing direction
cs: směr žehlení
zh_tw: 熨燙方向

source: Angle for ironing, which controls the relative angle between the top surface and ironing
cs: Úhel pro žehlení, který určuje relativní úhel mezi horním povrchem a žehlením
zh_tw: 熨燙的角度，控制頂部表面和熨燙之間的相對角度

source: This gcode part is inserted at every layer change after lift z
cs: Tato část G-kódu je vložena při každé změně vrstvy po zvednutí osy Z.
zh_tw: 在每次換層抬升Z高度之後插入這段G-code。

source: Clumping detection G-code
cs: G-kód detekce shlukování
zh_tw: 觸碰裹頭檢測G-code

source: Supports silent mode
cs: Tichý režim podpor
zh_tw: 支援靜音模式

source: Whether the machine supports silent mode in which machine use lower acceleration to print
cs: Zda zařízení podporuje tichý režim, kdy tiskárna tiskne s nižším zrychlením
zh_tw: 機器是否支援使用低加速度列印的靜音模式。

source: This G-code will be used as a code for the pause print. User can insert pause G-code in gcode viewer
cs: Tento G-kód bude použit jako kód pro pozastavení tisku. Uživatel může vložit pozastavovací G-kód v prohlížeči G-kódu.
zh_tw: 該G-code用於暫停列印。您可以在gcode預覽中插入暫停G-code

source: This G-code will be used as a custom code
cs: Tento G-kód bude použit jako vlastní kód.
zh_tw: 該G-code是定製化指令

source: Maximum speed X
cs: Maximální rychlost X
zh_tw: X最大速度

source: Maximum speed Y
cs: Maximální rychlost osy Y
zh_tw: Y最大速度

source: Maximum speed Z
cs: Maximální rychlost osy Z
zh_tw: Z最大速度

source: Maximum speed E
cs: Maximální rychlost E
zh_tw: E最大速度

source: Machine limits
cs: Limity stroje
zh_tw: 機器限制

source: Maximum X speed
cs: Maximální rychlost osy X
zh_tw: X最大速度

source: Maximum Y speed
cs: Maximální rychlost osy Y
zh_tw: Y最大速度

source: Maximum Z speed
cs: Maximální rychlost osy Z
zh_tw: Z最大速度

source: Maximum E speed
cs: Maximální rychlost E
zh_tw: E最大速度

source: Maximum acceleration X
cs: Maximální zrychlení osy X
zh_tw: X最大加速度

source: Maximum acceleration Y
cs: Maximální zrychlení osy Y
zh_tw: Y最大加速度

source: Maximum acceleration Z
cs: Maximální zrychlení osy Z
zh_tw: Z最大加速度

source: Maximum acceleration E
cs: Maximální zrychlení osy E
zh_tw: E最大加速度

source: Maximum acceleration of the X axis
cs: Maximální zrychlení osy X
zh_tw: X軸的最大加速度

source: Maximum acceleration of the Y axis
cs: Maximální zrychlení osy Y
zh_tw: Y軸的最大加速度

source: Maximum acceleration of the Z axis
cs: Maximální zrychlení osy Z
zh_tw: Z軸的最大加速度

source: Maximum acceleration of the E axis
cs: Maximální zrychlení osy E
zh_tw: E軸的最大加速度

source: Maximum jerk X
cs: Maximální trhnutí X
zh_tw: X最大抖動

source: Maximum jerk Y
cs: Maximální trhnutí Y
zh_tw: Y最大抖動

source: Maximum jerk Z
cs: Maximální trhnutí Z
zh_tw: Z最大抖動

source: Maximum jerk E
cs: Maximální trhnutí E
zh_tw: E最大抖動

source: Maximum jerk of the X axis
cs: Maximální trhnutí osy X
zh_tw: X軸最大抖動

source: Maximum jerk of the Y axis
cs: Maximální trhnutí osy Y
zh_tw: Y軸最大抖動

source: Maximum jerk of the Z axis
cs: Maximální trhnutí osy Z
zh_tw: Z軸最大抖動

source: Maximum jerk of the E axis
cs: Maximální trhnutí osy E
zh_tw: E軸最大抖動

source: Minimum speed for extruding
cs: Minimální rychlost pro vytlačování
zh_tw: 最小擠出速度

source: Minimum speed for extruding (M205 S)
cs: Minimální rychlost pro vytlačování (M205 S)
zh_tw: 最小擠出速度(M205 S)

source: Minimum travel speed
cs: Minimální rychlost přejezdu
zh_tw: 最小空駛速度

source: Minimum travel speed (M205 T)
cs: Minimální rychlost přejezdu (M205 T)
zh_tw: 最小空駛速度(M205 T)

source: Maximum acceleration for extruding
cs: Maximální zrychlení při vytlačování
zh_tw: 擠出最大加速度

source: Maximum acceleration for extruding (M204 P)
cs: Maximální zrychlení při vytlačování (M204 P)
zh_tw: 擠出時的最大加速度(M204 P)

source: Maximum acceleration for retracting
cs: Maximální zrychlení při zpětném pohybu
zh_tw: 回抽最大加速度

source: Maximum acceleration for retracting (M204 R)
cs: Maximální zrychlení při zpětném pohybu (M204 R)
zh_tw: 回抽最大加速度(M204 R)

source: Maximum acceleration for travel
cs: Maximální zrychlení při posuvu
zh_tw: 空駛最大加速度

source: Maximum acceleration for travel (M204 T)
cs: Maximální zrychlení při posuvu (M204 T)
zh_tw: 空駛最大加速度(M204 T)

source: Part cooling fan speed may be increased when auto cooling is enabled. This is the maximum speed limitation of part cooling fan
cs: Rychlost ventilátoru chlazení části může být zvýšena, pokud je povoleno automatické chlazení. Toto je maximální omezení rychlosti ventilátoru chlazení části.
zh_tw: 啟用自動冷卻時，可能會提高部件冷卻風扇的轉速。這是部件冷卻風扇的最大速度限制

source: Max
zh_tw: 最大

source: The largest printable layer height for extruder. Used to limit the maximum layer height when enable adaptive layer height
cs: Největší tisknutelná výška vrstvy pro extruder. Slouží k omezení maximální výšky vrstvy při zapnutí adaptivní výšky vrstvy.
zh_tw: 擠出頭最大可列印的層高。用於限制開啟自適應層高時的最大層高。

source: Minimum speed for part cooling fan
cs: Minimální rychlost ventilátoru chlazení dílu
zh_tw: 部件冷卻風扇的最小轉速

source: Speed of auxiliary part cooling fan. Auxiliary fan will run at this speed during printing except the first several layers which are defined by no cooling layers
cs: Rychlost pomocného ventilátoru pro chlazení dílů. Pomocný ventilátor poběží touto rychlostí během tisku, kromě prvních několika vrstev definovaných jako vrstvy bez chlazení.
zh_tw: 輔助部件冷卻風扇的轉速。輔助部件冷卻風扇將一直執行在該速度，除了設定的無需冷卻的前若干層

source: Min
zh_tw: 最小

source: The lowest printable layer height for extruder. Used to limit the minimum layer height when enable adaptive layer height
cs: Nejnižší tisknutelná výška vrstvy pro extruder. Slouží k omezení minimální výšky vrstvy při zapnutí adaptivní výšky vrstvy.
zh_tw: 擠出頭最小可列印的層高。用於限制開啟自適應層高時的最小層高。

source: Min print speed
cs: Minimální rychlost tisku
zh_tw: 最小列印速度

source: The minimum printing speed when slow down for cooling
cs: Minimální rychlost tisku při zpomalení kvůli chlazení.
zh_tw: 自動冷卻降速的最小列印速度

source: Nozzle diameter
cs: Průměr trysky
zh_tw: 噴嘴直徑

source: Diameter of nozzle
cs: Průměr trysky
zh_tw: 噴嘴直徑

source: Host Type
cs: Typ hostitele
zh_tw: 主機型別

source: Slic3r can upload G-code files to a printer host. This field must contain the kind of the host.
cs: Slic3r může nahrávat soubory G-kódu do tiskového hostitele. Toto pole musí obsahovat typ hostitele.
zh_tw: Slic3r可以將G-code檔案上傳到印表機主機。此欄位必須包含主機型別。

source: Nozzle volume
cs: Objem trysky
zh_tw: 噴嘴內腔體積

source: Volume of nozzle between the cutter and the end of nozzle
cs: Objem trysky mezi řezákem a koncem trysky
zh_tw: 從切刀位置到噴嘴尖端的內腔體積

source: Start end points
cs: Spustit koncové body
zh_tw: 起始終止點

source: The start and end points which are from cutter area to garbage can.
cs: Počáteční a koncové body, které vedou z oblasti řezače do koše.
zh_tw: 從切割區域到垃圾桶的起始和結束點。

source: Reduce infill retraction
cs: Snížit retrakci výplně
zh_tw: 減小填充回抽

source: Don't retract when the travel is in infill area absolutely. That means the oozing can't been seen. This can reduce times of retraction for complex model and save printing time, but make slicing and G-code generating slower
cs: Nevytahujte, pokud je přesun zcela v oblasti výplně. To znamená, že vytékání nebude viditelné. To může snížit počet retrakcí u složitého modelu a ušetřit dobu tisku, ale zpomalí to řezání i generování G-kódu.
zh_tw: 當空駛完全在填充區域內時不觸發回抽。這意味著即使漏料也是不可見的。對於複雜模型，該設定能夠減少回抽次數以及列印時長，但是會造成G-code生成變慢

source: Filename format
cs: Formát názvu souboru
zh_tw: 檔名格式

source: User can self-define the project file name when export
cs: Uživatel může při exportu sám definovat název souboru projektu.
zh_tw: 使用者可以自定義匯出專案檔案的名稱。

source: Detect overhang wall
cs: Detekovat převislou stěnu
zh_tw: 識別懸空外牆

source: Detect the overhang percentage relative to line width and use different speed to print. For 100 percent overhang, bridge speed is used.
cs: Detekovat procento převisu vzhledem k šířce linie a použít různé rychlosti tisku. Pro 100 procent převisu se použije rychlost mostu.
zh_tw: 檢測懸空相對於線寬的百分比，並應用不同的速度列印。100%的懸空將使用橋接速度。

source: Smooth speed discontinuity area
cs: Oblast diskontinuity rychlosti vyhlazení
zh_tw: 平滑速度不連續區域

source: Add the speed transition between discontinuity area.
cs: Přidejte přechod rychlosti v oblasti diskontinuity.
zh_tw: 在速度不連續區域新增速度過渡區

source: Smooth coefficient
cs: Koeficient vyhlazení
zh_tw: 平滑係數

source: The smaller the number, the longer the speed transition path. 0 means not apply.
cs: Čím nižší je číslo, tím delší je dráha přechodu rychlosti. 0 znamená neaplikovat.
zh_tw: 數值越小速度過渡區越大。0表示不應用。

source: Walls filament
cs: Filament stěn
zh_tw: 牆耗材

source: Filament to print walls
cs: Filament pro tisk stěn
zh_tw: 用於列印牆體的耗材

source: Line width of inner wall
cs: Šířka linie vnitřní stěny
zh_tw: 內牆的線寬

source: Speed of inner wall
cs: Rychlost vnitřní stěny.
zh_tw: 內圈牆列印速度

source: Number of walls of every layer
cs: Počet stěn každé vrstvy
zh_tw: 每一層的牆層數

source: Embedding the wall into the infill
cs: Zapuštění stěny do výplně
zh_tw: 將牆體嵌入填充中

source: Embedding the wall into parts where the wall loops are absent ensures that the wall connects seamlessly to the infill.
cs: Zapuštění stěny do částí, kde chybí smyčky stěn, zajišťuje plynulé spojení stěny s výplní.
zh_tw: 將牆體嵌入沒有外牆的區域以確保牆體與填充物無縫連線。

source: Post-processing Scripts
cs: Skripty pro post-processing
zh_tw: 後處理指令碼

source: If you want to process the output G-code through custom scripts, just list their absolute paths here. Separate multiple scripts with a semicolon. Scripts will be passed the absolute path to the G-code file as the first argument, and variables of settings also can be read
cs: Pokud chcete zpracovat výstupní G-kód pomocí vlastních skriptů, stačí zde uvést jejich absolutní cesty. Více skriptů oddělte středníkem. Skriptům bude jako první argument předána absolutní cesta k souboru G-kódu a lze také číst proměnné nastavení.
zh_tw: 如果您想透過自定義指令碼來處理輸出的G程式碼，只需在這裡列出它們的絕對路徑。用分號來分隔多個指令碼。指令碼將被傳遞給G程式碼檔案的絕對路徑作為第一個引數，設定的變數也可以被讀取。

source: Raft contact Z distance
cs: Kontaktní Z vzdálenost podložky
zh_tw: 筏層Z間距

source: Z gap between object and raft. Ignored for soluble interface
cs: Z mezera mezi objektem a raftem. Ignorováno pro rozpustitelné rozhraní
zh_tw: 模型和筏層之間的Z間隙

source: Raft expansion
cs: Rozšíření podložky
zh_tw: 筏層擴充套件

source: Expand all raft layers in XY plane
cs: Rozbalit všechny vrstvy podložky v rovině XY
zh_tw: 在XY平面擴充套件所有筏層

source: Initial layer density
cs: Hustota počáteční vrstvy
zh_tw: 首層密度

source: Density of the first raft or support layer
cs: Hustota první raftové nebo podpůrné vrstvy
zh_tw: 筏和支撐的首層密度

source: Initial layer expansion
cs: Rozšíření počáteční vrstvy
zh_tw: 首層擴充套件

source: Expand the first raft or support layer to improve bed plate adhesion, -1 means auto
cs: Rozšiřte první vrstvu podložky nebo podpory pro zlepšení adheze na podložce; -1 znamená automaticky
zh_tw: 擴充套件筏層和支撐的首層可以改善和熱床的粘接，-1 表示自動

source: Raft layers
cs: Vrstvy podložky
zh_tw: 筏層

source: Object will be raised by this number of support layers. Use this function to avoid warping when print ABS
cs: Objekt bude zvýšen o tento počet vrstev podpory. Použijte tuto funkci k prevenci deformace při tisku z ABS.
zh_tw: 模型會在相應層數的支撐上抬高進行列印。使用該功能通常用於列印ABS時翹曲。

source: G-code path is generated after simplifying the contour of model to avoid too many points and gcode lines in the gcode file. Smaller value means higher resolution and more time to slice
cs: Cesta G-kódu se generuje po zjednodušení obrysu modelu, aby se zabránilo příliš mnoha bodům a řádkům G-kódu v souboru G-kódu. Nižší hodnota znamená vyšší rozlišení a delší dobu řezu
zh_tw: 為了避免G-code檔案中過密集的點和走線，G-code走線通常是在簡化模型的外輪廓之後生成。越小的數值代表更高的解析度，同時需要更長的切片時間。

source: Travel distance threshold
cs: Prahová hodnota pohybové vzdálenosti
zh_tw: 空駛距離閾值

source: Only trigger retraction when the travel distance is longer than this threshold
cs: Retrakce bude spuštěna pouze při cestovní vzdálenosti delší než tento práh.
zh_tw: 只在空駛距離大於該數值時觸發回抽。

source: Retract amount before wipe
cs: Množství retrakce před setřením
zh_tw: 擦拭前的回抽量

source: The length of fast retraction before wipe, relative to retraction length
cs: Délka rychlé retrakce před setřením, v poměru k délce retrakce.
zh_tw: 擦拭之前的回抽長度，用總回抽長度的百分比表示。

source: Retract when change layer
cs: Retrakce při změně vrstvy
zh_tw: 換層時回抽

source: Force a retraction when changes layer
cs: Vynutit retrakci při změně vrstvy.
zh_tw: 強制在換層時回抽。

source: Retraction Length
cs: Délka retrakce
zh_tw: 回抽長度

source: Some amount of material in extruder is pulled back to avoid ooze during long travel. Set zero to disable retraction
cs: Část materiálu v extruderu je zatažena zpět, aby při dlouhém přesunu nedocházelo k vytékání. Nastavte na nulu pro vypnutí retrakce.
zh_tw: 擠出機中的一些材料會被拉回特定長度，避免空駛較長時材料滲出。設定為0表示關閉回抽。

source: Long retraction when cut(experimental)
cs: Dlouhá retrakce při střihu (experimentální)
zh_tw: 切料時回抽（實驗）

source: Experimental feature.Retracting and cutting off the filament at a longer distance during changes to minimize purge.While this reduces flush significantly, it may also raise the risk of nozzle clogs or other printing problems.
cs: Experimentální funkce. Retrakce a odříznutí filamentu na delší vzdálenost při změnách pro minimalizaci čistění. Přestože to výrazně snižuje potřebu čistění, může to také zvýšit riziko ucpání trysky nebo dalších problémů během tisku.
zh_tw: 實驗性選項。在更換耗材絲時，將耗材絲回抽一段距離後再切斷以最小化沖刷。雖然這大大減少了沖刷，但也可能增加噴嘴堵塞或其他列印問題的風險。

source: Retraction distance when cut
cs: Vzdálenost retrakce při odříznutí
zh_tw: 切料回抽距離

source: Experimental feature.Retraction length before cutting off during filament change
cs: Experimentální funkce. Délka retrakce před odříznutím při výměně filamentu
zh_tw: 實驗性選項。在更換耗材絲時，切斷前的回抽長度

source: Long retraction when extruder change
cs: Dlouhá retrakce při výměně extruderu
zh_tw: 切換噴嘴時回抽

source: Retraction distance when extruder change
cs: Vzdálenost retrakce při změně extruderu
zh_tw: 切換噴嘴回抽距離

source: Z hop when retract
cs: Z hop při zatažení
zh_tw: 回抽時抬升Z

source: Whenever the retraction is done, the nozzle is lifted a little to create clearance between nozzle and the print. It prevents nozzle from hitting the print when travel moves. Using spiral line to lift z can prevent stringing
cs: Při retrakci je tryska mírně zvednuta, aby se vytvořila mezera mezi tryskou a výtiskem. To zabraňuje tomu, aby tryska při pohybu narážela do výtisku. Použití spirálové trajektorie pro zvednutí v ose z může zabránit vzniku vláken.
zh_tw: 回抽完成之後，噴嘴輕微抬升，和列印件之間產生一定間隙。這能夠避免空駛時噴嘴和列印件剮蹭和碰撞。使用螺旋線抬升z能夠減少拉絲。

source: Z hop lower boundary
cs: Dolní hranice Z hop
zh_tw: Z抬升範圍下限

source: Z hop will only come into effect when Z is above this value and is below the parameter: "Z hop upper boundary"
cs: Z hop bude aktivní pouze, pokud hodnota Z přesahuje tuto hodnotu a zároveň je nižší než parametr: "Horní hranice Z hop"
zh_tw: 只有當Z抬升值在Z抬升下限和Z抬升上限之間時Z抬升才會生效

source: Z hop upper boundary
cs: Horní hranice Z hop
zh_tw: Z抬升範圍上限

source: If this value is positive, Z hop will only come into effect when Z is above the parameter: "Z hop lower boundary" and is below this value
cs: Pokud je tato hodnota kladná, Z hop se provádí pouze tehdy, když je hodnota Z nad parametrem: "Dolní hranice Z hop" a zároveň pod touto hodnotou.
zh_tw: 如果這個值為正，只有當Z抬升值在Z抬升下限和Z抬升上限之間時Z抬升才會生效

source: Z Hop Type
cs: Typ Z hop
zh_tw: Z抬升方式

source: Slope
cs: Sklon
zh_tw: 斜向

source: Spiral
cs: Spirála
zh_tw: 螺旋

source: Direct Drive
cs: Přímý pohon
zh_tw: 直接驅動

source: Bowden
zh_tw: 遠端

source: Nozzle Volume Type
cs: Typ objemu trysky
zh_tw: 噴嘴體積型別

source: Default Nozzle Volume Type
cs: Výchozí typ objemu trysky
zh_tw: 預設噴嘴體積型別

source: Saving
zh_tw: 儲存中

source: length when change hotend
cs: délka při výměně hotendu
zh_tw: 換熱端時回抽量

source: When this retraction value is modified, it will be used as the amount of filament retracted inside the hotend before changing hotends.
cs: Pokud je tato hodnota retrakce změněna, bude použita jako množství filamentu retrahovaného v hotendu před výměnou hotendů.
zh_tw: 當修改此回抽數值時，將用於熱端內在更換熱端前回抽的耗材量。

source: Extra length on restart
cs: Dodatečná délka při restartu
zh_tw: 額外回填長度

source: When the retraction is compensated after the travel move, the extruder will push this additional amount of filament. This setting is rarely needed.
cs: Když je retrakce kompenzována po přesunu, extrudér vytlačí toto dodatečné množství filamentu. Toto nastavení bývá potřeba jen zřídka.
zh_tw: 在空駛結束後進行回抽補償時，擠出機會多擠出相應的耗材。這個設定通常不需要調整。

source: When the retraction is compensated after changing tool, the extruder will push this additional amount of filament.
cs: Když je po změně nástroje kompenzována retrakce, extrudér vytlačí toto dodatečné množství filamentu.
zh_tw: 當在更換工具頭後進行回抽補償時，擠出機會額外推送這部分耗材。

source: Retraction Speed
cs: Rychlost retrakce
zh_tw: 回抽速度

source: Speed of retractions
cs: Rychlost retrakce.
zh_tw: 回抽速度

source: Deretraction Speed
cs: Rychlost deretrakce
zh_tw: 裝填速度

source: Speed for reloading filament into extruder. Zero means the same speed as retraction
cs: Rychlost pro zavádění filamentu do extruderu. Nula znamená stejnou rychlost jako retrakce.
zh_tw: 耗材絲裝填的速度，0表示和回抽速度一致。

source: Seam position
cs: Pozice švu
zh_tw: 接縫位置

source: The start position to print each part of outer wall
cs: Počáteční pozice pro tisk každé části vnější stěny
zh_tw: 開始列印外牆的位置

source: Nearest
cs: Nejbližší
zh_tw: 最近

source: Aligned
cs: Zarovnáno
zh_tw: 對齊

source: Back
cs: Zpět
zh_tw: 背面

source: Random
cs: Náhodně
zh_tw: 隨機

source: Seam placement away from overhangs(experimental)
cs: Umístění švu mimo převisy (experimentální)
zh_tw: 接縫遠離懸垂點放置（實驗）

source: Ensure seam placement away from overhangs for alignment and backing modes.
cs: Zajistěte umístění švu mimo převisy pro zarovnávací a opěrné režimy.
zh_tw: 接縫避讓懸垂附近，對齊模式生效

source: Seam gap
cs: Mezera švu
zh_tw: 接縫間隔

source: In order to reduce the visibility of the seam in a closed loop extrusion, the loop is interrupted and shortened by a specified amount. This amount as a percentage of the current extruder diameter. The default value for this parameter is 15
cs: Aby se snížila viditelnost spoje v uzavřené smyčce extruze, je smyčka přerušena a zkrácena o zadanou hodnotu. Tato hodnota představuje procento aktuálního průměru extruderu. Výchozí hodnota tohoto parametru je 15
zh_tw: 為了減少閉環擠出中接縫的可見性，迴圈會被中斷並縮短指定的長度。 這個長度是當前擠出器直徑的百分比。該引數的預設值為15。

source: Smart scarf seam application
cs: Použití chytrého překryvového spoje
zh_tw: 智慧應用斜拼接縫

source: Apply scarf joints only to smooth perimeters where traditional seams do not conceal the seams at sharp corners effectively.
cs: Šikmé spoje aplikujte pouze na hladké obvody, kde tradiční spoje nedokáží účinně skrýt švy na ostrých rozích.
zh_tw: 當牆壁沒有合適的銳角以至於傳統接縫無法有效隱藏的時候使用斜拼接縫。

source: Scarf application angle threshold
cs: Prahová hodnota úhlu aplikace šikmého spoje
zh_tw: 斜拼角度閾值

source: This option sets the threshold angle for applying a conditional scarf joint seam. If the seam angle within the perimeter loop exceeds this value (indicating the absence of sharp corners), a scarf joint seam will be used. The default value is 155°.
cs: Tato volba nastavuje prahový úhel pro použití podmíněného spojovacího švu se zkosením. Pokud úhel švu v obvodové smyčce přesáhne tuto hodnotu (což znamená absenci ostrých rohů), bude použit spojovací šev se zkosením. Výchozí hodnota je 155°.
zh_tw: 此選項設定判斷是否應用斜拼接縫的角度閾值。 如果圍牆環內的最大角度超過了這個值（表示沒有足夠銳的角），則使用斜拼接縫接縫。預設值為155°。

source: Scarf around entire wall
cs: Šikmý spoj po celém obvodu stěny
zh_tw: 圍繞整個圍牆

source: The scarf extends to the entire length of the wall.
cs: Šála se rozprostírá po celé délce stěny.
zh_tw: 將斜拼接縫延伸到整個圍牆

source: Scarf steps
cs: Kroky zkosení
zh_tw: 斜拼段數

source: Minimum number of segments of each scarf.
cs: Minimální počet segmentů každé šikmé plochy.
zh_tw: 斜拼接縫所需的最少段數

source: Scarf joint for inner walls
cs: Šikmý spoj pro vnitřní stěny
zh_tw: 應用斜拼於內牆

source: Use scarf joint for inner walls as well.
cs: Použijte šikmý spoj i pro vnitřní stěny.
zh_tw: 同時應用斜拼接縫於內牆

source: Override filament scarf seam setting
cs: Přepsat nastavení spoje švu pro filament
zh_tw: 覆蓋材料的斜拼接縫引數

source: Overrider filament scarf seam setting and could control settings by modifier.
cs: Přepsání nastavení spoje švu pro filament lze ovládat pomocí modifikátoru.
zh_tw: 覆蓋斜拼接縫設定並可透過修改器控制設定。

source: Wipe speed
cs: Rychlost stírání
zh_tw: 擦拭速度
