Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: Mouse wheel:
cs: Kolečko myši:

source: Increase/decrease edit area
cs: Zvýšit/snížit oblast úprav

source: Sequence
cs: Sekvence

source: object selection
cs: výběr objektu

source: part selection
cs: výběr částí

source: number keys
cs: číselné klíče

source: number keys can quickly change the color of objects
cs: číselné klíče mohou rychle změnit barvu objektů

source: Following objects are laid over the boundary of plate or exceeds the height limit:
cs: Následující objekty jsou položeny nad hranicí tabulky nebo jsou větší než mez výšky:

source: Please solve the problem by moving it totally on or off the plate, and confirming that the height is within the build volume.
cs: Vyřešte problém tak, že jej úplně přesunete na desku nebo mimo ni a ověříte, zda je výška v rámci konstrukčního objemu.

source: Assembly's bounding box is too large ( max size >= %1% in ) which may cause rendering issues.
cs: Mezerník Shromáždění je příliš velký ( maximální velikost >= %1% v ), což může způsobit problémy s vykreslením.

source: Assembly's bounding box is too large ( max size >= %1% mm ) which may cause rendering issues.
cs: Mezerník Shromáždění je příliš velký ( maximální velikost >= %1% mm ), což může způsobit problémy s vykreslením.

source: Following objects are too far ( distance >= %1% in ) from the original of the world coordinate system:
cs: Následující objekty jsou příliš daleko ( vzdálenost >= %1% v ) od původního systému světových souřadnic:

source: Following objects are too far ( distance >= %1% mm ) from the original of the world coordinate system:
cs: Následující objekty jsou příliš daleko ( vzdálenost >= %1% mm ) od původního systému světových souřadnic:

source: left nozzle
cs: levá tryska

source: right nozzle
cs: pravá tryska

source: The position or size of some models exceeds the %s's printable range.
cs: Pozice nebo velikost některých modelů přesahuje rozsah tisku %s.

source: The position or size of the model %s exceeds the %s's printable range.
cs: Pozice nebo velikost modelu %s překračuje rozsah tisku %s.

source: Please check and adjust the part's position or size to fit the printable range:
cs: Prosím zkontrolujte a upravte polohu nebo velikost části tak, aby odpovídala tiskovému rozsahu:

source: Left nozzle: X:%1%-%2%, Y:%3%-%4%, Z:%5%-%6%
cs: Levá tryska: X:%1%-%2%, Y:%3%-%4%, Z:%5%-%6%

source: Right nozzle: X:%1%-%2%, Y:%3%-%4%, Z:%5%-%6%
cs: Pravá tryska: X:%1%-%2%, Y:%3%-%4%, Z:%5%-%6%

source: Mirror Object
cs: Zrcadlový objekt

source: Tool Move
cs: Přesunutí nástroje

source: Tool Rotate
cs: Otočení nástroje

source: Move Object
cs: Přesunout objekt

source: Auto Orientation options
cs: Možnosti automatické orientace

source: Enable rotation
cs: Povolit otáčení

source: Optimize support interface area
cs: Optimalizovat oblast pro podporu

source: Arrange options
cs: Možnosti rozmístění

source: Spacing
cs: Mezera

source: 0 means auto spacing.
cs: 0 znamená automatické rozestupy.

source: Save SVG
cs: Uložit SVG

source: Auto rotate for arrangement
cs: Automatické otáčení pro uspořádání

source: Allow multiple materials on same plate
cs: Povolit více materiálů na stejné desce

source: Avoid extrusion calibration region
cs: Vyhnout se oblasti kalibrace protlačování

# Camera
source: Left
cs: Vlevo

# Camera
source: Right
cs: Vpravo

source: Add
cs: Přidat

source: Add plate
cs: Přidat desku

source: Arrange all objects
cs: Uspořádat všechny objekty

source: Arrange objects on selected plates
cs: Uspořádejte objekty na vybraných talířích

source: Split to objects
cs: Rozdělit na objekty

source: And it is valid when there are at least two parts in object or stl has at least two meshes.
cs: A je platný, pokud jsou v objektu alespoň dvě části nebo stl alespoň dvě oka.

source: Split to parts
cs: Rozdělit na díly

source: And it is valid when importing an stl with at least two meshes.
cs: A je platný při importu stl s nejméně dvěma oky.

source: Click to Extend
cs: Kliknutím rozšíříte

source: Click to Collapse
cs: Kliknutím sbalíte

source: Assembly View
cs: Zobrazení sestavení

source: Select Plate
cs: Vybrat desku

source: Assembly Return
cs: Zpětná montáž

source: return
cs: Vrátit

source: Fit camera
cs: Přizpůsobit fotoaparát

source: Fit camera to scene or selected object.
cs: Přizpůsobit fotoaparát do scény nebo vybraného objektu.

source: Paint Toolbar
cs: Nástrojová lišta malování

source: Explosion Ratio
cs: Poměr exploze

source: Section View
cs: Zobrazení sekce

source: Assemble Control
cs: Ovládání sestavení

source: Selection Mode
cs: Režim výběru

source: Total Volume:
cs: Celkový objem:

source: Assembly Info
cs: Informace o sestavení

source: Volume:
cs: Objem:

source: Size:
cs: Velikost:

source: Conflicts of gcode paths have been found at layer %d. Please separate the conflicted objects farther (%s <-> %s).
cs: Konflikty gcode cesty byly nalezeny na vrstvě %d. Oddělte prosím konfliktní objekty dále (%s <-> %s).

source: An object is layed over the boundary of plate.
cs: Objekt je umístěn nad hranicí desky.

source: A G-code path goes beyond the max print height.
cs: Cesta k G kódu přesahuje maximální výšku tisku.

source: A G-code path goes beyond the boundary of plate.
cs: Cesta k kódu G přesahuje hranici desky.

source: Not support printing 2 or more TPU filaments.
cs: „Technologie“ ve smyslu všeobecné poznámky k technologii pro „užití“ zařízení nebo „softwaru“ uvedených v položkách 5D001, 5D002, 5D002 nebo 5D003.

source: Filament %s is placed in the %s, but the generated G-code path exceeds the printable range of the %s.
cs: Filament %s je umístěn v %s, ale vygenerovaná cesta G přesahuje tiskový rozsah %s.

source: Filaments %s is placed in the %s, but the generated G-code path exceeds the printable range of the %s.
cs: Filamenty %s jsou umístěny v %s, ale vygenerovaná cesta G přesahuje tiskový rozsah %s.

source: Filament %s is placed in the %s, but the generated G-code path exceeds the printable height of the %s.
cs: Filament %s je umístěn v %s, ale vygenerovaná cesta G přesahuje výtiskovou výšku %s.

source: Filaments %s is placed in the %s, but the generated G-code path exceeds the printable height of the %s.
cs: Filamenty %s jsou umístěny v %s, ale vygenerovaná cesta G přesahuje výtiskovou výšku %s.

source: Open wiki for more information.
cs: Otevřete wiki pro více informací.

source: Only the object being edited is visible.
cs: Viditelný je pouze objekt, který je upravován.

source: filaments %s cannot be printed directly on the surface of this plate.
cs: vlákna %s nemohou být vytištěna přímo na povrch této desky.

source: PLA and PETG filaments detected in the mixture. Adjust parameters according to the Wiki to ensure print quality.
cs: Vlákna PLA a PETG detekována ve směsi. Upravte parametry podle Wiki pro zajištění kvality tisku.

source: The prime tower extends beyond the plate boundary.
cs: Hlavní věž sahá za hranu talíře.

source: Click Wiki for help.
cs: Pro pomoc klikněte na Wiki.

source: Click here to regroup
cs: Klikněte zde pro přeskupení

source: Calibration step selection
cs: Výběr kalibračních kroků

source: Micro lidar calibration
cs: Mikrofilmová kalibrace

source: Bed leveling
cs: Vyrovnávání postel

source: High-temperature Heatbed Calibration
cs: Vysokoteplotní vyhřívaná kalibrace

source: Calibration program
cs: Kalibrační program

source: The calibration program detects the status of your device automatically to minimize deviation. It keeps the device performing optimally.
cs: Kalibrační program detekuje stav vašeho zařízení automaticky pro minimalizaci odchylek. Zařízení udržuje v činnosti optimálně.

source: Calibration Flow
cs: Kalibrace průtoku

source: Start Calibration
cs: Zahájit kalibraci

source: Completed
cs: Dokončeno

source: Calibrating
cs: Kalibrace

source: No step selected
cs: Není vybrán žádný krok

source: Auto-record Monitoring
cs: Automatické sledování záznamu

source: Liveview Retry
cs: Životný pokus znovu

source: Resolution
cs: Rozlišení

source: Show "Live Video" guide page.
cs: Zobrazit průvodce "Live Video".

source: ConnectPrinter(LAN)
cs: Propojení (LAN)

source: Please input the printer access code:
cs: Zadejte přístupový kód tiskárny:

source: You can find it in "Settings > Network > Access code" on the printer, as shown in the figure:
cs: Najdete ho v části "Nastavení > Síť > Přístupový kód" v tiskárně, jak je znázorněno na obrázku:

source: You can find it in "Setting > Setting > LAN only > Access Code" on the printer, as shown in the figure:
cs: Najdete ho v "Nastavení > Nastavení > LAN pouze > Přístupový kód" v tiskárně, jak je znázorněno na obrázku:

source: New Window
cs: Nové okno

source: Open a new window
cs: Otevřít nové okno

source: Application is closing
cs: Aplikace se uzavírá

source: Closing Application while some presets are modified.
cs: Uzavření aplikace, zatímco některé předvolby jsou upraveny.

source: Logging
cs: Logování

source: Preview
cs: Náhled

source: Device
cs: Zařízení

source: Multi-device
cs: Vícenásobné zařízení

source: Project
cs: Projekt

source: Yes
cs: Ano

source: No
cs: Ne

source: will be closed before creating a new model. Do you want to continue?
cs: bude zavřeno před vytvořením nového modelu. Chcete pokračovat?

source: Slice plate
cs: Plátový plát

source: Print plate
cs: Tisknout plát

source: This is your first time slicing with the H2D machine. Would you like to watch a quick tutorial video?
cs: Toto je tvůj první řez pomocí zařízení H2D. Chceš se podívat na rychlé tutoriál?

source: First Guide
cs: První návod

source: This is your first time printing tpu filaments with the H2D machine. Would you like to watch a quick tutorial video?
cs: Toto je tvůj první tisk vláken tpu pomocí zařízení H2D. Chceš vidět rychlé video tutoriálu?

source: Slice all
cs: Slice vše

source: Export G-code file
cs: Exportovat soubor G kódu

source: Send
cs: Poslat

source: Export plate sliced file
cs: Exportovat plátkový soubor na plátky

source: Export all sliced file
cs: Exportovat všechny řezané soubory

source: Print all
cs: Tisknout vše

source: Send all
cs: Odeslat vše

source: Send to Bambu Farm Manager Client
cs: Poslat do Bambu Farm Manager

source: Send to BFMC
cs: Poslat do BFMC

source: Send to Multi-device
cs: Poslat do Multi-zařízení

source: Keyboard Shortcuts
cs: Klávesové zkratky

source: Show the list of the keyboard shortcuts
cs: Zobrazit seznam klávesových zkratek

source: Setup Wizard
cs: Průvodce nastavením

source: Show Configuration Folder
cs: Zobrazit složku s konfigurací

source: Show Tip of the Day
cs: Zobrazit tip dne

source: Report issue
cs: Nahlásit problém

source: Check for Update
cs: Zkontrolovat aktualizace

source: Check for Presets Update
cs: Kontrola aktualizace předvoleb

source: Open Network Test
cs: Otevřít síťový test

source: &About %s
cs: &O %s

source: Upload Models
cs: Nahrát modely

source: Download Models
cs: Stáhnout modely

source: Default View
cs: Výchozí zobrazení

source: Top View
cs: Horní pohled

source: Bottom
cs: Spodní

source: Bottom View
cs: Spodní pohled

source: Front
cs: Přední

source: Front View
cs: Přední pohled

source: Rear
cs: Zadní

source: Rear View
cs: Zadní pohled

source: Left View
cs: Zobrazení vlevo

source: Right View
cs: Zobrazení vpravo

# Camera
source: Isometric
cs: Isometrický

source: Isometric View
cs: Isometrické zobrazení

source: Start a new window
cs: Spustit nové okno

source: New Project
cs: Nový projekt

source: Start a new project
cs: Zahájit nový projekt

source: Open a project file
cs: Otevřít soubor projektu

source: Recent projects
cs: Nedávné projekty

source: Save Project
cs: Uložit projekt

source: Save current project to file
cs: Uložit aktuální projekt do souboru

source: Save Project as
cs: Uložit projekt jako

source: Save current project as
cs: Uložit aktuální projekt jako

source: Import 3MF/STL/STEP/SVG/OBJ/AMF
cs: Importovat 3MF/STL/STEP/SVG/OBJ/AMF

source: Load a model
cs: Načíst model

source: Import Configs
cs: Importovat konfigurace

source: Load configs
cs: Načíst konfigurace

source: Import
cs: Importovat

source: Export all objects as one STL
cs: Exportovat všechny objekty jako jeden STL

source: Export all objects as STLs
cs: Exportovat všechny objekty jako STLs

source: Export Generic 3MF
cs: Exportovat obecné 3MF

source: Export 3mf file without using some 3mf-extensions
cs: Exportovat 3mf soubor bez použití 3mf-přípony

source: Export current sliced file
cs: Exportovat aktuální krájený soubor

source: Export all plate sliced file
cs: Exportovat všechen plátkový soubor

source: Export G-code
cs: Exportovat kód G

source: Export current plate as G-code
cs: Exportovat aktuální štítek jako kód G

source: Export toolpaths as OBJ
cs: Exportovat cesty nástrojů jako OBJ

source: Export Preset Bundle
cs: Exportovat přednastavený balíček

source: Export current configuration to files
cs: Exportovat aktuální konfiguraci do souborů

source: Export
cs: Exportovat

source: Publish to MakerWorld
cs: Publikovat do MakerWorld

source: Batch Preset Management
cs: Dávkové nastavení

source: Quit
cs: Ukončit

source: Undo
cs: Zpět

source: Redo
cs: Znovu

source: Cut selection to clipboard
cs: Vyjmout do schránky

source: Copy
cs: Kopírovat

source: Copy selection to clipboard
cs: Kopírovat výběr do schránky

source: Paste
cs: Vložit

source: Paste clipboard
cs: Vložit schránku

source: Delete selected
cs: Odstranit vybrané

source: Deletes the current selection
cs: Odstraní aktuální výběr

source: Delete all
cs: Odstranit vše

source: Deletes all objects
cs: Odstraní všechny objekty

source: Clone selected
cs: Klonovat vybrané

source: Clone copies of selections
cs: Klonovat kopie výběru

source: Select all
cs: Vybrat vše

source: Selects all objects
cs: Vybere všechny objekty

source: Deselect all
cs: Zrušit výběr všech

source: Deselects all objects
cs: Zruší výběr všech objektů

source: Use Perspective View
cs: Použít perspektivní zobrazení

source: Use Orthogonal View
cs: Použít Orthogonal View

source: Show 3D Navigator
cs: Zobrazit navigátor 3D

source: Show 3D navigator in Prepare and Preview scene
cs: Zobrazit 3D navigátor při přípravě a náhledu scény

source: Reset Window Layout
cs: Obnovit rozvržení okna

source: Reset to default window layout
cs: Obnovit výchozí rozložení okna

source: Show object labels in 3D scene
cs: Zobrazit popisky objektů ve 3D scéně

source: Show &Overhang
cs: Zobrazit &Překrytí

source: Show object overhang highlight in 3D scene
cs: Zobrazit zvýraznění objekt na 3D scéně

source: Services
cs: Služby

source: Hide BambuStudio
cs: Skrýt BambuStudio

source: Hide Others
cs: Skrýt ostatní

source: Show All
cs: Zobrazit vše

source: Preferences
cs: Předvolby

source: View
cs: Zobrazit

source: Help
cs: Nápověda

source: Temperature Calibration
cs: Kalibrace teploty

source: Pass 1
cs: Uspěl 1

source: Flow rate test - Pass 1
cs: Test rychlosti průtoku - průchod 1

source: Pass 2
cs: Uspěl 2

source: Flow rate test - Pass 2
cs: Test rychlosti průtoku - Průměr 2

source: Flow rate
cs: Průtok

source: Pressure advance
cs: Pokles tlaku

source: Retraction test
cs: Retrakční zkouška

source: Max flowrate
cs: Maximální průtok

source: More...
cs: Více...

source: Tutorial
cs: Návod

source: Calibration help
cs: Pomoc s kalibrací

source: More calibrations
cs: Další kalibrace

source: Window
cs: Okno

source: Zoom
cs: Přiblížení

source: Tile Window to Left of Screen
cs: Okno dlaždice vlevo od obrazovky

source: Tile Window to Right of Screen
cs: Okno dlaždice vpravo od obrazovky

source: Replace Tiled Window
cs: Nahradit rozšířené okno

source: Remove Window from Set
cs: Odstranit okno ze sady

source: Bring All to Front
cs: Přesunout vše do popředí

source: &Open G-code
cs: &Otevřít G kód

source: Open a G-code file
cs: Otevřít soubor G kódu

source: Re&load from Disk
cs: &Načíst z disku

source: Reload the plater from disk
cs: Znovu načtěte z disku

source: Export &Toolpaths as OBJ
cs: Exportovat &instrumenty jako OBJ

source: Open &Studio
cs: Otevřít &Studio

source: Open Studio
cs: Otevřít studio

source: &Quit
cs: &Ukončit

source: Quit %s
cs: Ukončit %s

source: &File
cs: &Soubor

source: &View
cs: &Zobrazit

source: &Help
cs: &Nápověda

source: A file exists with the same name: %s, do you want to override it.
cs: Soubor existuje se stejným názvem: %s, chcete jej přepsat.

source: A config exists with the same name: %s, do you want to override it.
cs: Konfigurace existuje se stejným názvem: %s, chcete ji přepsat.

source: Overwrite file
cs: Přepsat soubor

source: Yes to All
cs: Ano všem

source: No to All
cs: Ne všem

source: Choose a directory
cs: Vyberte adresář

source: There is %d config exported. (Only non-system configs)
cs: %d konfigurace je exportována. (Pouze nesystémové konfigurace)

source: Export result
cs: Výsledek exportu

source: Select profile to load:
cs: Vyberte profil k načtení:

source: There is %d config imported. (Only non-system and compatible configs)
cs: %d konfigurace je importována. (Pouze nesystémové a kompatibilní konfigurace)

source: Import result
cs: Výsledek importu

source: File is missing
cs: Chybí soubor

source: The project is no longer available.
cs: Projekt již není k dispozici.

source: Filament Settings
cs: Nastavení vláken Filament

source: Do you want to synchronize your personal data from Bambu Cloud? It contains the following information: 1. The Process presets 2. The Filament presets 3. The Printer presets
cs: Chcete synchronizovat vaše osobní údaje z Bambu Cloudu? Obsahuje následující informace: 1. Předvolby procesu 2. Filament předvolby 3. Tiskární předvolby

source: Synchronization
cs: Synchronizace

source: The device cannot handle more conversations. Please retry later.
cs: Zařízení nemůže zpracovat více konverzací. Opakujte akci později.

source: Player is malfunctioning. Please reinstall the system player.
cs: Přehrávač chybí. Přeinstalujte přehrávač systému.

source: The player is not loaded, please click "play" button to retry.
cs: Přehrávač není načten, prosím klikněte na tlačítko "Přehrát" a zkuste to znovu.

source: Temporarily closed because there is no operation for a while.
cs: Dočasně zavřené, protože na nějakou dobu neprobíhá žádná operace.

source: Temporarily closed because there is no printing for a while.
cs: Dočasně zavřené, protože na chvíli není žádný tisk.

source: Please confirm if the printer is connected.
cs: Potvrďte, zda je tiskárna připojena.

source: The printer is currently busy downloading. Please try again after it finishes.
cs: Tiskárna je v současné době zaneprázdněna. Zkuste to prosím znovu po dokončení tiskárny.

source: Printer camera is malfunctioning.
cs: Tiskárna chybně funguje.

source: Problem occured. Please update the printer firmware and try again.
cs: Vyskytl se problém. Aktualizujte firmware tiskárny a zkuste to znovu.

source: LAN Only Liveview is off. Please turn on the liveview on printer screen.
cs: LAN je vypnutý. Zapněte prosím na obrazovce tiskárny.

source: Please enter the IP of printer to connect.
cs: Zadejte IP adresu tiskárny pro připojení.

source: Initializing...
cs: Inicializace...

source: Connection Failed. Please check the network and try again
cs: Připojení se nezdařilo. Zkontrolujte síť a zkuste to znovu

source: Please check the network and try again, You can restart or update the printer if the issue persists.
cs: Zkontrolujte prosím síť a zkuste to znovu, pokud problém přetrvává, můžete restartovat nebo aktualizovat tiskárnu.

source: The printer has been logged out and cannot connect.
cs: Tiskárna byla odhlášena a nelze se připojit.

source: Video Stopped.
cs: Video zastaveno.

source: LAN Connection Failed (Failed to start liveview)
cs: Připojení LAN se nezdařilo (bylo odesláno pro spuštění liveview)

source: Virtual Camera Tools is required for this task! Do you want to install them?
cs: Pro tento úkol jsou vyžadovány virtuální nástroje kamery! Chcete je nainstalovat?

source: Downloading Virtual Camera Tools
cs: Stahování nástrojů virtuální kamery

source: Another virtual camera is running. Bambu Studio supports only a single virtual camera. Do you want to stop this virtual camera?
cs: Je spuštěna další virtuální kamera. Bambu Studio podporuje pouze jednu virtuální kameru. Chcete zastavit tuto virtuální kameru?

source: Virtual camera initialize failed (%s)!
cs: Inicializace virtuální kamery se nezdařila (%s)!

source: Network unreachable
cs: Síť je nedostupná

source: Information
cs: Informace

source: Playing...
cs: Přehrávání...

source: Loading...
cs: Načítám...

source: Year
cs: Rok

source: Month
cs: Měsíc

source: All Files
cs: Všechny soubory

source: Group files by year, recent first.
cs: Seskupte soubory po roce, jako první.

source: Group files by month, recent first.
cs: Seskupte soubory podle měsíce, nejdřív nedávné.

source: Show all files, recent first.
cs: Zobrazit všechny soubory, jako poslední.

source: Switch to timelapse files.
cs: Přepnout do timelapse souborů.

source: Switch to video files.
cs: Přepnout na video soubory.

source: Switch to 3mf model files.
cs: Přepnout na soubory 3mf modelu.

source: Delete selected files from printer.
cs: Odstranit vybrané soubory z tiskárny.

source: Download
cs: Stáhnout

source: Download selected files from printer.
cs: Stáhnout vybrané soubory z tiskárny.

source: Select
cs: Vybrat

source: Batch manage files.
cs: Dávkové řízení souborů.

source: Refresh
cs: Aktualizovat

source: Reload file list from printer.
cs: Obnovit seznam souborů z tiskárny.

source: No printers.
cs: Žádné tiskárny

source: Loading file list...
cs: Načítání seznamu souborů...

source: No files
cs: Žádné soubory

source: Load failed
cs: Načtení se nezdařilo

source: Browsing file in storage is not supported in current firmware. Please update the printer firmware.
cs: Prohlížení souboru v úložišti není v aktuálním firmwaru podporováno. Aktualizujte prosím firmware tiskárny.

source: LAN Connection Failed (Failed to view sdcard)
cs: Připojení LAN se nezdařilo (Odesláno k zobrazení sdcard)

source: Browsing file in storage is not supported in LAN Only Mode.
cs: Prohlížení souboru v úložišti není podporováno pouze v režimu LAN.

source: You are going to delete %u file from printer. Are you sure to continue?
cs: Chystáte se odstranit soubor %u z tiskárny. Opravdu chcete pokračovat?

source: Delete files
cs: Odstranit soubory

source: Do you want to delete the file '%s' from printer?
cs: Chcete odstranit soubor '%s' z tiskárny?

source: Delete file
cs: Odstranit soubor

source: Fetching model infomations ...
cs: Načítání infomací modelu...

source: Failed to fetch model information from printer.
cs: Nepodařilo se načíst informace o modelu z tiskárny.

source: Failed to parse model information.
cs: Nepodařilo se zpracovat informace o modelu.

source: The .gcode.3mf file contains no G-code data.Please slice it whth Bambu Studio and export a new .gcode.3mf file.
cs: Soubor .gcode.3mf neobsahuje žádná data G.Prosíme, prořezávejte jej, co Bambu Studio a exportujte nový soubor .gcode.3mf.

source: File '%s' was lost! Please download it again.
cs: Soubor '%s' byl ztracen! Prosím stáhněte jej znovu.

source: File: %s Title: %s
cs: Soubor: %s Název: %s

source: Download waiting...
cs: Stáhnout čekání...

source: Retry
cs: Opakovat

source: Play
cs: Hrát

source: Open Folder
cs: Otevřít složku

source: Download finished
cs: Stahování dokončeno

source: Downloading %d%%...
cs: Stahuji %d%%

source: Fan
cs: Ventilátor

source: Air Condition
cs: Stav vzduchu

source: Reconnecting the printer, the operation cannot be completed immediately, please try again later.
cs: Znovu připojuji tiskárnu, operaci nelze dokončit okamžitě, zkuste to prosím později.

source: Timeout, please try again.
cs: Vypršel časový limit, zkuste to prosím znovu.

source: File does not exist.
cs: Soubor neexistuje.
