Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: prepare 3mf file...
cs: Příprava souboru 3mf...
zh_tw: 正在準備3mf檔案...

source: Download failed, unknown file format.
cs: Stažení se nezdařilo, neznámý formát souboru.
zh_tw: 下載失敗，未知檔案格式。

source: downloading project ...
cs: Stahování projektu ...
zh_tw: 專案下載中...

source: Download failed, File size exception.
cs: Stažení se nezdařilo, výjimka velikosti souboru.
zh_tw: 下載失敗，檔案大小異常。

source: Project downloaded %d%%
cs: Projekt stažen z %d%%
zh_tw: 專案已下載%d%%

source: Importing to Bambu Studio failed. Please download the file and manually import it.
cs: Importování do Bambu Studio selhalo. Stáhněte si soubor a naimportujte jej ručně.
zh_tw: 匯入到Bambu Studio失敗。請下載檔案並手動匯入。

source: The current settings produce a model that is too large. Please narrow the range or increase the step size. (Model size is proportional to (End - Start) / Step size.)
cs: Aktuální nastavení vytváří model, který je příliš velký. Zúžte prosím rozsah nebo zvyšte velikost kroku. (Velikost modelu je úměrná (Konec - Začátek) / velikost kroku.)
zh_tw: 當前設定下的模型尺寸超出了內建模型的最大支援範圍。請適當減小引數範圍或增大步長，使模型尺寸符合要求。（模型尺寸與（結束值-起始值）/步長 的結果成正比）

source: The selected file
cs: Vybraný soubor
zh_tw: 已選擇的檔案

source: does not contain valid gcode.
cs: neobsahuje platný G-kód.
zh_tw: 不包含有效的G-code檔案。

source: Error occurs while loading G-code file
cs: Chyba při načítání souboru G-kódu
zh_tw: 載入G-code檔案時遇到錯誤

source: Drop project file
cs: Pusťte soubor projektu
zh_tw: 專案檔案操作

source: Please select an action
cs: Zvolte akci
zh_tw: 請選擇處理方式

source: Open as project
cs: Otevřít jako projekt
zh_tw: 按專案開啟

source: Import geometry only
cs: Importovat pouze geometrická data
zh_tw: 僅匯入模型資料

source: Please import multiple files with the same suffix.
cs: Importujte více souborů se stejnou příponou.
zh_tw: 請匯入多個具有相同字尾的檔案。

source: Only one G-code file can be opened at the same time.
cs: Ve stejnou dobu lze otevřít pouze jeden soubor G-kódu.
zh_tw: 只能同時開啟一個G-code檔案。

source: G-code loading
cs: Načítání G-kódu
zh_tw: 正在載入G-code檔案

source: G-code files can not be loaded with models together!
cs: Soubory G-kódu nelze načíst společně s modely!
zh_tw: G-code檔案不能和模型一起載入！

source: Can not add models when in preview mode!
cs: Nelze přidávat modely v režimu náhledu!
zh_tw: 在預覽模式不允許新增模型！

source: Add Models
cs: Přidat modely
zh_tw: 新增模型

source: All objects will be removed, continue?
cs: Všechny objekty budou odstraněny. Pokračovat?
zh_tw: 即將刪除所有物件，是否繼續？

source: The current project has unsaved changes, save it before continue?
cs: Aktuální projekt má neuložené změny. Uložit je před pokračováním?
zh_tw: 當前專案包含未儲存的修改。是否先儲存？

source: Remember my choice.
cs: Zapamatovat moji volbu.
zh_tw: 記住我的選擇。

source: Number of copies:
cs: Počet kopií:
zh_tw: 克隆數量：

source: Copies of the selected object
cs: Kopie vybraného objektu
zh_tw: 所選物件的克隆數量

source: Save G-code file as:
cs: Uložit soubor G-kódu jako:
zh_tw: G-code檔案另存為：

source: Save SLA file as:
cs: Uložit soubor SLA jako:
zh_tw: SLA 檔案另存為：

source: The provided file name is not valid.
cs: Zadaný název souboru není platný.
zh_tw: 無效的檔名。

source: The following characters are not allowed by a FAT file system:
cs: Následující znaky nejsou povoleny souborovým systémem FAT:
zh_tw: 不允許使用以下字元：

source: Save Sliced file as:
cs: Uložit vyřezaný soubor jako:
zh_tw: 切片檔案另存為：

source: The file %s has been sent to the printer's storage space and can be viewed on the printer.
cs: Soubor %s byl odeslán do úložiště tiskárny a lze jej zobrazit na tiskárně.
zh_tw: 檔案%s已經傳送到印表機的儲存空間，可以在印表機上瀏覽。

source: The nozzle type is not set. Please set the nozzle and try again.
cs: Typ trysky není nastaven. Nastavte prosím trysku a zkuste to znovu.
zh_tw: 未設定噴嘴型別。請先設定噴嘴，然後重試。

source: The nozzle type is not set. Please check.
cs: Typ trysky není nastaven. Zkontrolujte prosím.
zh_tw: 未設定噴嘴型別。請檢查噴嘴設定。

source: Unable to perform boolean operation on model meshes. You may fix the meshes and try again.
cs: Nelze provést booleovskou operaci na modelech sítí. Můžete sítě opravit a zkusit to znovu.
zh_tw: 無法對模型網格執行布林運算。您可以修復網格，然後重試。

source: Reason: part "%1%" is empty.
cs: Důvod: část "%1%" je prázdná.
zh_tw: 原因：零件"%1%"為空。

source: Reason: part "%1%" does not bound a volume.
cs: Důvod: část "%1%" neohraničuje objem.
zh_tw: 原因：零件"%1%"沒有封閉一個體積。

source: Reason: part "%1%" has self intersection.
cs: Důvod: část "%1%" má vlastní průnik.
zh_tw: 原因：零件"%1%"有自相交。

source: Reason: "%1%" and another part have no intersection.
cs: Důvod: "%1%" a jiná část nemají průnik.
zh_tw: 原因：零件"%1%"與另一個零件沒有交集。

source: Negative parts detected. Would you like to perform mesh boolean before exporting?
cs: Byly zjištěny negativní části. Chcete před exportem provést booleovskou operaci se sítí?
zh_tw: 檢測到負零件。在匯出前，您是否想執行網格布林運算？

source: It is not recommended to use PVA filaments with 0.2mm nozzles.
cs: Nedoporučuje se používat PVA filamenty s tryskou 0,2 mm.
zh_tw: 不建議使用0.2毫米噴嘴來列印PVA材料

source: Are you sure to use them?
cs: Opravdu je chcete použít?
zh_tw: 您確定要使用它嗎？

source: Print By Object: Suggest to use auto-arrange to avoid collisions when printing.
cs: Tisk podle objektu: Doporučujeme použít automatické uspořádání, abyste předešli kolizím při tisku.
zh_tw: 逐件列印： 建議使用自動擺盤避免列印時發生碰撞。

source: Send G-code
cs: Odeslat G-kód
zh_tw: 傳送 G 程式碼

source: Send to printer
cs: Odeslat do tiskárny
zh_tw: 傳送到印表機

source: Custom supports and color painting were removed before repairing.
cs: Vlastní podpory a barevné malování byly před opravou odstraněny.
zh_tw: 自定義的支撐和塗色在模型修復之前將被清除。

source: Custom supports,seam_facets and color painting were removed before repairing,model name:
cs: Vlastní podpory, seam_facets a barevné malování byly před opravou odstraněny, název modelu:
zh_tw: 在修復之前，刪除了支援、接縫和塗色資訊,模型名字:

source: Printer not connected. Please go to the device page to connect %s before syncing.
cs: Tiskárna není připojena. Přejděte prosím na stránku zařízení a připojte %s před synchronizací.
zh_tw: 印表機未連線，在同步之前，請前往裝置頁連線 %s。

source: The currently connected printer on the device page is not %s. Please switch to %s before syncing.
cs: Aktuálně připojená tiskárna na stránce zařízení není %s. Před synchronizací prosím přepněte na %s.
zh_tw: 裝置頁當前連線的印表機不是 %s ，無法同步，請切換成 %s 後再同步。

source: There are no filaments on the printer. Please load the filaments on the printer first.
cs: Na tiskárně nejsou žádné filamenty. Nejprve načtěte filamenty do tiskárny.
zh_tw: 印表機上沒有任何耗材，請先去機器上放置耗材。

source: The filaments on the printer are all unknown types. Please go to the printer screen or software device page to set the filament type.
cs: Filamenty na tiskárně jsou všechny neznámého typu. Přejděte prosím na obrazovku tiskárny nebo na stránku zařízení v softwaru a nastavte typ filamentu.
zh_tw: 印表機上的耗材均為未知型別，請先去印表機螢幕或者軟體裝置頁面設定耗材型別。

source: Device Page
cs: Stránka zařízení
zh_tw: 裝置頁

source: Synchronize AMS Filament Information
cs: Synchronizovat informace o filamentu AMS
zh_tw: 同步AMS耗材資訊

source: Invalid number
cs: Neplatné číslo
zh_tw: 無效數字

source: Plate Settings
cs: Nastavení podložky
zh_tw: 盤引數設定

source: Prime Tower:
cs: Věž pro oddělení trysky:
zh_tw: 擦料塔：

source: A cube printed during a filament change to purge old color and ensure smooth color transition.
cs: Krychle vytištěná během výměny filamentu pro proplach staré barvy a zajištění plynulého přechodu barev.
zh_tw: 在換材料過程中列印的立方體，用於清除舊材料並確保平滑的顏色過渡

source: Number of currently selected parts: %1%
cs: Počet aktuálně vybraných částí: %1%
zh_tw: 當前選擇的零件數量: %1%

source: Number of currently selected objects: %1%
cs: Počet aktuálně vybraných objektů: %1%
zh_tw: 當前選擇的物件數量: %1%

source: Part name: %1%
cs: Název části: %1%
zh_tw: 零件名字：%1%

source: Object name: %1%
cs: Název objektu: %1%
zh_tw: 物件名字：%1%

source: Size: %1% x %2% x %3% in
cs: Velikost: %1% x %2% x %3% in
zh_tw: 大小：%1% x %2% x %3% 英寸

source: Size: %1% x %2% x %3% mm
cs: Velikost: %1% x %2% x %3% mm
zh_tw: 大小： %1% x %2% x %3% 毫米

source: Volume: %1% in³
cs: Objem: %1% in³
zh_tw: 體積： %1% 英寸³

source: Volume: %1% mm³
cs: Objem: %1% mm³
zh_tw: 體積： %1% 毫米³

source: Triangles: %1%
cs: Trojúhelníky: %1%
zh_tw: 三角形：%1%

source: (Repair)
cs: (Oprava)
zh_tw: （修復）

source: To repair the model, please use a third-party tool before importing it into Bambu Studio, such as
cs: Pro opravu modelu použijte před importem do Bambu Studio nástroj třetí strany, například
zh_tw: 如需修復模型，請使用第三方工具處理後再匯入 Bambu Studio，例如

source: Plate% d: %s is not suggested to be used to print filament %s(%s). If you still want to do this printing, please set this filament's bed temperature to non zero.
cs: Podložka% d: %s není doporučena pro tisk filamentu %s(%s). Pokud i přesto chcete tento tisk provést, nastavte teplotu podložky tohoto filamentu na nenulovou hodnotu.
zh_tw: 熱床% d：%s不建議被用於列印%s（%s）材料。如果您依然想列印，請設定耗材對應的熱床溫度為非零值。

source: Parameter recommendation
cs: Doporučení parametrů
zh_tw: 引數推薦

source: In the process preset, under "Others-Advanced", check "Enable clumping detection by probing". This feature generates a small wipe tower and performs probing detection to identify clumping issues early in the print and stop printing, preventing print failures or printer damage.
cs: V přednastavení procesu v části „Ostatní – Pokročilé“ zaškrtněte „Povolit detekci shlukování pomocí sondování“. Tato funkce generuje malou wipe tower a provádí detekci sondováním, aby včas identifikovala problémy se shlukováním při tisku a zastavila tisk, čímž předchází selhání tisku nebo poškození tiskárny.
zh_tw: 在工藝預設的“其他-高階”中，勾選“啟用觸碰裹頭檢測”。此功能將生成一個小型擦料塔，並執行觸碰裹頭檢測，以便在列印初期識別裹頭問題並停止列印，從而防止列印失敗或印表機損壞。

source: Currently, the object configuration form cannot be used with a multiple-extruder printer.
cs: Konfigurační formulář objektu aktuálně nelze použít s tiskárnou s více extrudery.
zh_tw: 多噴嘴印表機暫不支援物件配置表單功能。

source: Not available
cs: Není k dispozici
zh_tw: 不可用

source: Top front
cs: Horní přední část
zh_tw: 前上方

source: The current project has unsaved changes, save it before continuing?
cs: Aktuální projekt má neuložené změny. Uložit před pokračováním?
zh_tw: 當前專案有未儲存的更改，是否儲存後再繼續？

source: Switching the language requires application restart.
cs: Změna jazyka vyžaduje restartování aplikace.
zh_tw: 切換語言要求重啟應用程式。

source: Do you want to continue?
cs: Chcete pokračovat?
zh_tw: 是否繼續？

source: Language selection
cs: Výběr jazyka
zh_tw: 語言選擇

source: Switching application language while some presets are modified.
cs: Přepínání jazyka aplikace při úpravě některých přednastavení.
zh_tw: 在切換應用語言之前發現某些引數預設有更改。

source: Changing application language
cs: Změna jazyka aplikace
zh_tw: 正在為應用程式切換語言

source: Changing the region will log out your account.
cs: Změna regionu způsobí odhlášení vašeho účtu.
zh_tw: 修改區域會自動登出您的賬號。

source: Region selection
cs: Výběr oblasti
zh_tw: 區域選擇

source: Second
cs: Druhý
zh_tw: 秒

source: Please note that the model show will undergo certain changes at small pixels case. Enabled LOD requires application restart.
cs: Vezměte prosím na vědomí, že zobrazený model projde určitými změnami v případě malých pixelů. Po povolení LOD je nutné aplikaci restartovat.
zh_tw: 請注意，模型顯示將在畫素塊較小的情況下發生一定變化。 更改 LOD 設定需要重新啟動應用程式。

source: Enable LOD
cs: Povolit LOD
zh_tw: 啟用/關閉 LOD

source: Bed Temperature Difference Warning
cs: Varování na rozdíl teploty podložky
zh_tw: 熱床溫差警告

source: Using filaments with significantly different temperatures may cause: • Extruder clogging • Nozzle damage • Layer adhesion issues Continue with enabling this feature?
cs: Použití filamentů s výrazně odlišnými teplotami může způsobit: • Ucpání extruderu • Poškození trysky • Problémy s adhezí vrstev Chcete tuto funkci přesto povolit?
zh_tw: 使用溫度差異較大的耗材可能導致： • 噴頭堵塞 • 噴嘴損壞 • 層間粘附問題 仍要啟用此功能？

source: Browse
cs: Procházet
zh_tw: 瀏覽

source: Choose Download Directory
cs: Vyberte adresář pro stahování
zh_tw: 選擇下載資料夾

source: General Settings
cs: Obecná nastavení
zh_tw: 通用設定

source: Asia-Pacific
cs: Asie-Pacifik
zh_tw: 亞太

source: Chinese Mainland
cs: Čínská pevninská část
zh_tw: 中國內地(大陸)

source: Europe
cs: Evropa
zh_tw: 歐洲

source: North America
cs: Severní Amerika
zh_tw: 北美

source: Others
cs: Ostatní
zh_tw: 其他

source: Login Region
cs: Region přihlášení
zh_tw: 登入區域

source: Metric
cs: Metrika
zh_tw: 公制

source: Imperial
cs: Imperiální
zh_tw: 英制

source: Units
cs: Jednotky
zh_tw: 單位

source: Keep only one Bambu Studio instance
cs: Ponechat pouze jednu instanci Bambu Studio
zh_tw: 只保留一個Bambu Studio例項

source: On OSX there is always only one instance of app running by default. However it is allowed to run multiple instances of same app from the command line. In such case this settings will allow only one instance.
cs: Na systému OSX je ve výchozím nastavení vždy spuštěna pouze jedna instance aplikace. Je však možné spustit více instancí téže aplikace z příkazového řádku. V takovém případě toto nastavení umožní pouze jednu instanci.
zh_tw: 在OSX上，預設情況下總是隻有一個應用程式例項在執行。但是，允許從命令列執行同一應用程式的多個例項。在這種情況下，此設定將只允許一個例項。

source: If this is enabled, when starting Bambu Studio and another instance of the same Bambu Studio is already running, that instance will be reactivated instead.
cs: Pokud je tato možnost povolena, při spuštění Bambu Studio a už běží jiná instance stejného Bambu Studio, bude místo toho reaktivována tato instance.
zh_tw: 如果啟用此選項，當啟動Bambu Studio並且另一個Bambu Studio例項已經在執行時，該例項將被重新啟用。

source: Automatically transfer modified value when switching process and filament presets
cs: Automaticky přeneste upravenou hodnotu při přepínání procesů a přednastavení filamentu.
zh_tw: 切換工藝和材料預設時自動遷移修改值

source: After closing, a popup will appear to ask each time
cs: Po zavření se zobrazí vyskakovací okno s dotazem při každém použití
zh_tw: 關閉後，每次切換將彈窗詢問

source: Auto plate type
cs: Automatický typ podložky
zh_tw: 自動列印板型別

source: Studio will remember build plate selected last time for certain printer model.
cs: Studio si bude pamatovat naposledy zvolenou tiskovou podložku pro konkrétní model tiskárny.
zh_tw: Studio會記住上次該型號印表機選擇的列印板。

source: All
cs: Vše
zh_tw: 所有

source: Disabled
cs: Zakázáno
zh_tw: 關閉

source: Auto Flush
cs: Automatické proplachování
zh_tw: 自動沖刷計算

source: Auto calculate flush volumes
cs: Automatický výpočet objemů pro proplach
zh_tw: 自動計算沖刷體積

source: Multi-device Management(Take effect after restarting Studio).
cs: Správa více zařízení (projeví se po restartování Studia).
zh_tw: 多裝置管理（重啟Studio後生效）

source: With this option enabled, you can send a task to multiple devices at the same time and manage multiple devices.
cs: Pokud je tato volba povolena, můžete odesílat úlohu více zařízením současně a spravovat více zařízení.
zh_tw: 啟用此選項後，您可以同時向多個裝置傳送任務並管理多個裝置。

source: Show the step mesh parameter setting dialog.
cs: Zobrazit dialog nastavení parametru krok síť.
zh_tw: 顯示step引數設定對話方塊。

source: If enabled,a parameter settings dialog will appear during STEP file import.
cs: Pokud je povoleno, během importu STEP souboru se zobrazí dialog nastavení parametrů.
zh_tw: 如果啟用，匯入step檔案時將出現設定引數對話方塊。

source: Support beta version update.
cs: Aktualizace beta verze podpory.
zh_tw: 支援beta版本更新

source: With this option enabled, you can receive beta version updates.
cs: Pokud je tato volba povolena, můžete přijímat aktualizace beta verze.
zh_tw: 啟用此選項後，您可以接收測試版更新。

source: Remove the restriction on mixed printing of high and low temperature filaments.
cs: Odstranit omezení smíšeného tisku filamentů s vysokou a nízkou teplotou.
zh_tw: 取消高低溫材料混合列印的限制。

source: With this option enabled, you can print materials with a large temperature difference together.
cs: Pokud je tato volba povolena, můžete tisknout materiály s velkým rozdílem teplot současně.
zh_tw: 啟用此選項後，您可以同時列印具有較大溫度差異的材料。

source: Clear my choice for synchronizing printer preset after loading the file.
cs: Vymazat mou volbu pro synchronizaci přednastavení tiskárny po načtení souboru.
zh_tw: 清除載入檔案後同步印表機預設的設定。

source: Clear my choice for Load 3mf dialog settings.
cs: Vymazat mou volbu pro nastavení dialogu Načíst 3mf.
zh_tw: 清除 “載入 3mf” 對話方塊設定。

source: Show the warning dialog again when importing non-Bambu 3MF files
cs: Zobrazit varovné okno znovu při importu ne-Bambu souborů 3mf
zh_tw: 匯入非 Bambu 3MF 檔案時再次顯示警告對話方塊

source: 3D Settings
cs: 3D nastavení
zh_tw: 3D設定

source: Zoom to mouse position
cs: Přiblížit na pozici myši
zh_tw: 放大到滑鼠位置

source: Zoom in towards the mouse pointer's position in the 3D view, rather than the 2D window center.
cs: Přibližujte k pozici kurzoru myši ve 3D zobrazení, nikoli ke středu 2D okna.
zh_tw: 在3D視角放大到滑鼠位置，而不是2D視窗的中心。

source: Always show shells in preview
cs: Vždy zobrazovat stěny v náhledu
zh_tw: 在預覽介面總是顯示透明殼

source: Always show shells or not in preview view tab.If change value,you should reslice.
cs: Vždy zobrazovat stěny v záložce náhledu, nebo ne. Pokud změníte hodnotu, je třeba znovu provést řez.
zh_tw: 始終在預覽檢視選項卡中顯示或不顯示殼。如果更改值，您應該重新切片。

source: Import a single SVG and split it
cs: Importovat jedno SVG a rozdělit
zh_tw: 匯入一個SVG並拆分它

source: Import a single SVG and then split it to several parts.
cs: Importujte jedno SVG a poté jej rozdělte na několik částí.
zh_tw: 匯入一個SVG並將它拆分成多個零件

source: Enable gamma correction for the imported obj file
cs: Povolit gama korekci pro importovaný obj soubor
zh_tw: 為匯入的obj檔案啟用gamma校正

source: Perform gamma correction on color after importing the obj model.
cs: Po importu obj modelu proveď gama korekci na barvě.
zh_tw: 匯入obj模型後，對顏色進行伽瑪校正。

source: Remember last used color scheme
cs: Zapamatovat naposledy použité barevné schéma
zh_tw: 記住上次使用的顏色方案

source: When enabled, the last used color scheme (e.g., Line Type, Speed) will be automatically applied on next startup.
cs: Pokud je tato možnost povolena, naposledy použité barevné schéma (např. typ čáry, rychlost) bude automaticky použito při dalším spuštění.
zh_tw: 啟用後，將在下次啟動Studio後切片自動應用上次切片時使用的顏色方案（如走線型別、速度）。

source: Improve rendering performance by lod
cs: Zlepšete výkon vykreslování pomocí lod
zh_tw: 透過lod提高渲染效能

source: Improved rendering performance under the scene of multiple plates and many models.
cs: Zlepšený výkon vykreslování ve scéně s více podložkami a mnoha modely.
zh_tw: 在多盤和多模型的場景下提高了渲染效能

source: Collapsible
cs: Sbalitelné
zh_tw: 可摺疊

source: Uncollapsible
cs: Nelze sbalit
zh_tw: 不可摺疊

source: Toolbar Style
cs: Styl panelu nástrojů
zh_tw: 工具欄風格

source: Enable advanced gcode viewer
cs: Povolit pokročilý prohlížeč G-kódu
zh_tw: 啟用高階 gcode 檢視器

source: Enable advanced gcode viewer.
cs: Povolit pokročilý prohlížeč G-kódu.
zh_tw: 啟用高階 gcode 檢視器。

source: Grabber scale
cs: Měřítko podavače
zh_tw: 抓手比例

source: Set grabber size for move,rotate,scale tool.
cs: Nastavte velikost uchopovače pro nástroje posun, otočení, změna měřítka.
zh_tw: 為平移，旋轉，縮放工具設定抓手比例

source: Value range
cs: Rozsah hodnot
zh_tw: 值範圍

source: Tooltip offset
cs: Posunutí popisku
zh_tw: 資訊提示偏移量

source: Set tooltip offset for different mouse size.
cs: Nastavte posun popisku pro různé velikosti myši.
zh_tw: 設定不同滑鼠尺寸的資訊提示偏移量。

source: Presets
cs: Přednastavení
zh_tw: 預設

source: Auto sync user presets(Printer/Filament/Process)
cs: Automatická synchronizace uživatelských přednastavení (tiskárna/filament/proces)
zh_tw: 同步使用者預設（印表機/耗材絲/工藝）

source: If enabled, auto sync user presets with cloud after Bambu Studio startup or presets modified.
cs: Pokud je povoleno, uživatelská přednastavení se po spuštění Bambu Studio nebo po úpravě přednastavení automaticky synchronizují s cloudem.
zh_tw: 如果啟用，在 Bambu Studio 啟動後或預設被修改時，自動將使用者預設與雲端同步。

source: Auto check for system presets updates
cs: Automatická kontrola aktualizací systémových přednastavení
zh_tw: 自動檢查系統預設更新

source: If enabled, auto check whether there are system presets updates after Bambu Studio startup.
cs: Pokud je povoleno, po spuštění Bambu Studio se automaticky zkontrolují aktualizace systémových přednastavení.
zh_tw: 如果啟用，在 Bambu Studio 啟動後自動檢查是否有系統預設更新。

source: Associate Files To Bambu Studio
cs: Asociovat soubory s Bambu Studio
zh_tw: Bambu Studio檔案關聯

source: Associate .3mf files to Bambu Studio
cs: Asociovat soubor 3mf s Bambu Studio
zh_tw: 使用Bambu Studio開啟.3mf檔案

source: If enabled, sets Bambu Studio as default application to open .3mf files
cs: Pokud je povoleno, Bambu Studio se nastaví jako výchozí aplikace pro otevírání souborů 3mf.
zh_tw: 開啟後，將預設使用Bambu Studio開啟.3mf檔案

source: Associate .stl files to Bambu Studio
cs: Asociovat soubory .stl s Bambu Studio
zh_tw: 使用Bambu Studio開啟.stl檔案

source: If enabled, sets Bambu Studio as default application to open .stl files
cs: Pokud je povoleno, Bambu Studio se nastaví jako výchozí aplikace pro otevírání souborů .stl.
zh_tw: 開啟後，將預設使用Bambu Studio開啟.stl檔案

source: Associate .step/.stp files to Bambu Studio
cs: Asociovat soubory .step/.stp s Bambu Studio
zh_tw: 使用Bambu Studio開啟.step/.stp檔案

source: If enabled, sets Bambu Studio as default application to open .step files
cs: Pokud je povoleno, Bambu Studio se nastaví jako výchozí aplikace pro otevírání STEP souborů.
zh_tw: 開啟後，將預設使用Bambu Studio開啟.step檔案

source: Online Models
cs: Online modely
zh_tw: 線上模型

source: Show online staff-picked models on the home page
cs: Zobrazit online modely vybrané týmem na domovské stránce
zh_tw: 在主頁上顯示工作人員挑選的線上模型

source: Show history on the home page
cs: Zobrazit historii na domovské stránce
zh_tw: 在主頁上顯示歷史

source: Reminder During Slicing
cs: Připomenutí během řezání
zh_tw: 切片時提醒

source: Automatic mode
cs: Automatický režim
zh_tw: 自動模式

source: Maximum recent projects
cs: Maximální počet posledních projektů
zh_tw: 近期專案的最大數量

source: Maximum count of recent projects
cs: Maximální počet posledních projektů
zh_tw: 近期專案的最大計數

source: Clear my choice on the unsaved projects.
cs: Vymazat mou volbu u neuložených projektů.
zh_tw: 清除對未儲存的專案的選擇。

source: No warnings when loading 3MF with modified G-codes
cs: Při načítání 3MF s upravenými G-kódy se nezobrazují žádná varování.
zh_tw: 載入具有修改的 G-Code 的 3MF 時不會出現警告

source: Auto-Backup
cs: Automatické zálohování
zh_tw: 自動備份

source: Backup your project periodically for restoring from the occasional crash.
cs: Pravidelně zálohujte svůj projekt pro možnost obnovení v případě neočekávaného pádu aplikace.
zh_tw: 定期備份您的專案，以便從偶爾的崩潰中恢復過來。

source: every
cs: každý
zh_tw: 每

source: The peroid of backup in seconds.
cs: Interval zálohování v sekundách.
zh_tw: 備份的週期。

source: Downloads
cs: Stažené soubory
zh_tw: 下載

source: Media
cs: Média
zh_tw: 影片檔案

source: Keep liveview when printing.
cs: Ponechat živý náhled při tisku.
zh_tw: 列印時保持實時取景

source: By default, Liveview will pause after 15 minutes of inactivity on the computer. Check this box to disable this feature during printing.
cs: Ve výchozím nastavení se živý náhled pozastaví po 15 minutách nečinnosti na počítači. Zaškrtněte toto políčko pro deaktivaci této funkce během tisku.
zh_tw: 預設情況下，Liveview將在計算機上處於非活動狀態15分鐘後暫停。選中此框可在列印過程中禁用此功能。

source: Dark Mode
cs: Tmavý režim
zh_tw: 深色模式

source: Enable dark mode
cs: Povolit tmavý režim
zh_tw: 開啟深色模式

source: Pop up to select filament grouping mode
cs: Zobrazit výběr režimu seskupení filamentu
zh_tw: 彈窗以選擇耗材分組模式

source: User Experience
cs: Uživatelská zkušenost
zh_tw: 使用者體驗

source: Join the User Experience Improvement Program.
zh_tw: 加入使用者體驗改進計劃。

# Preferences
source: Learn more
zh_tw: 瞭解更多

source: Auto-fill previously logged-in accounts.
cs: Automatické vyplnění dříve přihlášených účtů.
zh_tw: 自動填充歷史賬戶資訊

source: Develop Mode
cs: Vývojářský režim
zh_tw: 開發者模式

source: Develop mode
cs: Vývojářský režim
zh_tw: 開發者模式

source: Skip AMS blacklist check
cs: Přeskočit kontrolu blacklistu AMS
zh_tw: 跳過AMS黑名單檢查

source: Home page and daily tips
cs: Domovská stránka a denní tipy
zh_tw: 首頁和每日小貼士

source: Show home page on startup
cs: Zobrazit domovskou stránku při spuštění
zh_tw: 啟動時顯示主頁

source: Sync settings
cs: Synchronizovat nastavení
zh_tw: 同步設定

source: User sync
cs: Synchronizace uživatele
zh_tw: 使用者同步

source: Preset sync
cs: Synchronizace přednastavení
zh_tw: 配置同步

source: Preferences sync
cs: Synchronizace předvoleb
zh_tw: 偏好設定同步
