Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Ironing area for prime tower interface layer (where different materials meet).
cs: Oblast žehlení pro rozhraní vrstvy věže pro oddělení trysky (kde se setkávají různé materiály).
zh_tw: 擦拭塔的起始點熨燙麵積

source: Interface layer purge length
cs: Délka pročištění vrstvy rozhraní
zh_tw: 擦拭塔沖刷長度

source: Interface layer print temperature
cs: Teplota tisku vrstvy rozhraní
zh_tw: 接觸層列印溫度

source: Print temperature for prime tower interface layer (where different materials meet). If set to -1, use max recommended nozzle temperature.
cs: Teplota tisku pro rozhraní vrstvy věže pro oddělení trysky (kde se setkávají různé materiály). Pokud je nastaveno na -1, použije se maximální doporučená teplota trysky.
zh_tw: 料塔接觸層（不同材料交界處）的列印溫度。如果設定為-1，使用最大推薦噴嘴列印溫度。

source: Softening temperature
cs: Teplota měknutí
zh_tw: 軟化溫度

source: The material softens at this temperature, so when the bed temperature is equal to or greater than it, it's highly recommended to open the front door and/or remove the upper glass to avoid cloggings.
cs: Materiál měkne při této teplotě, proto je při stejné nebo vyšší teplotě podložky důrazně doporučeno otevřít přední dvířka a/nebo odstranit horní sklo, aby nedošlo k ucpání.
zh_tw: 材料在這個溫度下會軟化，因此當熱床溫度等於或高於這個溫度時，強烈建議開啟前門和/或去除上玻璃以避免堵塞。

source: To prevent oozing, the nozzle will perform a reverse travel movement for a certain period after the ramming is complete. The setting define the travel time.
cs: Pro zabránění vytékání provede tryska po dokončení natlačování zpětný pohyb po určitou dobu. Nastavení určuje dobu pohybu.
zh_tw: 為了防止溢料，預沖刷完成後，噴嘴會進行一段時間的反向空駛。該設定用於定義空駛時間。

source: To prevent oozing, the nozzle temperature will be cooled during ramming. Therefore, the ramming time must be greater than the cooldown time. 0 means disabled.
cs: Pro zabránění vytékání bude teplota trysky během natlačování snížena. Proto musí být doba natlačování delší než doba ochlazování. 0 znamená deaktivováno.
zh_tw: 為了防止溢料，預沖刷時會降低噴嘴溫度。因此，預沖刷時間必須大於冷卻時間。0 表示禁用。

source: To prevent oozing, the nozzle temperature will be cooled during ramming. Note: only a cooldown command and fan activation are triggered, reaching the target temperature is not guaranteed. 0 means disabled.
cs: Pro zabránění vytékání bude teplota trysky během natlačování snížena. Poznámka: spustí se pouze příkaz k ochlazení a aktivace ventilátoru; dosažení cílové teploty není zaručeno. 0 znamená deaktivováno.
zh_tw: 為防止溢料，預沖刷過程中噴嘴溫度會降低。注意：僅觸發冷卻指令並啟動風扇，不保證達到目標溫度。0 表示禁用。

source: Price
cs: Cena
zh_tw: 價格

source: Filament price. For statistics only
cs: Cena filamentu. Pouze pro statistické účely.
zh_tw: 耗材絲的價格。只用於統計資訊。

source: Vendor
cs: Dodavatel
zh_tw: 供應商

source: Vendor of filament. For show only
cs: Dodavatel filamentu. Pouze pro zobrazení
zh_tw: 列印耗材的供應商。僅用於展示。

source: (Undefined)
cs: (Nedefinováno)
zh_tw: （未定義）

source: Infill direction
cs: Směr výplně
zh_tw: 填充方向

source: Angle for sparse infill pattern, which controls the start or main direction of line
cs: Úhel pro vzor řídké výplně, který určuje počáteční nebo hlavní směr čáry
zh_tw: 稀疏填充圖案的角度，決定走線的開始或整體方向。

source: Sparse infill density
cs: Hustota řídké výplně
zh_tw: 稀疏填充密度

source: Density of internal sparse infill, 100% means solid throughout
cs: Hustota vnitřní řidší výplně, 100 % znamená zcela pevný vnitřek
zh_tw: 稀疏填充密度, 100%% 意味著完全實心。

source: Fill multiline
cs: Víceřádková výplň
zh_tw: 填充多線

source: Using multiple lines for the infill pattern, if supported by infill pattern.
cs: Používá se více linií pro vzor výplně, pokud to vzor výplně umožňuje.
zh_tw: 啟用多線填充模式，當所選填充圖案支援時生效。

source: Sparse infill pattern
cs: Vzor řídké výplně
zh_tw: 稀疏填充圖案

source: Line pattern for internal sparse infill
cs: Vzor linie pro vnitřní řídkou výplň
zh_tw: 內部稀疏填充的走線圖案

source: Grid
cs: Mřížka
zh_tw: 網格

source: Line
cs: Linie
zh_tw: 線

source: Cubic
cs: Kostkový
zh_tw: 立方體

source: Tri-hexagon
zh_tw: 內六邊形

source: Gyroid
zh_tw: 螺旋體

source: Honeycomb
cs: Včelí plástev
zh_tw: 蜂窩

source: Adaptive Cubic
cs: Adaptivní kubický
zh_tw: 自適應立方體

source: 3D Honeycomb
cs: 3D včelí plást
zh_tw: 3D 蜂窩

source: Support Cubic
cs: Krychlová podpora
zh_tw: 支撐立方體

source: Lightning
cs: Blesk
zh_tw: 閃電

source: Cross Hatch
cs: Křížové šrafování
zh_tw: 交叉層疊

source: 2D Lattice
cs: 2D mřížka
zh_tw: 二維晶格

source: Skin infill pattern
zh_tw: 表皮填充圖案

source: Line pattern for skin
cs: Vzor linie pro povrch
zh_tw: 表皮填充的走線圖案

source: Skeleton infill pattern
zh_tw: 骨架填充圖案

source: Line pattern for skeleton
cs: Vzor linie pro kostru
zh_tw: 骨架填充的走線圖案

source: Acceleration of top surface infill. Using a lower value may improve top surface quality
cs: Zrychlení výplně vrchní plochy. Použití nižší hodnoty může zlepšit kvalitu vrchní plochy.
zh_tw: 頂面填充的加速度。使用較低值可能會改善頂面質量

source: Acceleration of outer wall. Using a lower value can improve quality
cs: Zrychlení vnější stěny. Použití nižší hodnoty může zlepšit kvalitu.
zh_tw: 外牆加速度。使用較小的值可以提高質量。

source: Acceleration of inner walls. 0 means using normal printing acceleration
cs: Zrychlení vnitřních stěn. 0 znamená použití normálního zrychlení tisku.
zh_tw: 內部壁的加速度。0表示使用正常的列印加速度。

source: Acceleration of sparse infill. If the value is expressed as a percentage (e.g. 100%), it will be calculated based on the default acceleration.
cs: Zrychlení řídké výplně. Pokud je hodnota vyjádřena v procentech (např. 100 %), bude vypočtena na základě výchozího zrychlení.
zh_tw: 稀疏填充的加速度。如果該值表示為百分比（例如100%），則將根據預設加速度進行計算。

source: mm/s² or %
cs: mm/s² nebo %
zh_tw: mm/s² 或 %

source: Acceleration of initial layer. Using a lower value can improve build plate adhensive
cs: Zrychlení počáteční vrstvy. Použití nižší hodnoty může zlepšit přilnavost podložky.
zh_tw: 首層加速度。使用較低值可以改善和列印板的粘接。

source: Default jerk
cs: Výchozí ráz
zh_tw: 預設抖動

source: Jerk of outer walls
cs: Rychlost změny pohybu vnější stěny
zh_tw: 外牆抖動

source: Jerk of inner walls
cs: Rychlost změny pohybu vnitřní stěny
zh_tw: 內牆抖動

source: Jerk of infill
cs: Rychlost změny pohybu výplně
zh_tw: 填充抖動

source: Jerk of top surface
cs: Rychlost změny pohybu horního povrchu
zh_tw: 頂層表面抖動

source: First layer
cs: První vrstva
zh_tw: 首層

source: Jerk of first layer
cs: Rychlost změny pohybu první vrstvy
zh_tw: 首層抖動

source: Jerk of travel
cs: Rychlost změny pohybu přejezdu
zh_tw: 行程抖動

source: Line width of initial layer
cs: Šířka linie počáteční vrstvy
zh_tw: 首層的線寬

source: Initial layer height
cs: Výška počáteční vrstvy
zh_tw: 首層層高

source: Height of initial layer. Making initial layer height thick slightly can improve build plate adhension
cs: Výška počáteční vrstvy. Mírné zvětšení výšky počáteční vrstvy může zlepšit přilnavost k tiskové podložce.
zh_tw: 初始層高度。使初始層高度略厚可以提高建築板的附著力。

source: Speed of initial layer except the solid infill part
cs: Rychlost počáteční vrstvy kromě části s plnou výplní.
zh_tw: 首層除實心填充之外的其他部分的列印速度

source: Initial layer infill
cs: Výplň počáteční vrstvy
zh_tw: 首層填充

source: Speed of solid infill part of initial layer
cs: Rychlost plné výplně počáteční vrstvy.
zh_tw: 首層實心填充的列印速度

source: Initial layer nozzle temperature
cs: Teplota trysky počáteční vrstvy
zh_tw: 首層列印溫度

source: Nozzle temperature to print initial layer when using this filament
cs: Teplota trysky pro tisk počáteční vrstvy při použití tohoto filamentu
zh_tw: 列印首層時的噴嘴溫度

source: Full fan speed at layer
cs: Plná rychlost ventilátoru při vrstvě
zh_tw: 滿速風扇在

source: Randomly jitter while printing the wall, so that the surface has a rough look. This setting controls the fuzzy position
cs: Při tisku stěny náhodně rozptyluje, aby měl povrch hrubý vzhled. Toto nastavení určuje pozici efektu zdrsnění
zh_tw: 列印外牆時隨機抖動，使外表面產生絨效果。這個設定決定適用的位置。

source: None(allow paint)
cs: Žádné (povolit kreslení)
zh_tw: 無(允許繪製)

source: All walls
cs: Všechny stěny
zh_tw: 所有牆

source: Fuzzy skin thickness
cs: Tloušťka drsné kůže
zh_tw: 絨毛表面厚度

source: The width within which to jitter. It's adversed to be below outer wall line width
cs: Šířka, ve které bude aplikováno rozptýlení. Nedoporučuje se jít pod šířku linie vnější stěny.
zh_tw: 產生絨毛的抖動的寬度。建議小於外圈牆的線寬。

source: Fuzzy skin point distance
cs: Vzdálenost bodů drsné kůže
zh_tw: 絨毛表面點間距

source: The average distance between the random points introduced on each line segment
cs: Průměrná vzdálenost mezi náhodnými body zavedenými na každém úseku čáry
zh_tw: 產生絨毛表面時，插入的隨機點之間的平均距離

source: Filter out tiny gaps
cs: Odstranit malé mezery
zh_tw: 過濾掉微小間隙

source: Filter out gaps smaller than the threshold specified. Gaps smaller than this threshold will be ignored
cs: Odfiltrujte mezery menší než zadaný práh. Mezery menší než tento práh budou ignorovány.
zh_tw: 過濾掉小於指定閾值的間隙。小於此閾值的間隙將被忽略

source: Precise wall
cs: Přesná stěna
zh_tw: 精準外牆尺寸

source: Improve shell precision by adjusting outer wall spacing. This also improves layer consistency.
cs: Zvyšte přesnost skořepiny úpravou rozestupu vnější stěny. To také zlepšuje konzistenci vrstvy.
zh_tw: 透過調整外牆間隙以提高外牆列印精度，該最佳化也能減少層紋。

source: Speed of gap infill. Gap usually has irregular line width and should be printed more slowly
cs: Rychlost výplně mezer. Mezery obvykle mají nepravidelnou šířku linie a měly by být tištěny pomaleji.
zh_tw: 填縫的速度。縫隙通常有不一致的線寬，應改用較慢速度列印。

source: Precise Z height
cs: Přesná výška Z
zh_tw: 精準Z高度

source: Enable this to get precise z height of object after slicing. It will get the precise object height by fine-tuning the layer heights of the last few layers. Note that this is an experimental parameter.
cs: Povolte tuto možnost pro získání přesné výšky Z objektu po řezání. Přesné výšky objektu bude dosaženo jemným nastavením výšky vrstev v posledních několika vrstvách. Upozorňujeme, že se jedná o experimentální parametr.
zh_tw: 開啟這個設定，物件在切片後將得到精準的Z高度。它將透過微調物件最後幾層的層高來確保物件Z高度精準。注意這是一個實驗性引數。

source: Arc fitting
cs: Přizpůsobení oblouku
zh_tw: 圓弧擬合

source: Enable this to get a G-code file which has G2 and G3 moves. And the fitting tolerance is the same as resolution
cs: Povolte tuto možnost pro získání souboru G-kódu, který obsahuje pohyby G2 a G3. A montážní tolerance je stejná jako rozlišení.
zh_tw: 開啟這個設定，匯出的G-code將包含G2 G3指令。圓弧擬合的容許值和精度相同。

source: Add line number
cs: Přidat číslo řádku
zh_tw: 標註行號

source: Enable this to add line number(Nx) at the beginning of each G-Code line
cs: Povolte tuto možnost pro přidání čísla řádku (Nx) na začátek každého řádku G-kódu.
zh_tw: 開啟這個設定，G-code的每一行的開頭會增加Nx標註行號。

source: Scan first layer
cs: Skenovat první vrstvu
zh_tw: 首層掃描

source: Enable this to enable the camera on printer to check the quality of first layer
cs: Povolte tuto možnost pro aktivaci kamery na tiskárně za účelem kontroly kvality první vrstvy.
zh_tw: 開啟這個設定將開啟印表機上的攝像頭用於檢查首層列印質量。

source: Enable clumping detection
cs: Povolit detekci shlukování
zh_tw: 開啟觸碰裹頭檢測

source: Clumping detection layers
cs: Vrstvy detekce shlukování
zh_tw: 觸碰裹頭檢測層數

source: Clumping detection layers.
cs: Vrstvy detekce shlukování.
zh_tw: 觸碰裹頭檢測層數。

source: Probing exclude area of clumping
cs: Sondování – vyloučit oblast s usazeninami
zh_tw: 探測排除裹頭檢測區域

source: Probing exclude area of clumping.
cs: Sondování – vyloučit oblast s usazeninami.
zh_tw: 探測排除裹頭檢測區域。

source: Thumbnail size
cs: Velikost miniatury
zh_tw: 縮圖大小

source: Decides the size of thumbnail stored in gcode files
cs: Určuje velikost náhledu uloženého v souborech G-kódu.
zh_tw: 決定儲存在Gcode檔案中的縮圖大小

source: Nozzle type
cs: Typ trysky
zh_tw: 噴嘴型別

source: The metallic material of nozzle. This determines the abrasive resistance of nozzle, and what kind of filament can be printed
cs: Kovový materiál trysky. To určuje abrazivní odolnost trysky a jaký typ filamentu lze tisknout.
zh_tw: 噴嘴的金屬材料。這將決定噴嘴的耐磨性，以及可列印材料的種類

source: Undefine
cs: Nedefinovat
zh_tw: 未定義

source: Hardened steel
cs: Kalená ocel
zh_tw: 硬化鋼

source: Stainless steel
cs: Nerezová ocel
zh_tw: 不鏽鋼

source: Tungsten carbide
cs: karbid wolframu
zh_tw: 碳化鎢

source: Printer structure
cs: Struktura tiskárny
zh_tw: 印表機結構

source: The physical arrangement and components of a printing device
cs: Fyzické uspořádání a komponenty tiskového zařízení
zh_tw: 列印裝置的物理排列和元件

source: Best object position
cs: Nejlepší pozice objektu
zh_tw: 最佳物件位置

source: Best auto arranging position in range [0,1] w.r.t. bed shape.
cs: Nejlepší automatické uspořádání pozice v rozsahu [0,1] vzhledem k tvaru podložky.
zh_tw: 相對於熱床尺寸的最佳自動擺放位置，範圍為[0,1]。

source: Enable this option if machine has auxiliary part cooling fan
cs: Povolte tuto možnost, pokud má zařízení pomocný ventilátor chlazení dílů.
zh_tw: 如果機器有輔助部件冷卻風扇，勾選該選項

source: Fan direction
cs: Směr ventilátoru
zh_tw: 風扇方向

source: Cooling fan direction of the printer
cs: Směr chladicího ventilátoru tiskárny
zh_tw: 印表機冷卻風扇方向

source: Both
cs: Oboje
zh_tw: 兩者都

source: Support control chamber temperature
cs: Podpora řízení teploty komory
zh_tw: 支援腔溫控制

source: This option is enabled if machine support controlling chamber temperature
cs: Tato volba je povolena, pokud stroj podporuje řízení teploty komory.
zh_tw: 此選項在支援腔溫控制時啟用。

source: Apply top surface compensation
cs: Použít kompenzaci horního povrchu
zh_tw: 應用頂面補償

source: Enable this option to extend the travel distance between top surface lines, improving the adhesion between the top surface infill and the walls.
cs: Povolte tuto možnost pro prodloužení pojezdové vzdálenosti mezi liniemi horního povrchu a lepší adhezi mezi výplní horního povrchu a stěnami.
zh_tw: 啟用此選項以延長頂面線之間的移動距離，從而提升頂面填充與牆體之間的粘附性。

source: Air filtration enhancement
cs: Zvýšená filtrace vzduchu
zh_tw: 支援空氣過濾增強

source: Enable this if printer support air filtration enhancement.
cs: Povolte, pokud tiskárna podporuje vylepšenou filtraci vzduchu.
zh_tw: 如果印表機支援空氣過濾增強，請啟用此選項。

source: Use cooling filter
cs: Použít filtr chlazení
zh_tw: 開啟冷卻過濾

source: Enable this if printer support cooling filter
cs: Povolte, pokud tiskárna podporuje filtr chlazení.
zh_tw: 開啟該功能後，當腔溫過高時，會自動關閉過濾以提高冷卻效果

source: G-code flavor
cs: G-kód typ
zh_tw: G-code風格

source: What kind of gcode the printer is compatible with
cs: S jakým typem G-kódu je tiskárna kompatibilní
zh_tw: 印表機相容的G-code風格'

source: Exclude objects
cs: Vyloučit objekty
zh_tw: 排除物件

source: Enable this option to add EXCLUDE OBJECT command in g-code for klipper firmware printer
cs: Povolte tuto možnost pro přidání příkazu EXCLUDE OBJECT do G-kódu pro tiskárnu s firmwarem Klipper.
zh_tw: 啟用此選項以在Klipper韌體印表機的G程式碼中新增“EXCLUDE OBJECT”命令。

source: Infill combination
cs: Kombinace výplně
zh_tw: 合併填充

source: Automatically Combine sparse infill of several layers to print together to reduce time. Wall is still printed with original layer height.
cs: Automaticky spojte řídkou výplň několika vrstev k tisku najednou a zkraťte tak dobu tisku. Stěna je stále tištěna s původní výškou vrstvy.
zh_tw: 自動合併若干層稀疏填充一起列印以可縮短時間。內外牆依然保持原始層高列印。

source: Infill shift step
cs: Krok posunu výplně
zh_tw: 填充移動步長

source: This parameter adds a slight displacement to each layer of infill to create a cross texture.
cs: Tento parametr přidává k každé vrstvě výplně mírný posun pro vytvoření křížové textury.
zh_tw: 這個引數給每層填充新增輕微平移以塑造交錯花紋。

source: Infill rotate step
cs: Krok otočení výplně
zh_tw: 填充旋轉步長

source: This parameter adds a slight rotation to each layer of infill to create a cross texture.
cs: Tento parametr přidává k každé vrstvě výplně mírnou rotaci pro vytvoření křížové textury.
zh_tw: 這個引數給每層填充新增輕微旋轉以塑造交錯花紋。

source: Skeleton infill density
cs: Hustota výplně skeletonu
zh_tw: 骨架填充密度

source: The remaining part of the model contour after removing a certain depth from the surface is called the skeleton. This parameter is used to adjust the density of this section.When two regions have the same sparse infill settings but different skeleton densities, their skeleton areas will develop overlapping sections.default is as same as infill density.
cs: Zbývající část obrysu modelu po odebrání určité hloubky od povrchu se nazývá skelet. Tento parametr slouží k úpravě hustoty této sekce. Pokud mají dvě oblasti stejná nastavení řídké výplně, ale různou hustotu skeletu, budou se jejich skeletové oblasti překrývat. Výchozí hodnota je stejná jako hustota výplně.
zh_tw: 去除表面一定深度之後餘留的部分被稱作骨架。這個引數用於調整骨架部分的密度。兩個有同樣的稀疏填充密度但是不同骨架密度的區域走線會有重疊的部分。預設值和稀疏填充密度一致。

source: Skin infill density
cs: Hustota výplně povrchu
zh_tw: 表皮填充密度

source: The portion of the model's outer surface within a certain depth range is called the skin. This parameter is used to adjust the density of this section.When two regions have the same sparse infill settings but different skin densities, This area will not be split into two separate regions.default is as same as infill density.
cs: Část vnějšího povrchu modelu v určitém hloubkovém rozsahu se nazývá vrchní vrstva. Tento parametr slouží k nastavení hustoty této sekce. Pokud mají dvě oblasti stejná nastavení řídké výplně, ale rozdílnou hustotu povrchu, tato oblast nebude rozdělena na dvě samostatné oblasti. Výchozí hodnota je stejná jako hustota výplně.
zh_tw: 整個模型輪廓往下去一定深度的區域被稱作表皮。這個引數使用者設定這個區域的密度。如果兩個區域有同樣的稀疏填充密度，但表皮密度不同，這個區域會被拆成兩個表皮區域生成。預設引數和稀疏填充密度相同。

source: Skin infill depth
cs: Hloubka výplně povrchu
zh_tw: 表皮填充深度

source: The parameter sets the depth of skin.
cs: Parametr určuje hloubku vrchní vrstvy.
zh_tw: 這個引數設定表皮區域的深度

source: Infill lock depth
cs: Hloubka zámku výplně
zh_tw: 填充互鎖深度

source: The parameter sets the overlapping depth between the interior and skin.
cs: Parametr určuje hloubku překrytí mezi vnitřkem a vrchní vrstvou.
zh_tw: 這個引數設定表皮和骨架重疊區域的深度

source: Skin line width
cs: Šířka linie povrchu
zh_tw: 表皮線寬

source: Adjust the line width of the selected skin paths.
cs: Upravte šířku čáry vybraných tras povrchu.
zh_tw: 調整選擇的表皮走線的線寬

source: Skeleton line width
cs: Šířka linie skeletonu
zh_tw: 骨架線寬

source: Adjust the line width of the selected skeleton paths.
cs: Upravte šířku čáry vybraných tras kostry.
zh_tw: 為選擇的骨架走線設定線寬

source: Symmetric infill y axis
cs: Symetrická výplň osa y
zh_tw: 填充關於y軸對稱

source: If the model has two parts that are symmetric about the y-axis, and you want these parts to have symmetric textures, please click this option on one of the parts.
cs: Pokud má model dvě části, které jsou souměrné podle osy y, a chcete, aby tyto části měly souměrné textury, klikněte na tuto možnost u jedné z těchto částí.
zh_tw: 如果一個模型中有兩個關於y軸對稱的部件，並且您希望使得這兩個部分的填充紋理關於y軸對稱。請在其中一個部件上勾選上這個功能。

source: Lattice angle 1
cs: Úhel mřížky 1
zh_tw: 晶格角度 1

source: The angle of the first set of 2D lattice elements in the Z direction. Zero is vertical.
cs: Úhel první sady 2D mřížkových prvků ve směru osy Z. Nula je vertikální.
zh_tw: 2D晶格的第一組在Z方向的排列角度。零度為垂直排列。

source: Lattice angle 2
cs: Úhel mřížky 2
zh_tw: 晶格角度 2

source: The angle of the second set of 2D lattice elements in the Z direction. Zero is vertical.
cs: Úhel druhé sady 2D mřížkových prvků ve směru osy Z. Nula je vertikální.
zh_tw: 2D晶格的第二組在Z方向的排列角度。零度為垂直排列。

source: Length of sparse infill anchor
cs: Délka kotvy řídké výplně
zh_tw: 稀疏填充鉚線長度

source: Connect a sparse infill line to an internal perimeter with a short segment of an additional perimeter. If expressed as percentage (example: 15%) it is calculated over sparse infill line width. Slicer tries to connect two close infill lines to a short perimeter segment. If no such perimeter segment shorter than infill_anchor_max is found, the infill line is connected to a perimeter segment at just one side and the length of the perimeter segment taken is limited to this parameter, but no longer than anchor_length_max. Set this parameter to zero to disable anchoring perimeters connected to a single infill line.
cs: Připojte řídkou výplňovou linii k vnitřnímu obvodu pomocí krátkého segmentu dodatečného obvodu. Pokud je hodnota vyjádřena jako procento (například: 15 %), počítá se na základě šířky řídké výplňové linie. Slicer se pokouší připojit dvě blízké výplňové linie ke krátkému segmentu obvodu. Pokud není nalezen žádný segment obvodu kratší než infill_anchor_max, výplňová linie je připojena k segmentu obvodu jen na jedné straně a délka použitého segmentu je omezena tímto parametrem, ale nesmí být delší než anchor_length_max. Nastavte tento parametr na nulu pro vypnutí kotvení obvodů připojených k jediné výplňové linii.
zh_tw: 使用一小段額外的走線將稀疏填充和內牆連線在一起。如果表示為百分比(例如:15%)，則數值表示相對於稀疏填充的線寬。切片軟體嘗試將兩條緊密的填充線連線到一個短的輪廓線段上。如果找不到短於“填充錨點最大值”的輪廓線段，則填充線只在一側連線到輪廓線段，並且所選取的輪廓線段的長度僅限於此引數，但不超過“錨點長度最大值”。將此引數設定為零以禁用連線到單個填充線的錨點輪廓。

source: 0 (no open anchors)
cs: 0 (žádné otevřené kotvy)
zh_tw: 0 (無鉚線)

source: 1000 (unlimited)
cs: 1000 (neomezeno)
zh_tw: 1000（無限制）

source: Maximum length of sparse infill anchor
cs: Maximální délka kotvy řidší výplně
zh_tw: 稀疏填充鉚線最大長度

source: Connect a sparse infill line to an internal perimeter with a short segment of an additional perimeter. If expressed as percentage (example: 15%) it is calculated over sparse infill line width. Slicer tries to connect two close infill lines to a short perimeter segment. If no such perimeter segment shorter than this parameter is found, the infill line is connected to a perimeter segment at just one side and the length of the perimeter segment taken is limited to infill_anchor, but no longer than this parameter. Set this parameter to zero to disable anchoring.
cs: Připojte řídkou výplňovou linii k vnitřnímu obvodu pomocí krátkého segmentu dodatečného obvodu. Pokud je hodnota vyjádřena jako procento (například: 15 %), počítá se na základě šířky řídké výplňové linie. Slicer se pokouší připojit dvě blízké výplňové linie ke krátkému segmentu obvodu. Pokud není nalezen žádný segment obvodu kratší než tento parametr, výplňová linie je připojena k segmentu obvodu jen na jedné straně a délka použitého segmentu obvodu je omezena infill_anchor, ale nesmí být delší než tento parametr. Nastavte tento parametr na nulu pro vypnutí kotvení.
zh_tw: 使用一小段額外的走線將稀疏填充和內牆連線在一起。如果表示為百分比(例如:15%)，則數值表示相對於稀疏填充的線寬。切片軟體嘗試將兩條緊密的填充線連線到一個短的輪廓線段上。如果找不到短於該引數的輪廓線段，則填充線只在一側連線到輪廓線段，並且所選取的輪廓線段的長度僅限於“填充錨點”，但不超過此引數。將此引數設定為零以禁用錨點。

source: 0 (not anchored)
cs: 0 (nekotvené)
zh_tw: 0（無）

source: Sparse infill filament
cs: Filament pro řídkou výplň
zh_tw: 稀疏填充耗材

source: Filament to print internal sparse infill.
cs: Filament pro tisk vnitřní řídké výplně.
zh_tw: 用於列印內部稀疏填充的耗材

source: Line width of internal sparse infill
cs: Šířka linie vnitřní řídké výplně
zh_tw: 內部稀疏填充的線寬

source: Infill/Wall overlap
cs: Překrytí výplně/stěny
zh_tw: 填充/牆 重疊

source: Infill area is enlarged slightly to overlap with wall for better bonding. The percentage value is relative to line width of sparse infill
cs: Oblast výplně je mírně rozšířena pro překrytí se stěnou a dosažení lepšího spojení. Hodnota v procentech je vztažena k šířce linie řídké výplně.
zh_tw: 填充區域被輕微擴大，並和外牆產生重疊，進而產生更好的粘接。表示為相對稀疏填充的線寬的百分比。

source: Speed of internal sparse infill
cs: Rychlost vnitřní řídké výplně.
zh_tw: 內部稀疏填充的列印速度

source: Interface shells
cs: Pláště rozhraní
zh_tw: 接觸面外殼

source: Force the generation of solid shells between adjacent materials/volumes. Useful for multi-extruder prints with translucent materials or manual soluble support material
cs: Vynutit generování pevných stěn mezi sousedními materiály/objemy. Užitečné pro vícevytlačovací tisk s průhlednými materiály nebo ručním rozpustným podpůrným materiálem.
zh_tw: 強制在相鄰材料/體積之間生成實體殼層。對於使用半透明材料或手動可溶性支撐材料的多擠出頭列印非常有用。

source: Maximum width of a segmented region
cs: Maximální šířka segmentované oblasti
zh_tw: 分段區域的最大寬度

source: Maximum width of a segmented region. Zero disables this feature.
cs: Maximální šířka segmentované oblasti. Nastavení na nulu tuto funkci vypne.
zh_tw: 分段區域的最大寬度。將其設定為零會禁用此功能。

source: Interlocking depth of a segmented region
cs: Hloubka propojení segmentované oblasti
zh_tw: 分割區域的交錯深度

source: Interlocking depth of a segmented region. Zero disables this feature.
cs: Hloubka propojení segmentované oblasti. Nastavení na nulu tuto funkci vypne.
zh_tw: 分割區域的交錯深度。0 則禁用此功能。

source: Use beam interlocking
cs: Použít vzájemné prokládání nosníků
zh_tw: 啟用互鎖梁
