Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: This machine type can only hold 16 history results per nozzle. You can delete the existing historical results and then start calibration. Or you can continue the calibration, but you cannot create new calibration historical results. Do you still want to continue the calibration?
cs: Tento typ stroje může obsahovat pouze 16 výsledků historie na jednu trysku. Můžete odstranit stávající historické výsledky a poté spustit kalibraci. Nebo můžete pokračovat v kalibraci, ale nemůžete vytvářet nové výsledky kalibrace. Chcete přesto pokračovat v kalibraci?

source: Only one of the results with the same name: %s will be saved. Are you sure you want to override the other results?
cs: Pouze jeden z výsledků se stejným názvem: %s bude uloženo. Jste si jisti, že chcete přepsat ostatní výsledky?

source: There is already a historical calibration result with the same name: %s. Only one of the results with the same name is saved. Are you sure you want to override the historical result?
cs: Již existuje historický výsledek kalibrace se stejným názvem: %s. Pouze jeden z výsledků se stejným názvem je uložen. Opravdu chcete přepsat historický výsledek?

source: Within the same extruder, the name(%s) must be unique when the filament type, nozzle diameter, and nozzle flow are the same. Are you sure you want to override the historical result?
cs: V rámci téhož vytlačovacího zařízení musí být název%sjedinečný, pokud je typ vlákna, průměr trysky a tok trysky stejný. Opravdu chcete přepsat historický výsledek?

source: This machine type can only hold %d history results per nozzle. This result will not be saved.
cs: Tento typ stroje může obsahovat pouze výsledky historie %d za hubici. Tento výsledek nebude uložen.

source: Connecting to printer...
cs: Připojování k tiskárně...

source: The failed test result has been dropped.
cs: Neúspěšný výsledek testu byl upuštěn.

source: Flow Dynamics Calibration result has been saved to the printer
cs: Výsledek dynamické kalibrace toku byl uložen do tiskárny

source: Internal Error
cs: Vnitřní chyba

source: Please select at least one filament for calibration
cs: Vyberte prosím alespoň jedno vlákno pro kalibraci

source: Flow rate calibration result has been saved to preset
cs: Výsledek kalibrace průtoku byl uložen do předvolby

source: Max volumetric speed calibration result has been saved to preset
cs: Maximální výsledek měření hlasitosti rychlosti byl uložen do předvolby

source: When do you need Flow Dynamics Calibration
cs: Když potřebujete průtokovou dynamickou kalibraci

source: We now have added the auto-calibration for different filaments, which is fully automated and the result will be saved into the printer for future use. You only need to do the calibration in the following limited cases: 1. If you introduce a new filament of different brands/models or the filament is damp; 2. if the nozzle is worn out or replaced with a new one; 3. If the max volumetric speed or print temperature is changed in the filament setting.
cs: Nyní jsme přidali automatickou kalibraci pro různá vlákna, která je plně automatizovaná a výsledek bude uložen do tiskárny pro budoucí použití. Kalibraci musíte provést pouze v těchto omezených případech: 1. Zavádíte-li nové vlákno z různých značek/modelů nebo je vlákno vytištěno; 2. je-li tryska nošena nebo nahrazena nová; 3. Jestliže se v nastavení vlákna změní maximální objemová rychlost nebo teplota tisku.

source: About this calibration
cs: O této kalibraci

source: Please find the details of Flow Dynamics Calibration from our wiki. Usually the calibration is unnecessary. When you start a single color/material print, with the "flow dynamics calibration" option checked in the print start menu, the printer will follow the old way, calibrate the filament before the print; When you start a multi color/material print, the printer will use the default compensation parameter for the filament during every filament switch which will have a good result in most cases. Please note that there are a few cases that can make the calibration results unreliable, such as insufficient adhesion on the build plate. Improving adhesion can be achieved by washing the build plate or applying glue. For more information on this topic, please refer to our Wiki. The calibration results have about 10 percent jitter in our test, which may cause the result not exactly the same in each calibration. We are still investigating the root cause to do improvements with new updates.
cs: Prosím najděte podrobnosti o Flow Dynamické kalibraci z naší wiki. Obvykle je kalibrace zbytečná. Když spustíte tisk jedné barvy/materiálu s možností "kalibrace dynamiky toků" zaškrtnutou v nabídce pro spuštění tisku. tiskárna bude následovat starý způsob kalibrace vlákna před tiskem; Když začnete tisknout více barev/materiál, tiskárna použije výchozí kompenzační parametr pro vlákno během každého přepínače vlákna, což bude mít ve většině případů dobrý výsledek. Vezměte prosím na vědomí, že existuje několik případů, které mohou učinit výsledky kalibrace nespolehlivými, jako je nedostatečná adheze na stavební desce. Zlepšení adheze lze dosáhnout mytím stavební desky nebo použitím lepidla. Více informací o tomto tématu naleznete na naší Wiki. Výsledky kalibrace mají v našem testu asi 10 %, což může způsobit, že výsledek není v každé kalibraci přesně stejný. Stále zkoumáme hlavní příčinu vylepšení s novými aktualizacemi.

source: When to use Flow Rate Calibration
cs: Kdy použít kalibraci průtoku

source: After using Flow Dynamics Calibration, there might still be some extrusion issues, such as: 1. Over-Extrusion: Excess material on your printed object, forming blobs or zits, or the layers seem thicker than expected and not uniform. 2. Under-Extrusion: Very thin layers, weak infill strength, or gaps in the top layer of the model, even when printing slowly. 3. Poor Surface Quality: The surface of your prints seems rough or uneven. 4. Weak Structural Integrity: Prints break easily or don't seem as sturdy as they should be.
cs: Po použití průtokové dynamické kalibrace může stále existovat některé problémy s extruzí, jako např.: 1. Over-Extrusion: Nadbytek materiálu na vašem tištěném objektu, vytváření blobů nebo zitů, nebo vrstvy vypadají silněji, než se očekávalo, a ne jednotně. 2. Podřadné extruze: Velmi tenké vrstvy, slabá síla infiltrování nebo mezery v horní vrstvě modelu, i když pomalu tisknou. 3. Špatná kvalita povrchu: povrch tvých výtisků se zdá hrubý nebo nerovnoměrný. 4. Slabá strukturální integrita: Tisky se snadno rozbijí nebo se nezdají být tak robustní, jak by měly.

source: In addition, Flow Rate Calibration is crucial for foaming materials like LW-PLA used in RC planes. These materials expand greatly when heated, and calibration provides a useful reference flow rate.
cs: Kromě toho je kalibrace rychlosti průtoku zásadní pro pěnové materiály, jako je LW-PLA používané v rovinách RC. Tyto materiály se po zahřátí značně rozšiřují a kalibrace poskytuje užitečný referenční průtok.

source: Flow Rate Calibration measures the ratio of expected to actual extrusion volumes. The default setting works well in Bambu Lab printers and official filaments as they were pre-calibrated and fine-tuned. For a regular filament, you usually won't need to perform a Flow Rate Calibration unless you still see the listed defects after you have done other calibrations. For more details, please check out the wiki article.
cs: Kalibrace průtoku měří poměr očekávaných a skutečných objemů vytlačování. Výchozí nastavení funguje dobře v tiskárnách Bambu Lab a oficiálních vláknech, protože byly předem kalibrovány a jemně upraveny. Pro běžné vlákno obvykle nebudete muset provádět kalibraci rychlosti průtoku, dokud neuvidíte uvedené závady po jiných kalibracích. Pro více informací si prosím přečtěte článek wiki.

source: Auto Flow Rate Calibration utilizes Bambu Lab's Micro-Lidar technology, directly measuring the calibration patterns. However, please be advised that the efficacy and accuracy of this method may be compromised with specific types of materials. Particularly, filaments that are transparent or semi-transparent, sparkling-particled, or have a high-reflective finish may not be suitable for this calibration and can produce less-than-desirable results. The calibration results may vary between each calibration or filament. We are still improving the accuracy and compatibility of this calibration through firmware updates over time. Caution: Flow Rate Calibration is an advanced process, to be attempted only by those who fully understand its purpose and implications. Incorrect usage can lead to sub-par prints or printer damage. Please make sure to carefully read and understand the process before doing it.
cs: Automatická kalibrace rychlosti toku využívá technologie Bambu Lab, která přímo měří kalibrační vzorce. Je však třeba upozornit, že účinnost a přesnost této metody může být ohrožena specifickými druhy materiálů. Zejména vlákna, která jsou průhledná nebo poloprůhledná, šokující částice nebo mají vysoce reflexní konečnou úpravu, nemusí být vhodná pro tuto kalibraci a mohou produkovat méně než žádoucích výsledků. Výsledky kalibrace se mohou mezi jednotlivými kalibracemi nebo vlákny lišit. V průběhu času stále zlepšujeme přesnost a kompatibilitu této kalibrace prostřednictvím aktualizací firmwaru. Upozornění: Kalibrace průtoku je pokročilý proces, o který se pokusí pouze ti, kdo plně chápou jeho účel a důsledky. Nesprávné používání může vést k podmnožným tiskárnám nebo k poškození tiskárny. Než to uděláte, ujistěte se, že jste si proces pečlivě přečetli a pochopili.

source: When you need Max Volumetric Speed Calibration
cs: Pokud potřebujete maximální hlasitost kalibrace

source: Over-extrusion or under extrusion
cs: Přetlačování nebo protlačování

source: Max Volumetric Speed calibration is recommended when you print with:
cs: Kalibrace maximální hlasitosti je doporučena při tisku:

source: material with significant thermal shrinkage/expansion, such as...
cs: materiál s výrazným tepelným smršťováním/expanzí, jako...

source: materials with inaccurate filament diameter
cs: materiály s nepřesným průměrem vlákna

source: We found the best Flow Dynamics Calibration Factor
cs: Našli jsme nejlepší Flow Dynamics Calibration Factor

source: Part of the calibration failed! You may clean the plate and retry. The failed test result would be dropped.
cs: Část kalibrace se nezdařila! Můžete vyčistit desku a opakovat opakování. Výsledek testu se nezdařil.

source: *We recommend you to add brand, material, type, and even humidity level in the Name
cs: *Doporučujeme přidat značku, materiál, typ a dokonce vlhkost do názvu

source: Failed
cs: Selhalo

source: Please enter the name you want to save to printer.
cs: Zadejte název, který chcete uložit do tiskárny.

source: The name cannot exceed 40 characters.
cs: Název nesmí překročit 40 znaků.

source: Please find the best line on your plate
cs: Najděte prosím nejlepší řádek na tvém talíři

source: Please find the corner with perfect degree of extrusion
cs: Najděte roh s perfektním stupněm vysunutí

source: Save to Filament Preset
cs: Uložit do Filament předvolby

source: Record Factor
cs: Faktor záznamu

source: We found the best flow ratio for you
cs: Našli jsme pro Vás nejlepší poměr průtoku

source: Flow Ratio
cs: Poměr průtoku

source: Please input a valid value (0.0 < flow ratio < 2.0)
cs: Zadejte platnou hodnotu (0.0 < poměr průtoku < 2.0)

source: Please enter the name of the preset you want to save.
cs: Zadejte prosím název předvolby, kterou chcete uložit.

source: Calibration1
cs: Kalibrace1

source: Calibration2
cs: Kalibrace2

source: Please find the best object on your plate
cs: Najděte prosím nejlepší objekt na talíři

source: Fill in the value above the block with smoothest top surface
cs: Vyplňte hodnotu nad blokem nejhladším horním povrchem

source: Skip Calibration2
cs: Přeskočit kalibraci 2

source: flow ratio : %s
cs: poměr průtoku: %s

source: Please choose a block with smoothest top surface
cs: Vyberte prosím blok s nejhladším vrchním povrchem

source: Please choose a block with smoothest top surface.
cs: Vyberte prosím blok s nejhladší horní plochou.

source: Please input a valid value (0 <= Max Volumetric Speed <= 60)
cs: Zadejte platnou hodnotu (0 <= maximální hlasitost <= 60)

source: Calibration Type
cs: Typ kalibrace

source: Complete Calibration
cs: Dokončená kalibrace

source: Fine Calibration based on flow ratio
cs: Jemná kalibrace na základě průtoku

source: Title
cs: Hlava 1 – Celkem

source: A test model will be printed. Please clear the build plate and place it back to the hot bed before calibration.
cs: Bude vytištěn zkušební model. Před kalibrací vymažte vyrobenou desku a vložte ji zpět na horký postel.

source: Printing Parameters
cs: Parametry tisku

source: Synchronize nozzle and AMS information
cs: Synchronizovat informace o tryskách a AMS

source: Please connect the printer first before synchronizing.
cs: Před synchronizací prosím nejprve připojte tiskárnu.

source: Printer %s nozzle information has not been set. Please configure it before proceeding with the calibration.
cs: Informace tiskárny %s nozzle nebyly nastaveny. Nakonfigurujte ji před provedením kalibrace.

source: AMS and nozzle information are synced
cs: Jsou synchronizovány informace AMS a trysek

source: Plate Type
cs: Typ desky

source: filament position
cs: Poloha vlákna

source: Filament For Calibration
cs: Filament pro kalibraci

source: Tips for calibration material: - Materials that can share same hot bed temperature - Different filament brand and family(Brand = Bambu, Family = Basic, Matte)
cs: Tipy pro kalibrační materiál: - Materiály, které mohou mít stejnou teplotu za tepla - odlišná značka vlákna a rodina (Brand = Bambu, Rodina = základní, matice

source: Pattern
cs: Vzor

source: Method
cs: Metoda

source: Tip: Using a %.1fmm nozzle for auto dynamic flow calibration may have a high probability of failure. If it fails, it is recommended to use manual calibration.
cs: Tip: Použití trysky %.1fmm pro automatickou kalibraci dynamického průtoku může mít vysokou pravděpodobnost poruchy. Pokud se to nepodaří, doporučuje se použít ruční kalibraci.

source: Tip: Using a %.1fmm nozzle for auto dynamic flow calibration may not get accurate calibration results. It is recommended to use manual calibration.
cs: Tip: Použití trysky %.1fmm pro automatickou kalibraci dynamického průtoku nemusí mít přesné výsledky kalibrace. Je doporučeno použít ruční kalibraci.

source: %s is not compatible with %s
cs: %s není kompatibilní s %s

source: TPU is not supported for Flow Dynamics Auto-Calibration.
cs: TPU není podporováno pro Flow Dynamics Auto-Calibration.

source: Can not print multiple filaments which have large difference of temperature together. Otherwise, the extruder and nozzle may be blocked or damaged during printing
cs: Nelze vytisknout více vláken, která mají velký rozdíl v teplotě. V opačném případě může být vytlačovač a tryska blokovány nebo poškozeny během tisku.

source: Tip: Calibrating foam filaments(%s) in X series printers may not get accurate results because their dynamic response is much different from that of ordinary filaments, and there is a high risk of oozing when printing calibration lines.
cs: Tip: Kalibrace pěnových vláken (%s) v tiskárnách X nemusí mít přesné výsledky , protože jejich dynamická odezva se velmi liší od odezvy běžných vláken, a při tisku kalibračních linek existuje vysoké riziko rozprašování.

source: Tip: When using the A1/A1 mini printer, we do not recommend calibrating foam filaments(%s), as the results may be unstable and affect print quality.
cs: Tip: Při použití mini tiskárny A1/A1 nedoporučujeme kalibraci pěnových vláken (%s), protože výsledky mohou být nestabilní a ovlivnit kvalitu tisku.

source: Sync AMS and nozzle information
cs: Synchronizovat AMS a informace o trysech

source: Connecting to printer
cs: Připojování k tiskárně

source: Calibration only supports cases where the left and right nozzle diameters are identical.
cs: Kalibrace podporuje pouze případy, kdy jsou střední hodnoty levé a pravé hubice totožné.

source: From k Value
cs: Z hodnoty k

source: To k Value
cs: Do k hodnotě k

source: Value step
cs: Krok hodnoty

source: The nozzle diameter has been synchronized from the printer Settings
cs: Průměr trysky byl synchronizován s nastavením tiskárny

source: From Volumetric Speed
cs: Z hlasitosti

source: To Volumetric Speed
cs: Na rychlost hlasitosti

source: Are you sure to stop printing?
cs: Opravdu chcete přestat tisknout?

source: Flow Dynamics Calibration Result
cs: Výsledek kalibrace průtoku

source: New
cs: Nové

source: No History Result
cs: Žádný výsledek historie

source: Success to get history result
cs: Úspěšně získáte výsledek historie

source: Refreshing the historical Flow Dynamics Calibration records
cs: Obnovování historických záznamů dynamiky průtoku

source: Action
cs: Akce

source: This machine type can only hold %d history results per nozzle.
cs: Tento typ stroje může uchovávat pouze %d výsledků historie na trysku.

source: Edit Flow Dynamics Calibration
cs: Upravit dynamickou kalibraci toku

source: Within the same extruder, the name '%s' must be unique when the filament type, nozzle diameter, and nozzle flow are identical. Please choose a different name.
cs: V rámci stejného extruderu musí být název '%s' jedinečný, pokud jsou typ filamentu, průměr trysky a průtok tryskou shodné. Zvolte prosím jiný název.

source: New Flow Dynamic Calibration
cs: Nová dynamická kalibrace toku

source: The filament must be selected.
cs: Musí být vybráno vlákno.

source: The extruder must be selected.
cs: Musí být vybrán extrudor.

source: The nozzle must be selected.
cs: Musí být vybrána tryska.

source: PA Calibration
cs: PA kalibrace

source: PA Tower
cs: PA věž

source: PA Line
cs: Řádek PA

source: PA Pattern
cs: PA gesto

source: Start PA:
cs: Spustit PA:

source: End PA:
cs: Konec PA:

source: PA step:
cs: Krok PA:

source: Temperature calibration
cs: Teplotní kalibrace

source: Start temp:
cs: Počáteční teplota:

source: End temp:
cs: Koncový teplot:

source: Temp step:
cs: Teplotní krok:

source: Supported range: 180°C - 350°C
cs: Podporovaný rozsah: 180°C – 350°C

source: Please input valid values: Start temp: <= 350 End temp: >= 180 Start temp >= End temp + 5)
cs: Zadejte platné hodnoty: Počáteční teplota: <= 350 Koncový teplot: >= 180 Počáteční tempo >= 5)

source: Max volumetric speed test
cs: Zkouška maximální hlasitosti

source: Start volumetric speed:
cs: Počáteční hlasitost:

source: End volumetric speed:
cs: Konečná hlasitost rychlosti:

source: step:
cs: krok:

source: Please input valid values: start > 0 step >= 0 end >= start + step)
cs: Zadejte platné hodnoty: začátek > 0 krok >= 0 konec >= start + krok)

source: VFA test
cs: Zkouška VFA

source: Start speed:
cs: Počáteční rychlost:

source: End speed:
cs: Konečná rychlost:

source: Please input valid values: start > 10 step >= 0 end >= start + step)
cs: Zadejte platné hodnoty: začátek > 10 krok >= 0 konec >= start + krok)

source: Start retraction length:
cs: Spustit délku navíjení:

source: End retraction length:
cs: Délka koncového zatahování:

source: Network lookup
cs: Vyhledávání sítě

source: Address
cs: Adresa

source: Service name
cs: Název služby

source: OctoPrint version
cs: Verze OctoPrint

source: Searching for devices
cs: Vyhledávání zařízení

source: Send to print
cs: Poslat na tisk

source: Upload to Printer Host with the following filename:
cs: Nahrát na tiskárnu hostitele s následujícím názvem souboru:

source: Use forward slashes ( / ) as a directory separator if needed.
cs: V případě potřeby použijte lomítka ( / ) jako oddělovač adresáře.

source: Upload filename doesn't end with "%s". Do you wish to continue?
cs: Název souboru nekončí "%s". Přejete si pokračovat?

source: Upload
cs: Nahrát

source: Simulate
cs: Simulovat

source: Print host upload queue
cs: Vytisknout frontu nahrávání hostitele

source: Progress
cs: Průběh

source: Host
cs: Hostitel

# OfFile
source: Size
cs: Velikost

source: Filename
cs: Název souboru

source: Error Message
cs: Chybová zpráva

source: Cancel selected
cs: Zrušit vybrané

source: Show error message
cs: Zobrazit chybovou zprávu

source: Enqueued
cs: Zařazeno do fronty

source: Uploading
cs: Nahrávání

source: Cancelling
cs: Rušení

source: Error uploading to print host:
cs: Chyba při nahrávání do tiskového hostitele:

source: Unable to perform boolean operation on selected parts
cs: Nelze provést logickou operaci na vybraných částech

source: Performed boolean intersection fails because the selected parts have no intersection
cs: Provede se průsečík logické polohy, protože vybrané části nemají průsečík

source: Please add at least one more object and select them together, then right click to assembly these objects.
cs: Přidejte prosím alespoň jeden objekt a vyberte jej společně, a poté pravým tlačítkem myši tyto objekty sestrojte.

source: Please right click to assembly these objects.
cs: Prosím klikněte pravým tlačítkem myši pro sestavení těchto objektů.

source: Union
cs: Mníkovec bělolemý

source: Difference
cs: Rozdíl

source: Intersection
cs: Průsečík

source: Source Volume
cs: Hlasitost zdroje

source: Tool Volume
cs: Hlasitost nástroje

source: selected
cs: vybráno

source: Part 1
cs: Část 1

source: Subtract from
cs: Odečíst od

source: Part 2
cs: Část 2

source: Subtract with
cs: Odečíst s

source: Delete input
cs: Odstranit vstup

source: Network Test
cs: Síťový test

source: Start Test Multi-Thread
cs: Spustit test Multi-Thread

source: Start Test Single-Thread
cs: Začít testovat jednovlákno

source: Export Log
cs: Exportovat protokol

source: Studio Version:
cs: Studio verze:

source: System Version:
cs: Systémová verze:

source: Test BambuLab
cs: Testovat BambuLab

source: Test BambuLab:
cs: Testovat BambuLab:

source: Test Bing.com
cs: Testovat Bing.com

source: Test HTTP
cs: Testovat HTTP

source: Test HTTP Service:
cs: Test HTTP Služby:

source: Test storage
cs: Zkušební úložiště

source: Test Storage Upload:
cs: Test nahrávání úložiště:

source: Test storage upgrade
cs: Test aktualizace úložiště

source: Test Storage Upgrade:
cs: Testovat upgrade úložiště:

source: Test storage download
cs: Testovat stahování úložiště

source: Test Storage Download:
cs: Testovat stahování úložiště:

source: Test plugin download
cs: Testovat stažení pluginu

source: Test Plugin Download:
cs: Testovat stažení pluginu:

source: Test Storage Upload
cs: Test nahrávání úložiště

source: Log Info
cs: Informace o logu

source: Select filament preset
cs: Vybrat předvolbu vlákna

source: Create Based on Current Filament
cs: Vytvořit na základě aktuálního filmu

source: Copy Current Filament Preset
cs: Kopírovat aktuální předvolbu filmu

source: Basic Information
cs: Základní informace

source: Add Filament Preset under this filament
cs: Přidat do tohoto vlákna předvolbu vláken

source: We could create the filament presets for your following printer:
cs: Mohli bychom vytvořit vláknité předvolby pro následující tiskárnu:

source: Select Vendor
cs: Vybrat dodavatele

source: Input Custom Vendor
cs: Zadejte vlastní prodejce

source: Can't find vendor I want
cs: Nelze najít dodavatele, který chci

source: Select Type
cs: Vybrat typ

source: Select Filament Preset
cs: Vybrat předvolbu Filament

source: Serial
cs: Pořadové číslo

source: e.g. Basic, Matte, Silk, Marble
cs: např. bazický, Matte, Hedvábný, mramor

source: Create
cs: Vytvořit

source: Vendor is not selected, please reselect vendor.
cs: Dodavatel není vybrán, prosím znovu vyberte dodavatele.

source: Custom vendor is not input, please input custom vendor.
cs: Vlastní prodejce není vstup, zadejte prosím vlastní dodavatele.
