Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: STEP Did you know that you can improve your print quality by slicing a STEP file instead of an STL? Bambu Studio supports slicing STEP files, providing smoother results than a lower resolution STL. Give it a try!
cs: STEP Věděli jste, že kvalitu tisku můžete zlepšit krájením souboru STEP namísto STL? Bambu Studio podporuje krácení souborů STEP a poskytuje hladší výsledky než nižší rozlišení STL. Zkuste to!

source: Z seam location Did you know that you can customize the location of the Z seam, and even paint it on your print, to have it in a less visible location? This improves the overall look of your model. Check it out!
cs: Z seam location Věděli jste, že si můžete přizpůsobit polohu Z seam, a dokonce jej malujte na váš tisk, abyste ho měli na méně viditelném místě? Tím se zlepšuje celkový vzhled vašeho modelu. Podívejte se na to!

source: Fine-tuning for flow rate Did you know that flow rate can be fine-tuned for even better-looking prints? Depending on the material, you can improve the overall finish of the printed model by doing some fine-tuning.
cs: Měření průtoku Věděli jste, že průtok může být jemně naladěný pro ještě lépe vypadající tisky? V závislosti na materiálu můžete zlepšit celkovou povrchovou úpravu tištěného modelu provedením jemného doladění.

source: Split your prints into plates Did you know that you can split a model that has a lot of parts into individual plates ready to print? This will simplify the process of keeping track of all the parts.
cs: Rozdělte vaše tisky na desky Vědělili jste, že můžete rozdělit model, který má spoustu dílů na jednotlivé desky připravené k tisku? To zjednoduší proces sledování všech částí.

source: Speed up your print with Adaptive Layer Height Did you know that you can print a model even faster, by using the Adaptive Layer Height option? Check it out!
cs: Zrychlete váš tisk pomocí Adaptive Layer Height Věděli jste, že můžete tisknout model ještě rychleji, použitím možnosti Adaptive Layer výšky? Podívejte se na to!

source: Support painting Did you know that you can paint the location of your supports? This feature makes it easy to place the support material only on the sections of the model that actually need it.
cs: Podpora malování Věděli jste, že můžete malovat umístění svých podpor? Tato funkce umožňuje snadno umístit podpěrný materiál pouze na části modelu, které jej skutečně potřebují.

source: Different types of supports Did you know that you can choose from multiple types of supports? Tree supports work great for organic models, while saving filament and improving print speed. Check them out!
cs: Různé typy podpory Věděli jste, že si můžete vybrat z více typů podpor? Strom podporuje skvělou práci na organických modelech a současně šetří vlákno a zlepšuje rychlost tisku. Podívejte se na je!

source: Printing Silk Filament Did you know that Silk filament needs special consideration to print it successfully? Higher temperature and lower speed are always recommended for the best results.
cs: Tisk hedvábného filmu Věděli jste, že hedvábné vlákno potřebuje zvláštní pozornost k jeho úspěšnému vytisknutí? Pro nejlepší výsledky se vždy doporučuje vyšší teplota a nižší rychlost.

source: Brim for better adhesion Did you know that when printing models have a small contact interface with the printing surface, it's recommended to use a brim?
cs: Brim pro lepší adhezi Věděli jste, že při tiskařských modelech má malé kontaktní rozhraní s tiskařskou plochou, doporučujeme použít kostku?

source: Set parameters for multiple objects Did you know that you can set slicing parameters for all selected objects at one time?
cs: Nastavit parametry pro více objektů Věděli jste, že můžete nastavit parametry řezu pro všechny vybrané objekty najednou?

source: Stack objects Did you know that you can stack objects as a whole one?
cs: Stack objekty Věděli jste, že můžeš postavit objekty jako celek?

source: Flush into support/objects/infill Did you know that you can save the wasted filament by flushing them into support/objects/infill during filament change?
cs: Vyprázdnit do podpory/objektů/infill Věděli jste, že plýtvané vlákno můžete zachránit jejich splachováním do podpory/objektů/infill během změny vlákna?

source: Improve strength Did you know that you can use more wall loops and higher sparse infill density to improve the strength of the model?
cs: Zlepšit sílu Věděli jste, že můžete použít více cyklů zdi a vyšší špinavou hustotu infiltu ke zvýšení síly modelu?

source: When need to print with the printer door opened Did you know that opening the printer door can reduce the probability of extruder/hotend clogging when printing lower temperature filament with a higher enclosure temperature. More info about this in the Wiki.
cs: Když je třeba tisknout dveřmi pro tiskárnu Věděli jste, že otevření dveří pro tiskárnu může snížit pravděpodobnost vytlačování/horké kaše při tisku dolní teplotní vlákno s vyšší teplotou v kabině. Více informací o tom na Wiki.

source: Avoid warping Did you know that when printing materials that are prone to warping such as ABS, appropriately increasing the heatbed temperature can reduce the probability of warping.
cs: Vyhněte se warpingu Věděli jste, že při tisku materiálů, které jsou náchylné k warpu, jako je ABS, Přiměřeným zvýšením teploty zahřáté místnosti může být snížena pravděpodobnost pokřivení.
