Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: Stroke of shape (%1%) is too thin (minimal width is %2% mm).
cs: Tah tvaru (%1%) je příliš tenký (minimální šířka je %2% mm).

source: Stroke of shape (%1%) contains unsupported: %2%.
cs: Výraz tvaru (%1%) obsahuje nepodporovaný: %2%.

source: Not valid state please report reproduction steps on github
cs: Neplatný stav prosím nahlaste kroky reprodukce na githubu

source: No embossed file
cs: Žádný embosovaný soubor

source: Missing svg file in embossed shape
cs: Chybí svg soubor v ražené podobě

source: Missing data of svg file
cs: Chybějící data souboru svg

source: Tip:If you want to place svg file on another part surface,you should select part first, and then drag svg file to the part surface.
cs: Tip: Pokud chcete umístit svg soubor na jiný povrch, měli byste nejdříve vybrat část a pak přetáhnout svg soubor na povrch části.

source: Unknown filename
cs: Neznámý název souboru

source: SVG file path is "%1%"
cs: Cesta k souboru SVG je "%1%"

source: Reload SVG file from disk.
cs: Znovu načíst SVG soubor z disku.

source: Change file
cs: Změnit soubor

source: Change to another .svg file
cs: Změnit na jiný .svg soubor

source: Bake to model
cs: Peče na model

source: Bake into model as uneditable part
cs: Blikat do modelu jako neupravitelná část

source: Save as
cs: Uložit jako

source: Save SVG file
cs: Uložit SVG soubor

source: Save as '.svg' file
cs: Uložit jako soubor '.svg'

source: Size in emboss direction.
cs: Velikost ve směru embossu.

source: Scale also changes amount of curve samples (%1%)
cs: Měřítko také mění množství křivkových vzorků (%1%)

source: set width and height keep ratio with width
cs: nastavit poměr šířky a výšky k šířce

source: Height of SVG.
cs: Výška SVG.

source: Lock/unlock the aspect ratio of the SVG.
cs: Zamknout/odemknout poměr stran SVG.

source: Distance of the center of the SVG to the model surface.
cs: Vzdálenost středu SVG od povrchu modelu.

source: Reset distance
cs: Resetovat vzdálenost

source: Rotate text Clock-wise.
cs: Otočit text po hodinách.

source: Lock/unlock rotation angle when dragging above the surface.
cs: úhel otáčení zámku a odemknutí při tažení nad povrchem.

source: Mirror vertically
cs: Zrcátko svisle

source: Mirror horizontally
cs: Zrcadlit vodorovně

source: Set Mirror
cs: Nastavit zrcátko

source: Face the camera
cs: Tváří v tvář Kamerě

source: Join
cs: Připojit se

source: Change SVG Type
cs: Změnit typ SVG

source: Notice
cs: Upozornění

source: Undefined
cs: Nedefinováno

source: %1% was replaced with %2%
cs: %1% bylo nahrazeno %2%

source: The configuration may be generated by a newer version of BambuStudio.
cs: Konfiguraci lze vygenerovat novější verzí BambuStudio.

source: Some values have been replaced. Please check them:
cs: Některé hodnoty byly nahrazeny. Prosím zkontrolujte:

source: Process
cs: Proces

source: Machine
cs: Stroj

source: Configuration package was loaded, but some values were not recognized.
cs: Konfigurační balíček byl načten, ale některé hodnoty nebyly rozpoznány.

source: Configuration file "%1%" was loaded, but some values were not recognized.
cs: Konfigurační soubor "%1%" byl načten, ale některé hodnoty nebyly rozpoznány.

source: Internal Version
cs: Interní verze

source: Beta Version
cs: Beta verze

source: Version
cs: Verze

source: BambuStudio will terminate because of running out of memory.It may be a bug. It will be appreciated if you report the issue to our team.
cs: BambuStudio skončí z důvodu nedostatku paměti. Může to být chyba. Pokud nahlásíte tento problém našemu týmu, bude to oceněno.

source: Fatal error
cs: Závažná chyba

source: BambuStudio will terminate because of a localization error. It will be appreciated if you report the specific scenario this issue happened.
cs: BambuStudio skončí z důvodu chyby v lokalizaci. Bude oceněno, pokud nahlásíte konkrétní scénář, k němuž došlo v tomto problému.

source: Critical error
cs: Kritická chyba

source: BambuStudio got an unhandled exception: %1%
cs: BambuStudio dostalo neošetřenou výjimku: %1%

source: This file is not from a trusted site, do you want to open it anyway?
cs: Tento soubor není z důvěryhodného webu, chcete jej přesto otevřít?

source: Untitled
cs: Bez názvu

source: Downloading Bambu Network Plug-in
cs: Stahování pluginu Bambu Network

source: Login information expired. Please login again.
cs: Přihlašovací údaje vypršely. Přihlaste se prosím znovu.

source: Incorrect password
cs: Nesprávné heslo

source: Connect %s failed! [SN:%s, code=%s]
cs: Připojení %s selhalo! [SN:%s, kód =%s]

source: BambuStudio configuration file read failed. Please manually backup and delete it, and then restart BambuStudio software.
cs: Načtení konfiguračního souboru BambuStudio se nezdařilo. Prosím ručně zálohujte a smažte jej a poté restartujte software BambuStudio.

source: Failed to install preset files to %s. Please make sure Bambu Studio has permission to delete and write in this directory, and it is not being occupied by the system or other applications.
cs: Nepodařilo se nainstalovat přednastavené soubory do %s. Ujistěte se, že Bambu Studio má oprávnění k mazání a zápisu do tohoto adresáře, a není využívána systémem nebo jinými aplikacemi.

source: %s Do you want to continue?
cs: %s Chcete pokračovat?

source: Remember my choice
cs: Zapamatovat si moji volbu

source: Loading configuration
cs: Načítání konfigurace

source: Click to download new version in default browser: %s
cs: Klikněte pro stažení nové verze ve výchozím prohlížeči: %s

source: The Bambu Studio needs an upgrade
cs: Studio Bambu potřebuje aktualizaci

source: This is the newest version.
cs: Toto je nejnovější verze.

source: Rebuild
cs: Znovu vytvořit

source: Loading current presets
cs: Načítání aktuálních předvoleb

source: Loading a mode view
cs: Načítání zobrazení režimu

source: Choose one file (3mf):
cs: Vyberte jeden soubor (3mf):

source: Choose one or more files (3mf/step/stl/svg/obj/amf/usd*/abc/ply):
cs: Vyberte jeden nebo více souborů (3mf/step/stl/svg/obj/amf/usd*/abc/ply):

source: Choose one or more files (3mf/step/stl/svg/obj/amf):
cs: Vyberte jeden nebo více souborů (3mf/step/stl/svg/obj/amf):

source: Choose one file (gcode/.gco/.g/.ngc/ngc):
cs: Vyberte jeden soubor (gcode/.gco/.g/.ngc/ngc):

source: Some presets are modified.
cs: Některé předvolby jsou upraveny.

source: You can keep the modified presets for the new project, discard or save changes as new presets.
cs: Upravené předvolby můžete zachovat pro nový projekt, zrušit nebo uložit změny jako nové předvolby.

source: User logged out
cs: Uživatel odhlášen

source: Install network plug-in
cs: Instalovat síťový plug-in

source: Please Install network plug-in before log in.
cs: Před přihlášením nainstalujte síťový plugin.

source: Install Network Plug-in
cs: Instalovat plugin sítě

source: new or open project file is not allowed during the slicing process!
cs: nový nebo otevřený soubor projektu není povolen během procesu krájení!

source: Open Project
cs: Otevřít projekt

source: The Bambu Studio version is too old to enable cloud service. Please download the latest version from Bambu Lab website.
cs: Verze Bambu Studio je příliš stará na povolení cloudové služby. Stáhněte si prosím nejnovější verzi z webu Bambu Lab.

source: Your software certificate has been revoked, please update Bambu Studio software.
cs: Váš software byl zrušen, aktualizujte prosím software Bambu Studio.

source: Retrieving printer information, please try again later.
cs: Načítání informací tiskárny, opakujte akci později.

source: Please try updating Bambu Studio and then try again.
cs: Zkuste prosím aktualizovat Bambu Studio a zkuste to znovu.

source: The certificate has expired. Please check the time settings or update Bambu Studio and try again.
cs: Platnost certifikátu vypršela. Zkontrolujte nastavení času nebo aktualizujte Bambu Studio a zkuste to znovu.

source: The certificate is no longer valid and the printing functions are unavailable. If you need printing. Please visit the official website at https://bambulab.com/ to download and update.
cs: Certifikát již není platný a funkce tisku jsou nedostupné. Pokud potřebujete tisknout. Pro stažení a aktualizaci navštivte oficiální webové stránky na https://bambulab.com.

source: Internal error. Please try upgrading the firmware and Studio version. If the issue persists, contact customer support.
cs: Vnitřní chyba. Zkuste prosím aktualizovat verzi firmwaru a Studia. Pokud problém přetrvává, kontaktujte zákaznickou podporu.

source: Your software is not signed, and some printing functions have been restricted. Please use the officially signed software version.
cs: Váš software není podepsán a některé tiskové funkce byly omezeny. Použijte prosím oficiální podepsanou verzi softwaru.

source: Privacy Policy Update
cs: Aktualizace ochrany osobních údajů

source: The number of user presets cached in the cloud has exceeded the upper limit, newly created user presets can only be used locally.
cs: Počet uživatelských přednastavení uložených v cloudu překročil horní limit, nově vytvořené uživatelské předvolby lze použít pouze lokálně.

source: Sync user presets
cs: Synchronizovat uživatelské předvolby

source: Loading user preset
cs: Načítání uživatelské předvolby

source: Switching application language
cs: Přepínání jazyka aplikace

source: Select the language
cs: Vyberte jazyk

source: Language
cs: Jazyk

source: The uploads are still ongoing
cs: Nahrávání stále probíhá

source: Stop them and continue anyway?
cs: Zastavit je a přesto pokračovat?

source: Ongoing uploads
cs: Probíhající nahrávání

source: Install presets failed
cs: Instalace předvoleb selhala

source: Select a G-code file:
cs: Vyberte soubor s kódem G:

source: Import File
cs: Importovat soubor

source: Choose files
cs: Vybrat soubory

source: New Folder
cs: Nová složka

source: Open
cs: Otevřít

source: Rename
cs: Přejmenovat

source: Bambu Studio GUI initialization failed
cs: Inicializace prostředí Bambu Studio se nezdařila

source: Fatal error, exception caught: %1%
cs: Fatální chyba, výjimka ulovena: %1%

source: Quality
cs: Kvalita

source: Shell
cs: Střelivo

source: Infill
cs: Naplnit

source: Support
cs: Podpora

source: Flush options
cs: Vyprázdnit možnosti

source: Speed
cs: Rychlost

source: Strength
cs: Pevnost

source: Ironing
cs: Že

source: Extruders
cs: Vysoušeče rukou

source: Extrusion Width
cs: Vysunutí šířky

source: Wipe options
cs: Vymazat možnosti

source: Bed adhension
cs: Příprava lůžka

source: Advanced
cs: Rozšířené

source: Add part
cs: Přidat část

source: Add negative part
cs: Přidat zápornou část

source: Add modifier
cs: Přidat modifikátor

source: Add support blocker
cs: Přidat blokování podpory

source: Add support enforcer
cs: Přidat vynucovač podpory

source: Add text
cs: Přidat text

source: Add negative text
cs: Přidat záporný text

source: Add text modifier
cs: Přidat modifikátor textu

source: Add SVG part
cs: Přidat část SVG

source: Add negative SVG
cs: Přidat negativní SVG

source: Add SVG modifier
cs: Přidat SVG modifikátor

source: Select settings
cs: Vybrat nastavení

source: Hide
cs: Skrýt

source: Show
cs: Zobrazit

source: Delete the selected object
cs: Odstranit vybraný objekt

source: Delete all cutter
cs: Odstranit všechny řezačky

source: Edit Text
cs: Upravit text

source: Edit SVG
cs: Upravit SVG

source: Change SVG source file, projection, size, ...
cs: Změnit SVG zdrojový soubor, projekci, velikost, ...

source: Load...
cs: Načítat...

source: Cube
cs: Kostka

source: Cylinder
cs: Válce

source: Cone
cs: Kozy

source: Double Tear Romboid Cylinder
cs: Dvojité slzení Romboid Cylinder

source: Disc
cs: Disk

source: Rounded Rectangle
cs: Zaoblený obdélník

source: Bambu Cube
cs: Bambu kostka

source: Height range Modifier
cs: Změna rozsahu výšky

source: Add settings
cs: Přidat nastavení

source: Change type
cs: Změnit typ

source: Set as an individual object
cs: Nastavit jako jednotlivý objekt

source: Set as individual objects
cs: Nastavit jako jednotlivé objekty

source: Printable
cs: Tisk

source: Fix model
cs: Opravit model

source: Export as one STL
cs: Exportovat jako jeden STL

source: Export as STLs
cs: Exportovat jako STL

source: Reload from disk
cs: Znovu načíst z disku

source: Reload the selected parts from disk
cs: Znovu načíst vybrané části z disku

source: Replace with STL
cs: Nahradit STL

source: Replace the selected part with new STL
cs: Nahradit vybranou část novým STL

source: Change filament
cs: Změnit vlákno

source: Set filament for selected items
cs: Nastavit vlákno pro vybrané položky

source: Default
cs: Výchozí

source: current
cs: aktuální

source: Scale to build volume
cs: Měřítko pro vytvoření hlasitosti

source: Scale an object to fit the build volume
cs: Přizpůsobit objekt tak, aby odpovídal hlasitosti stavění

source: Flush Options
cs: Možnosti mazání

source: Flush into objects' infill
cs: Vyprázdnit do infiltace objektů

source: Flush into this object
cs: Vyprázdnit tento objekt

source: Flush into objects' support
cs: Vyprázdnit podporu objektů

source: Edit in Parameter Table
cs: Upravit v tabulce parametrů

source: Convert from inch
cs: Převést z palce

source: Restore to inch
cs: Obnovit na palec

source: Convert from meter
cs: Převést z metru

source: Restore to meter
cs: Obnovit na metr

source: Merge
cs: Sloučit

source: Assemble the selected objects to an object with multiple parts
cs: Sestavte vybrané objekty do objektu s více částmi

source: Assemble the selected objects to an object with single part
cs: Sestavte vybrané objekty do objektu jednou částí

source: Mesh boolean operations including union and subtraction
cs: Logické operace sítě včetně odpočtu a odpočtu

source: Along X axis
cs: Podél osy X

source: Mirror along the X axis
cs: Zrcadlení podél osy X

source: Along Y axis
cs: Podél osy Y

source: Mirror along the Y axis
cs: Zrcadlení podél osy Y

source: Along Z axis
cs: Spodní osa Z

source: Mirror along the Z axis
cs: Zrcadlení podél osy Z

source: Mirror object
cs: Zrcadlový objekt

source: Invalidate cut info
cs: Nepotvrdit informace o škrtu

source: Add Primitive
cs: Přidat primitivní

source: Show Labels
cs: Zobrazit štítky

source: To objects
cs: Na objekty

source: Split the selected object into multiple objects
cs: Rozdělit vybraný objekt na více objektů

source: To parts
cs: Do částí

source: Split the selected object into multiple parts
cs: Rozdělit vybraný objekt na více částí

source: Split
cs: Rozdělit

source: Split the selected object
cs: Rozdělí vybraný objekt

source: Auto orientation
cs: Automatická orientace

source: Auto orient the object to improve print quality.
cs: Automaticky orientovat objekt ke zlepšení kvality tisku.

source: Edit
cs: Upravit

source: Delete this filament
cs: Odstranit toto vlákno

source: Merge with
cs: Sloučit s

source: Select All
cs: Vybrat vše

source: select all objects on current plate
cs: vybrat všechny objekty na aktuální desku

source: Delete All
cs: Smazat vše

source: delete all objects on current plate
cs: smazat všechny objekty na aktuálním panelu

source: Arrange
cs: Uspořádat

source: arrange current plate
cs: obsadit proudovou desku

source: Auto Rotate
cs: Automatické otáčení

source: auto rotate current plate
cs: otočit aktuální desku

source: Delete Plate
cs: Odstranit plát

source: Remove the selected plate
cs: Odstranit vybranou desku

source: Clone
cs: Klonovat

source: Simplify Model
cs: Zjednodušit model

source: Center
cs: Střed

source: Sub merge
cs: Sub sloučení

source: Edit Process Settings
cs: Upravit nastavení procesu

source: Copy Process Settings
cs: Kopírovat nastavení procesu

source: Paste Process Settings
cs: Vložit nastavení procesu

source: Edit print parameters for a single object
cs: Upravit parametry tisku pro jeden objekt

source: Change Filament
cs: Změnit vlákno

source: Set Filament for selected items
cs: Nastavit filtr pro vybrané položky

source: Unlock
cs: Odemknout

source: Lock
cs: Zamknout

source: Fill bed with copies
cs: Vyplnit postel kopiemi

source: Fill the remaining area of bed with copies of the selected object
cs: Vyplňte zbývající část postele kopiemi vybraného objektu

source: Edit Plate Name
cs: Upravit název desky

source: Name
cs: Název

source: %1$d error repaired
cs: %1$d chyba opravena

source: Error: %1$d non-manifold edge.
cs: Chyba: %1$d non-manifold hrana.

source: Remaining errors
cs: Zbývající chyby

source: Right click the icon to fix model object
cs: Klepněte pravým tlačítkem na ikonu pro opravu objektu modelu

source: Right button click the icon to drop the object settings
cs: Klepněte pravým tlačítkem myši na ikonu a přetáhněte nastavení objektu

source: Click the icon to reset all settings of the object
cs: Klepnutím na ikonu resetujete všechna nastavení objektu

source: Right button click the icon to drop the object printable property
cs: Klepněte pravým tlačítkem myši na ikonu pro vytištění vlastnosti objektu

source: Click the icon to toggle printable property of the object
cs: Klepněte na ikonu pro přepnutí tiskové vlastnosti objektu

source: Click the icon to edit support painting of the object
cs: Kliknutím na ikonu upravíte podporu malování objektu

source: Click the icon to edit fuzzy skin painting of the object
cs: Klikněte na ikonu pro úpravu fuzzy skinu objektu

source: Click the icon to edit color painting of the object
cs: Klepnutím na ikonu upravíte barvu objektu

source: Click the icon to shift this object to the bed
cs: Klikněte na ikonu pro přesunutí tohoto objektu na postel

source: Loading file
cs: Načítání souboru

source: Error!
cs: Chyba!

source: Failed to get the model data in the current file.
cs: Nepodařilo se získat data modelu v aktuálním souboru.

source: Add Modifier
cs: Přidat modifikátor

source: Switch to per-object setting mode to edit modifier settings.
cs: Přepněte do režimu nastavení objektu pro úpravu nastavení modifikátoru.

source: Sub-merged body
cs: Podsloučený subjekt

source: Switch to per-object setting mode to edit process settings of selected objects.
cs: Přepněte do režimu nastavení objektů pro úpravu nastavení vybraných objektů.

source: Delete connector from object which is a part of cut
cs: Odstranit konektor z objektu, který je částí řezu

source: Delete solid part from object which is a part of cut
cs: Odstranit pevnou část z objektu, který je částí řezu

source: Delete negative volume from object which is a part of cut
cs: Odstranit zápornou hlasitost z objektu, který je částí řezu

source: To save cut correspondence you can delete all connectors from all related objects.
cs: Chcete-li uložit přerušenou korespondenci, můžete odstranit všechny konektory ze všech souvisejících objektů.

source: This action will break a cut correspondence. After that model consistency can't be guaranteed . To manipulate solid parts or negative volumes you have to invalidate cut information first.
cs: Tato akce přeruší oříznutou korespondenci. Po tomto modelu nemůže být zaručena konzistence . Chcete-li manipulovat s pevnými částmi nebo zápornými svazky, musíte nejprve zneplatnit informace o řezu.

source: Delete all connectors
cs: Odstranit všechny konektory

source: Deleting the last solid part is not allowed.
cs: Odstranění poslední části tělesa není povoleno.

source: The target object contains only one part and can not be split.
cs: Cílový objekt obsahuje pouze jednu část a nemůže být rozdělen.

source: Assembly
cs: Sestavení

source: Cut Connectors information
cs: Vyjmout informace o konektorech

source: Object manipulation
cs: Manipulace s objekty

source: Group manipulation
cs: Manipulace se skupinou

source: Object Settings to modify
cs: Nastavení objektu ke změně

source: Part Settings to modify
cs: Nastavení části k úpravě

source: Layer range Settings to modify
cs: Nastavení rozsahu vrstev ke změně

source: Part manipulation
cs: Zpracování částí

source: Instance manipulation
cs: Manipulace s instancí

source: Height ranges
cs: Rozsah výšky

source: Settings for height range
cs: Nastavení pro rozsah výšky

source: Layer
cs: Vrstva

source: Selection conflicts
cs: Konflikty výběru

source: If the first selected item is an object, the second one should also be an object.
cs: Pokud je první vybraná položka objektem, druhý by měl být také objekt.

source: If the first selected item is a part, the second one should be part of the same object.
cs: Pokud je první vybraná položka součástí, druhá by měla být součástí stejného objektu.

source: The type of the last solid object part is not to be changed.
cs: Typ poslední části pevného objektu se nemění.

source: Negative Part
cs: Negativní část

source: Support Blocker
cs: Blokátor podpory

source: Support Enforcer
cs: Podpůrné síly

source: Type:
cs: Typ:

source: Choose part type
cs: Vyberte typ části

source: Enter new name
cs: Zadejte nový název

source: Renaming
cs: Přejmenování

source: Following model object has been repaired
cs: Následující model objektu byl opraven

source: Failed to repair the following model object
cs: Nepodařilo se opravit následující modelový objekt

source: Repairing was canceled
cs: Oprava byla zrušena

source: Additional process preset
cs: Další předvolba procesu

source: Remove parameter
cs: Odstranit parametr

source: to
cs: do

source: Remove height range
cs: Odstranit rozsah výšky

source: Add height range
cs: Přidat rozsah výšky

source: one cell can only be copied to one or multiple cells in the same column
cs: jedna buňka může být zkopírována pouze do jednoho nebo více buněk ve stejném sloupci

source: multiple cells copy is not supported
cs: kopie více buněk není podporována

source: Outside
cs: Mimo území

source: Layer height
cs: Výška vrstvy

source: Wall loops
cs: Cykly zdi

source: Infill density(%)
cs: Hustota naplnění (%)

source: Auto
cs: Automaticky

source: Painted
cs: Obarvené

source: Outer brim only
cs: Pouze vnější brambory

source: Inner brim only
cs: Pouze vnitřní brambory

source: Outer and inner brim
cs: Vnější a vnitřní brzda

source: No-brim
cs: Neplašné brambory

source: Outer wall speed
cs: Rychlost vnější stěny

source: Plate
cs: Deska

source: Object/Part Setting
cs: Nastavení objektu/části

source: Reset parameter
cs: Obnovit parametr

source: Multicolor Print
cs: Multicolor tisk

source: Line Type
cs: Typ řádku

source: Color
cs: Barva

source: Pause
cs: Pozastavit

source: Template
cs: Šablona

source: Custom
cs: Vlastní

source: Pause:
cs: Pozastavit:

source: Custom Template:
cs: Vlastní šablona:

source: Custom G-code:
cs: Vlastní kód G:

source: Custom G-code
cs: Vlastní kód G

source: Enter Custom G-code used on current layer:
cs: Zadejte vlastní kód G použitý v aktuální vrstvě:

source: Jump to Layer
cs: Přejít na vrstvu

source: Please enter the layer number
cs: Zadejte prosím číslo vrstvy

source: Add Pause
cs: Přidat pozastavení

source: Insert a pause command at the beginning of this layer.
cs: Vložte příkaz pauza na začátku této vrstvy.

source: Add Custom G-code
cs: Přidat vlastní G kód

source: Insert custom G-code at the beginning of this layer.
cs: Vložte vlastní G kód na začátek této vrstvy.

source: Add Custom Template
cs: Přidat vlastní šablonu

source: Insert template custom G-code at the beginning of this layer.
cs: Vložte vlastní šablonu G kód na začátku této vrstvy.

source: Change filament at the beginning of this layer.
cs: Změňte vlákno na začátku této vrstvy.

source: Delete Pause
cs: Odstranit pozastavení

source: Delete Custom Template
cs: Odstranit vlastní šablonu

source: Edit Custom G-code
cs: Upravit vlastní G kód

source: Delete Custom G-code
cs: Odstranit vlastní G kód

source: Delete Filament Change
cs: Odstranit změnu Filament

source: No printer
cs: Žádná tiskárna

source: Failed to connect to the server
cs: Nepodařilo se připojit k serveru
