Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: Uncollapsible
cs: Zrušit sbalování

source: Toolbar Style
cs: Styl panelu nástrojů

source: Set grabber size for move,rotate,scale tool.
cs: Nastavte velikost grabberu pro posun, otáčení, měřítko.

source: Value range
cs: Rozsah hodnot

source: Presets
cs: Předvolby

source: Auto sync user presets(Printer/Filament/Process)
cs: Automatická synchronizace přednastavení uživatele (tiskárny/Filament/proces)

source: If enabled, auto sync user presets with cloud after Bambu Studio startup or presets modified.
cs: Je-li povoleno, automaticky synchronizovat uživatelské předvolby s cloudem po spuštění Bambu Studio nebo po změně přednastavení.

source: Auto check for system presets updates
cs: Automatická kontrola systémových přednastavení

source: If enabled, auto check whether there are system presets updates after Bambu Studio startup.
cs: Pokud je povoleno, automaticky se ověřuje, zda existují systémové předvolby po spuštění Bambu Studio.

source: Associate Files To Bambu Studio
cs: Přiřadit soubory k Bambu Studio

source: Associate .3mf files to Bambu Studio
cs: Přiřadit .3mf soubory do Bambu Studio

source: If enabled, sets Bambu Studio as default application to open .3mf files
cs: Je-li povoleno, nastaví Bambu Studio jako výchozí aplikaci pro otevření .3mf souborů

source: Associate .stl files to Bambu Studio
cs: Přiřadit .stl soubory do Bambu Studio

source: If enabled, sets Bambu Studio as default application to open .stl files
cs: Pokud je povoleno, nastaví Bambu Studio jako výchozí aplikaci pro otevření .stl souborů

source: Associate .step/.stp files to Bambu Studio
cs: Přiřadit .step/.stp soubory do Bambu Studio

source: If enabled, sets Bambu Studio as default application to open .step files
cs: Pokud je povoleno, nastaví Bambu Studio jako výchozí aplikaci pro otevření .step souborů

source: Online Models
cs: Online modely

source: Show online staff-picked models on the home page
cs: Zobrazit online personálně vybrané modely na domovské stránce

source: Show history on the home page
cs: Zobrazit historii na domovské stránce

source: Helio Options
cs: Nastavení Helio

source: Enable Helio
cs: Povolit Helio

source: About Helio
cs: O Helio

source: Helio Privacy Policy
cs: Helio Zásady ochrany osobních údajů

source: Reminder During Slicing
cs: Připomenutí během Slicování

source: Automatic mode
cs: Automatický režim

source: Maximum recent projects
cs: Maximální počet nedávných projektů

source: Maximum count of recent projects
cs: Maximální počet nedávných projektů

source: Clear my choice on the unsaved projects.
cs: Vymazat moji volbu z neuložených projektů.

source: No warnings when loading 3MF with modified G-codes
cs: Žádná varování při načítání 3MF s modifikovanými kódy G

source: Auto-Backup
cs: Automatické zálohování

source: Backup your project periodically for restoring from the occasional crash.
cs: Pravidelně zálohujte svůj projekt pro obnovení z občasné havárie.

source: every
cs: každý

source: The peroid of backup in seconds.
cs: Povodí zálohy v sekundách.

source: Downloads
cs: Stahování

source: Media
cs: Média

source: Keep liveview when printing.
cs: Ponechat živě v tisku.

source: By default, Liveview will pause after 15 minutes of inactivity on the computer. Check this box to disable this feature during printing.
cs: Ve výchozím nastavení se Liveva zastaví po 15 minutách nečinnosti na počítači. Zaškrtněte toto políčko pro vypnutí této funkce během tisku.

source: Dark Mode
cs: Tmavý režim

source: Enable dark mode
cs: Povolit tmavý režim

source: Pop up to select filament grouping mode
cs: Pop up pro výběr režimu skupiny vláken

source: User Experience
cs: Zkušenost uživatele

source: Join Customer Experience Improvement Program.
cs: Připojte se k programu zlepšení uživatelských zkušeností.

source: What data would be collected?
cs: Jaké údaje by byly shromážděny?

source: Develop Mode
cs: Režim vývoje

source: Develop mode
cs: Režim vývoje

source: Skip AMS blacklist check
cs: Přeskočit kontrolu AMS na černé listině

source: Home page and daily tips
cs: Domovská stránka a tipy

source: Show home page on startup
cs: Zobrazit domovskou stránku při spuštění

source: Sync settings
cs: Nastavení synchronizace

source: User sync
cs: Synchronizace uživatele

source: Preferences sync
cs: Nastavení synchronizace

source: View control settings
cs: Zobrazit nastavení ovládání

source: Rotate of view
cs: Otočit pohled

source: Move of view
cs: Přesun pohledu

source: Zoom of view
cs: Přiblížení pohledu

source: Other
cs: Ostatní

source: Mouse wheel reverses when zooming
cs: Kolečko myši se vrátí při přiblížení

source: Enable SSL(MQTT)
cs: Povolit SSL(MQTT)

source: Enable SSL(FTP)
cs: Povolit SSL(FTP)

source: Internal developer mode
cs: Interní vývojářský režim

source: Log Level
cs: Úroveň logu

source: error
cs: Chyba

source: warning
cs: výstraha

source: trace
cs: stopa

source: Host Setting
cs: Nastavení serveru

source: Product host
cs: Hostitel produktu

source: debug save button
cs: Tlačítko pro ladění

source: save debug settings
cs: uložit nastavení ladění

source: DEBUG settings have saved successfully!
cs: Nastavení DEBUG bylo úspěšně uloženo!

source: Switch cloud environment, Please login again!
cs: Přepnout prostředí cloudu, přihlaste se prosím znovu!

source: System presets
cs: Systémové předvolby

source: User presets
cs: Uživatelské předvolby

source: Incompatible presets
cs: Nekompatibilní předvolby

source: My Printer
cs: Moje tiskárna

source: Left filaments
cs: Levá vlákna

source: AMS filaments
cs: AMS vlákna

source: Right filaments
cs: Pravá vlákna

source: Click to pick filament color
cs: Klepnutím vyberte barvu vlákna

source: Add/Remove presets
cs: Přidat/Odebrat předvolby

source: Edit preset
cs: Upravit předvolbu

source: Project-inside presets
cs: Předvolby uvnitř projektu

source: System
cs: Systém

source: Unsupported presets
cs: Nepodporované předvolby

source: Unsupported
cs: Nepodporované

source: Add/Remove filaments
cs: Přidat/Odebrat vlákna

source: Add/Remove materials
cs: Přidat/Odebrat materiály

source: Select/Remove printers(system presets)
cs: Vybrat/Odebrat tiskárny (systémové přednastavení)

source: Create printer
cs: Vytvořit tiskárnu

source: Empty
cs: Prázdné

source: Incompatible
cs: Nekompatibilní

source: The selected preset is null!
cs: Vybraná předvolba je null!

source: End
cs: Ukončit

source: Customize
cs: Přizpůsobit

source: Other layer filament sequence
cs: Jiná vrstva vlákna

source: Please input layer value (>= 2).
cs: Zadejte hodnotu vrstvy (>= 2).

source: Same as Global Plate Type
cs: Stejný jako typ globální desky

source: Bed type
cs: Typ postele

source: Same as Global Print Sequence
cs: Stejné jako globální pořadí tisku

source: Print sequence
cs: Tisk sekvence

source: Same as Global
cs: Stejné jako globální

source: Enable
cs: Povolit

source: Disable
cs: Zakázat

source: Spiral vase
cs: Spirálová váza

source: First layer filament sequence
cs: Pořadí vlákna první vrstvy

source: Same as Global Bed Type
cs: Stejné jako globální typ postele

source: By Layer
cs: Podle vrstvy

source: By Object
cs: Podle objektu

source: Plate name
cs: Název desky

source: Accept
cs: Přijmout

source: Log Out
cs: Odhlásit se

source: Slice all plate to obtain time and filament estimation
cs: Ostříhejte všechnu desku pro získání času a odhadu vlákna

source: Packing project data into 3mf file
cs: Balení dat projektu do 3mf souboru

source: Uploading 3mf
cs: Nahrávání 3mf

source: Jump to model publish web page
cs: Přejít na model publikovat webovou stránku

source: Note: The preparation may take several minutes. Please be patient.
cs: Poznámka: Přípravek může trvat několik minut. Buďte prosím trpěliví.

source: Publish
cs: Publikovat

source: Publish was cancelled
cs: Publikování bylo zrušeno

source: Slicing Plate 1
cs: Kostřikovač 1

source: Packing data to 3mf
cs: Zabalování dat do 3mf

source: Jump to webpage
cs: Přejít na webovou stránku

source: Save %s as
cs: Uložit %s jako

source: User Preset
cs: Předvolba uživatele

source: Preset Inside Project
cs: Předvolba uvnitř projektu

source: Name is unavailable.
cs: Název není k dispozici.

source: Overwrite a system profile is not allowed
cs: Přepsání systémového profilu není povoleno

source: Preset "%1%" already exists.
cs: Předvolba "%1%" již existuje.

source: Preset "%1%" already exists and is incompatible with current printer.
cs: Předvolba "%1%" již existuje a je nekompatibilní s aktuální tiskárnou.

source: Please note that saving action will replace this preset
cs: Vezměte prosím na vědomí, že uložená akce nahradí tuto předvolbu

source: The name cannot be the same as a preset alias name.
cs: Název nemůže být stejný jako název aliasu předvolby.

source: Save preset
cs: Uložit předvolbu

# PresetName
source: Copy
cs: Kopírovat

source: Printer "%1%" is selected with preset "%2%"
cs: Tiskárna "%1%" je vybrána s předvolbou "%2%"

source: Please choose an action with "%1%" preset after saving.
cs: Po uložení vyberte akci s předvolbou „%1%“.

source: For "%1%", change "%2%" to "%3%"
cs: Pro "%1%", změňte "%2%" na "%3%"

source: For "%1%", add "%2%" as a new preset
cs: Pro "%1%", přidejte "%2%" jako novou předvolbu

source: Simply switch to "%1%"
cs: Jednoduše přepnout na "%1%"

source: Task canceled
cs: Úkol zrušen

source: Bambu Cool Plate
cs: Bambu-chladný plát

source: Bamabu Engineering Plate
cs: Bamabu inženýrská deska

source: Bamabu Smooth PEI Plate
cs: Bamabu Smooth PEI plát

source: High temperature Plate
cs: Vysokoteplotní deska

source: Send print job
cs: Odeslat tiskovou úlohu

source: On
cs: Zapnuto

source: Not satisfied with the grouping of filaments? Regroup and slice ->
cs: Nejste spokojeni se seskupením vláken? Regroup a řez ->

source: Manually change external spool during printing for multi-color printing
cs: Ruční změna vnější cívky při tisku pro vícebarevný tisk

source: Multi-color with external
cs: Vícebarevné s externím

source: Your filament grouping method in the sliced file is not optimal.
cs: Vaše metoda seskupování vlákna v nakrájeném souboru není optimální.

source: Auto Bed Leveling
cs: Automatická úroveň postele

source: This checks the flatness of heatbed. Leveling makes extruded height uniform. *Automatic mode: Run a leveling check(about 10 seconds). Skip if surface is fine.
cs: Tímto se ověřuje rovnoměrný tvar vyhřívané výšky. *Automatický režim: Spustí kontrolu vyrovnání (asi 10 sekund). Přeskočíte, pokud je hladina na povrchu v pořádku.

source: Flow Dynamics Calibration
cs: Průtoková dynamika kalibrace

source: This process determines the dynamic flow values to improve overall print quality. *Automatic mode: Skip if the filament was calibrated recently.
cs: Tento proces určuje dynamické hodnoty toku pro zlepšení celkové kvality tisku. *Automatický režim: Přeskočit, pokud bylo vlákno nedávno kalibrováno.

source: Nozzle Offset Calibration
cs: Kalibrace posuvného posunu

source: Calibrate nozzle offsets to enhance print quality. *Automatic mode: Check for calibration before printing. Skip if unnecessary.
cs: Kalibrovat offsety trysky pro zvýšení kvality tisku. *Automatický režim: Před tiskem zkontrolujte kalibraci. V případě nutnosti přeskočte.

source: send completed
cs: odeslání dokončeno

source: Error code
cs: Kód chyby

source: High Flow
cs: Vysoký tok

source: The nozzle flow setting of %s(%s) doesn't match with the slicing file(%s). Please make sure the nozzle installed matches with settings in printer, then set the corresponding printer preset while slicing.
cs: Nastavení toku trysky %s(%s) neodpovídá souboru s řezem (%s). Ujistěte se, že tryska nainstalovaná s nastavením v tiskárně a poté nastavte odpovídající předvolbu tiskárny při řezání.

source: Filament %s does not match the filament in AMS slot %s. Please update the printer firmware to support AMS slot assignment.
cs: Filament %s neodpovídá vláknu v AMS slot %s. Pro podporu přiřazení slotu AMS aktualizujte firmware tiskárny.

source: Filament does not match the filament in AMS slot. Please update the printer firmware to support AMS slot assignment.
cs: Filament neodpovídá vláknu v slotu AMS . Aktualizujte firmware tiskárny pro podporu přiřazení slotu AMS.

source: The selected printer (%s) is incompatible with the print file configuration (%s). Please adjust the printer preset in the prepare page or choose a compatible printer on this page.
cs: Vybraná tiskárna (%s) není kompatibilní s konfigurací tiskového souboru (%s). Upravte prosím předvolbu tiskárny na stránce připravte nebo vyberte kompatibilní tiskárnu na této stránce.

source: When enable spiral vase mode, machines with I3 structure will not generate timelapse videos.
cs: Pokud povolíte režim spirální váhy, stroje s I3 strukturou nevytvářejí videa s timelapse.

source: The current printer does not support timelapse in Traditional Mode when printing By-Object.
cs: Aktuální tiskárna nepodporuje časovou osu v tradičním režimu při tisku By-Object.

source: Errors
cs: Chyby

source: More than one filament types have been mapped to the same external spool, which may cause printing issues. The printer won't pause during printing.
cs: Na stejnou vnější cívku bylo namapováno více než jeden typ vlákna, což může způsobit problémy s tiskem. Tiskárna se během tisku nezastaví.

source: The filament type setting of external spool is different from the filament in the slicing file.
cs: Nastavení typu vlákna vnější cívky se liší od vlákna v souboru na plátky.

source: The printer type selected when generating G-Code is not consistent with the currently selected printer. It is recommended that you use the same printer type for slicing.
cs: Typ tiskárny vybraný při generování GCode není v souladu s aktuálně zvolenou tiskárnou. Doporučuje se, abyste použili stejný typ tiskárny.

source: There are some unknown filaments in the AMS mappings. Please check whether they are the required filaments. If they are okay, press "Confirm" to start printing.
cs: V mapování AMS jsou neznámá vlákna. Zkontrolujte, zda se jedná o požadovaná vlákna. Pokud jsou v pořádku, stiskněte tlačítko "Potvrdit" pro zahájení tisku.

source: Please check the following:
cs: Zkontrolujte prosím následující:

source: Please fix the error above, otherwise printing cannot continue.
cs: Opravte prosím výše uvedenou chybu, jinak tisk nemůže pokračovat.

source: Please click the confirm button if you still want to proceed with printing.
cs: Pokud chcete pokračovat v tisku, klikněte na tlačítko Potvrdit.

source: This checks the flatness of heatbed. Leveling makes extruded height uniform.
cs: Tím se kontroluje plochost vytápění. Leveling dělá protlačovanou výšku uniformou.

source: This process determines the dynamic flow values to improve overall print quality.
cs: Tento proces určuje dynamické hodnoty toku pro zlepšení celkové kvality tisku.

source: Preparing print job
cs: Příprava tiskové úlohy

source: Abnormal print file data. Please slice again
cs: Neobvyklá data z tiskových souborů. Prosím, vyřezávejte znovu

source: As the print job has been successfully sent, the cancellation will not bring the print job to a halt. If you need to terminate this job, please stop it in 'Device' page.
cs: Protože tisková zakázka byla úspěšně odeslána, zrušení nezastaví tiskovou zakázku. Pokud potřebujete ukončit tuto zakázku, zastavte ji na stránce 'Zařízení'.

source: The name length exceeds the limit.
cs: Délka názvu překračuje limit.

source: Cost %dg filament and %d changes more than optimal grouping.
cs: Náklady %dg vlákna a %d mění více než optimální seskupení.

source: both extruders
cs: Oboustranné vytlačovače

source: Tips: If you changed your nozzle of your printer lately, Please go to 'Device -> Printer parts' to change your nozzle setting.
cs: Tip: Pokud v poslední době změníte svou trysku tiskárny, přejděte na 'Zařízení -> tiskárny' a změňte nastavení trysky.

source: The %s diameter(%.1fmm) of current printer doesn't match with the slicing file (%.1fmm). Please make sure the nozzle installed matches with settings in printer, then set the corresponding printer preset when slicing.
cs: Průměr %s (%.1fmm) aktuální tiskárny neodpovídá krájenému souboru (%.1fmm). Ujistěte se, že hubice nainstalovaná v tiskárně odpovídá nastavení a poté nastavte odpovídající předvolbu tiskárny při řezání.

source: The current nozzle diameter (%.1fmm) doesn't match with the slicing file (%.1fmm). Please make sure the nozzle installed matches with settings in printer, then set the corresponding printer preset when slicing.
cs: Aktuální průměr trysky (%.1fmm) se neshoduje s řezem (%.1fmm). Ujistěte se, že hubice nainstalovaná v tiskárně odpovídá nastavení a poté nastavte odpovídající předvolbu tiskárny při řezání.

source: The hardness of current material (%s) exceeds the hardness of %s(%s). Please verify the nozzle or material settings and try again.
cs: Tvrdost aktuálního materiálu (%s) překračuje tvrdost %s(%s). Zkontrolujte prosím nastavení trysky nebo materiálu a zkuste to znovu.

source: The filament on %s may soften. Please unload.
cs: Vlákno na %s se může změkčit. Prosím zrušte načtení.

source: The filament on %s is unknown and may soften. Please set filament.
cs: Vlákno na %s je neznámé a může se změkčovat. Nastavte prosím vlákno.

source: Unable to automatically match to suitable filament. Please click to manually match.
cs: Nelze se automaticky shodovat s vhodným vláknem. Klikněte prosím na ruční shodu.

source: Cool
cs: Chladný

source: Engineering
cs: Inženýr

source: High Temp
cs: Vysoká teplota

source: Cool(Supertack)
cs: Chladění (Supertack)

source: Click here if you can't connect to the printer
cs: Klikněte zde, pokud se nemůžete připojit k tiskárně

source: No login account, only printers in LAN mode are displayed
cs: Žádný přihlašovací účet, jsou zobrazeny pouze tiskárny v režimu LAN

source: Connecting to server
cs: Připojování k serveru

source: Synchronizing device information
cs: Synchronizace informací o zařízení

source: Synchronizing device information time out
cs: Synchronizuji čas informací o zařízení

source: Cannot send the print job when the printer is not at FDM mode
cs: Nelze odeslat tiskovou úlohu, pokud tiskárna není v režimu FDM

source: Cannot send the print job when the printer is updating firmware
cs: Nelze odeslat tiskovou úlohu, když tiskárna aktualizuje firmware

source: The printer is executing instructions. Please restart printing after it ends
cs: Tiskárna provádí pokyny. Prosím restartujte tisk po ukončení

source: AMS is setting up. Please try again later.
cs: AMS se nastavuje. Opakujte akci později.

source: Please do not mix-use the Ext with AMS
cs: Prosím, nepoužívejte aplikaci Ext s AMS

source: Invalid nozzle information, please refresh or manually set nozzle information.
cs: Neplatná informace o tryskě, obnovte prosím nebo ručně nastavte informace o tryskě.

source: Storage is not available or is in read-only mode.
cs: Úložiště není k dispozici nebo je v režimu jen pro čtení.

source: Storage needs to be inserted before printing.
cs: Před tiskem je třeba vložit úložiště.

source: Cannot send the print job to a printer whose firmware is required to get updated.
cs: Nelze odeslat tiskárnu na tiskárnu, jejíž firmware je nutný k aktualizaci.

source: Cannot send the print job for empty plate
cs: Nelze odeslat tiskovou úlohu pro prázdný plát

source: Storage needs to be inserted to record timelapse.
cs: Pro záznam času je třeba vložit úložiště.

source: You have selected both external and AMS filaments for an extruder. You will need to manually switch the external filament during printing.
cs: Vybrali jste vnější i AMS vlákna pro extruder. Během tisku budete muset externí vlákno ručně přepnout.

source: TPU 90A/TPU 85A is too soft and does not support automatic Flow Dynamics calibration.
cs: TPU 90A/TPU 85A je příliš měkká a nepodporuje automatickou průtokovou dynamickou kalibraci.

source: Set dynamic flow calibration to 'OFF' to enable custom dynamic flow value.
cs: Nastavit dynamickou kalibraci toku na 'OFF' pro povolení vlastní hodnoty dynamického toku.

source: This printer does not support printing all plates
cs: Tato tiskárna nepodporuje tisk všech desek

source: Please cold pull before printing TPU to avoid clogging. You may use cold pull maintenance on the printer.
cs: Před vytisknutím TPU za studena, abyste se vyhnuli clogování. V tiskárně můžete použít údržbu tahu za studena.

source: High chamber temperature is required. Please close the door.
cs: Vyžaduje se vysoká teplota v komoře. Zavřete prosím dveře.

source: Please refer to Wiki before use->
cs: Před použitím si přečtěte Wiki

source: Send to Printer storage
cs: Poslat do úložiště pro tisk

source: Try to connect
cs: Zkuste se připojit

source: click to retry
cs: klikněte pro opakování

source: Upload file timeout, please check if the firmware version supports it.
cs: Časový limit nahrávání souboru, zkontrolujte, zda jej firmware podporuje.

source: No available external storage was obtained. Please confirm and try again.
cs: Nebylo nalezeno žádné externí úložiště. Potvrďte a zkuste to znovu.

source: Media capability acquisition timeout, please check if the firmware version supports it.
cs: Časový limit získávání schopnosti médií, zkontrolujte, zda je verze firmwaru podporuje.

source: Sending...
cs: Odesílání...

source: File upload timed out. Please check if the firmware version supports this operation or verify if the printer is functioning properly.
cs: Vypršel časový limit nahrávání souboru. Zkontrolujte, zda verze firmwaru podporuje tuto operaci nebo zda tiskárna funguje správně.

source: Sending failed, please try again!
cs: Odeslání se nezdařilo, zkuste to prosím znovu!

source: Connection failed. Click the icon to retry
cs: Připojení se nezdařilo. Klikněte na ikonu a zkuste to znovu

source: Cannot send the print task when the upgrade is in progress
cs: Nelze odeslat tiskovou úlohu, pokud probíhá aktualizace

source: The selected printer is incompatible with the chosen printer presets.
cs: Vybraná tiskárna není kompatibilní s vybranými předvolbami tiskárny.

source: Storage needs to be inserted before send to printer.
cs: Před odesláním do tiskárny je třeba vložit úložiště.

source: The printer is required to be in the same LAN as Bambu Studio.
cs: Tiskárna musí být ve stejné LAN jako Bambu Studio.

source: The printer does not support sending to printer storage.
cs: Tiskárna nepodporuje odesílání do úložiště tiskárny.

source: View all Daily tips
cs: Zobrazit všechny denní tipy

source: Failed to create socket
cs: Nepodařilo se vytvořit socket

source: Failed to connect socket
cs: Nepodařilo se připojit socket

source: Failed to publish login request
cs: Nepodařilo se publikovat žádost o přihlášení

source: Get ticket from device timeout
cs: Časový limit tiketu zařízení

source: Get ticket from server timeout
cs: Získat tiket ze serveru časový limit

source: Failed to post ticket to server
cs: Nepodařilo se odeslat tiket na server

source: Failed to parse login report reason
cs: Nepodařilo se zpracovat důvod hlášení přihlášení

source: Receive login report timeout
cs: Přijmout časový limit hlášení přihlášení

source: Unknown Failure
cs: Neznámá chyba

source: Please Find the Pin Code in Account page on printer screen, and type in the Pin Code below.
cs: Na obrazovce tiskárny naleznete kód PIN na stránce Účet a zadejte kód Pin níže.

source: Can't find Pin Code?
cs: Nelze najít PIN kód?

source: Pin Code
cs: PIN kód

source: Binding...
cs: Spojování...

source: Please confirm on the printer screen
cs: Potvrďte prosím na obrazovce tiskárny

source: Log in failed. Please check the Pin Code.
cs: Přihlášení se nezdařilo. Zkontrolujte PIN kód.

source: Log in printer
cs: Přihlásit tiskárnu
