Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Custom CA certificate file can be specified for HTTPS OctoPrint connections, in crt/pem format. If left blank, the default OS CA certificate repository is used.
cs: Pro HTTPS připojení k OctoPrint lze zadat vlastní soubor CA certifikátu ve formátu crt/pem. Pokud zůstane pole prázdné, použije se výchozí úložiště certifikátů CA v OS.
zh_tw: 可以為HTTPS OctoPrint連線指定自定義CA證書檔案，格式為crt/pem。如果留空，則使用預設的作業系統CA證書儲存庫。

source: User
cs: Uživatel
zh_tw: 使用者名稱

source: Password
cs: Heslo
zh_tw: 密碼

source: Ignore HTTPS certificate revocation checks
cs: Ignorovat kontroly odvolání certifikátů HTTPS
zh_tw: 忽略HTTPS證書吊銷檢查

source: Ignore HTTPS certificate revocation checks in case of missing or offline distribution points. One may want to enable this option for self signed certificates if connection fails.
cs: Ignorovat kontroly odvolání certifikátů HTTPS v případě chybějících nebo offline distribučních bodů. Tuto možnost můžete povolit pro svépodepsané certifikáty, pokud se připojení nezdaří.
zh_tw: 在缺少或離線分發點的情況下忽略HTTPS證書吊銷檢查。如果連線失敗，可以啟用此選項來處理自簽名證書。

source: Names of presets related to the physical printer
cs: Názvy přednastavení související s fyzickou tiskárnou
zh_tw: 與物理印表機相關的預設名稱

source: Authorization Type
cs: Typ autorizace
zh_tw: 授權型別

source: API key
cs: API klíč
zh_tw: API秘鑰

source: HTTP digest
zh_tw: HTTP摘要

source: Avoid crossing wall
cs: Vyhnout se překročení stěny
zh_tw: 避免跨越外牆

source: Detour and avoid traveling across wall which may cause blob on surface
cs: Objíždějte a vyhýbejte se cestám přes stěnu, které mohou způsobit kapky na povrchu.
zh_tw: 空駛時繞過外牆以避免在模型外觀面產生斑點

source: Smoothing wall speed along Z(experimental)
cs: Vyhlazování rychlosti stěn podél osy Z (experimentální)
zh_tw: 平滑z方向外牆速度（實驗）

source: Avoid crossing wall - Max detour length
cs: Vyhnout se překročení stěny – maximální délka odklonu
zh_tw: 避免跨越外牆-最大繞行長度

source: Maximum detour distance for avoiding crossing wall. Don't detour if the detour distance is larger than this value. Detour length could be specified either as an absolute value or as percentage (for example 50%) of a direct travel path. Zero to disable
cs: Maximální vzdálenost objížďky pro vyhnutí se překřížení stěny. Neprovádějte objížďku, pokud je vzdálenost objížďky větší než tato hodnota. Délku objížďky lze zadat buď jako absolutní hodnotu, nebo jako procento (například 50 %) z přímé dráhy pohybu. Nula znamená deaktivaci.
zh_tw: 避免跨越外牆時的最大繞行距離。當繞行距離比這個數值大時，此次空駛不繞行。繞行距離可表達為絕對值，或者相對直線空駛長度的百分比(例如50%)。0表示禁用

source: mm or %
cs: mm nebo %
zh_tw: mm 或 %

source: Avoid crossing wall - Includes support
cs: Vyhnout se překročení stěny – včetně podpory
zh_tw: 避免跨越外牆-包含支撐

source: Including support while avoiding crossing wall.
cs: Včetně podpory při vyhýbání se překřížení stěny.
zh_tw: 避免跨越外牆的時候，包含支撐。

source: Other layers
cs: Ostatní vrstvy
zh_tw: 其它層

source: Bed temperature for layers except the initial one. Value 0 means the filament does not support to print on the Cool Plate
cs: Teplota podložky pro vrstvy kromě počáteční. Hodnota 0 znamená, že filament nepodporuje tisk na Chladicí podložku.
zh_tw: 非首層熱床溫度。0值表示這個耗材絲不支援低溫列印熱床

source: Bed temperature for layers except the initial one. Value 0 means the filament does not support to print on the Engineering Plate
cs: Teplota podložky pro vrstvy kromě počáteční. Hodnota 0 znamená, že filament nepodporuje tisk na Inženýrskou podložku.
zh_tw: 非首層熱床溫度。0值表示這個耗材絲不支援工程材料熱床

source: Bed temperature for layers except the initial one. Value 0 means the filament does not support to print on the High Temp Plate
cs: Teplota podložky pro vrstvy kromě počáteční. Hodnota 0 znamená, že filament nepodporuje tisk na podložku pro vysoké teploty.
zh_tw: 非首層熱床溫度。0值表示這個耗材絲不支援高溫列印熱床

source: Bed temperature for layers except the initial one. Value 0 means the filament does not support to print on the Textured PEI Plate
cs: Teplota podložky pro vrstvy kromě počáteční. Hodnota 0 znamená, že filament nepodporuje tisk na Texturovanou PEI podložku.
zh_tw: 非首層熱床溫度。0值表示這個耗材絲不支援紋理PEI熱床

source: Initial layer
cs: Počáteční vrstva
zh_tw: 首層

source: Initial layer bed temperature
cs: Teplota podložky počáteční vrstvy
zh_tw: 首層床溫

source: Bed temperature of the initial layer. Value 0 means the filament does not support to print on the Bambu Cool Plate SuperTack
cs: Teplota podložky počáteční vrstvy. Hodnota 0 znamená, že filament nepodporuje tisk na Bambu Chladicí podložku SuperTack.
zh_tw: 初始層的床溫。值0表示耗材絲不支援在增穩低溫列印板上列印

source: Bed temperature of the initial layer. Value 0 means the filament does not support to print on the Cool Plate
cs: Teplota podložky počáteční vrstvy. Hodnota 0 znamená, že filament nepodporuje tisk na Chladicí podložku.
zh_tw: 首層熱床溫度。0值表示這個耗材絲不支援低溫列印熱床

source: Bed temperature of the initial layer. Value 0 means the filament does not support to print on the Engineering Plate
cs: Teplota podložky počáteční vrstvy. Hodnota 0 znamená, že filament nepodporuje tisk na Inženýrskou podložku.
zh_tw: 首層熱床溫度。0值表示這個耗材絲不支援工程材料熱床

source: Bed temperature of the initial layer. Value 0 means the filament does not support to print on the High Temp Plate
cs: Teplota podložky počáteční vrstvy. Hodnota 0 znamená, že filament nepodporuje tisk na podložku pro vysoké teploty.
zh_tw: 首層熱床溫度。0值表示這個耗材絲不支援高溫列印熱床

source: Bed temperature of the initial layer. Value 0 means the filament does not support to print on the Textured PEI Plate
cs: Teplota podložky počáteční vrstvy. Hodnota 0 znamená, že filament nepodporuje tisk na Texturovanou PEI podložku.
zh_tw: 首層熱床溫度。0值表示這個耗材絲不支援紋理PEI熱床

source: Bed types supported by the printer
cs: Typy podložek podporované tiskárnou
zh_tw: 印表機所支援的列印板型別

source: First layer print sequence
cs: Sekvence tisku první vrstvy
zh_tw: 首層列印順序

source: Other layers print sequence
cs: Tisková sekvence ostatních vrstev
zh_tw: 其他層列印順序

source: The number of other layers print sequence
cs: Počet ostatních vrstev v pořadí tisku
zh_tw: 其他層的列印順序數量

source: Other layers filament sequence
cs: Sekvence filamentů v ostatních vrstvách
zh_tw: 其他層的耗材列印順序

source: This G-code is inserted at every layer change before lifting z
cs: Tento G-kód je vložen při každé změně vrstvy před zdvižením z.
zh_tw: 在每次換層抬升z高度之前插入這段G-code

source: Bottom shell layers
cs: Spodní vrstvy skořepiny
zh_tw: 底部殼體層數

source: This is the number of solid layers of bottom shell, including the bottom surface layer. When the thickness calculated by this value is thinner than bottom shell thickness, the bottom shell layers will be increased
cs: Toto je počet pevných vrstev spodního pláště, včetně vrstvy spodního povrchu. Pokud je tloušťka vypočítaná touto hodnotou menší než tloušťka spodního pláště, počet vrstev spodního pláště bude zvýšen.
zh_tw: 底部殼體實心層層數，包括底面。當由該層數計算的厚度小於底部殼體厚度，切片時會增加底部殼體的層數

source: Bottom shell thickness
cs: Tloušťka spodní skořepiny
zh_tw: 底部殼體厚度

source: The number of bottom solid layers is increased when slicing if the thickness calculated by bottom shells layers is thinner than this value. This can avoid having too thin shell when layer height is small. 0 means that this setting is disabled and thickness of bottom shell is absolutely determained by bottom shell layers
cs: Počet spodních plných vrstev se při řezání zvýší, pokud je tloušťka vypočítaná podle spodních skořepinových vrstev menší než tato hodnota. Tím lze zabránit příliš tenké skořepině při malé výšce vrstvy. 0 znamená, že toto nastavení je vypnuto a tloušťka spodní skořepiny je zcela určena spodními skořepinovými vrstvami.
zh_tw: 如果由底部殼體層數算出的厚度小於這個數值，那麼切片時將自動增加底部殼體層數。這能夠避免當層高很小時，底部殼體過薄。0表示關閉這個設定，同時底部殼體的厚度完全由底部殼體層數決定

source: Force cooling for overhang and bridge
cs: Vynutit chlazení pro převisy a mosty.
zh_tw: 懸垂/橋接強制冷卻

source: Enable this option to optimize part cooling fan speed for overhang and bridge to get better cooling
cs: Povolte tuto možnost pro optimalizaci rychlosti ventilátoru chlazení dílů při převisu a mostech, abyste dosáhli lepšího chlazení.
zh_tw: 勾選這個選項將自動最佳化橋接和懸垂的風扇轉速以獲得更好的冷卻

source: Fan speed for overhang
cs: Rychlost ventilátoru pro převisy
zh_tw: 懸垂風扇速度

source: Force part cooling fan to be at this speed when printing bridge or overhang wall which has large overhang degree. Forcing cooling for overhang and bridge can get better quality for these part
cs: Vynutit, aby ventilátor chlazení dílu běžel touto rychlostí při tisku mostů nebo převislých stěn s velkým úhlem převisu. Vynucení chlazení pro převisy a mosty může zlepšit kvalitu těchto částí.
zh_tw: 當列印橋接和超過設定閾值的懸垂時，強制部件冷卻風扇為設定的速度值。強制冷卻能夠使懸垂和橋接獲得更好的列印質量

source: Pre start fan time
cs: Doba před spuštěním ventilátoru
zh_tw: 風扇預啟動時間

source: Force fan start early(0-5 second) when encountering overhangs. This is because the fan needs time to physically increase its speed.
cs: Vynutit předčasné spuštění ventilátoru (0–5 sekund) při detekci převisů. Je to proto, že ventilátor potřebuje čas na fyzické navýšení své rychlosti.
zh_tw: 遇到懸垂結構時，因為風扇需要時間來提升轉速，提前啟動風扇（0-5秒）。

source: s
zh_tw: 秒

source: Cooling overhang threshold
cs: Prahová hodnota chlazení převisů
zh_tw: 冷卻懸空閾值

source: Force cooling fan to be specific speed when overhang degree of printed part exceeds this value. Expressed as percentage which indicides how much width of the line without support from lower layer. 0% means forcing cooling for all outer wall no matter how much overhang degree
cs: Vynutit, aby ventilátor chlazení běžel určitou rychlostí, pokud úhel převisu tištěné části přesáhne tuto hodnotu. Vyjádřeno jako procento, které udává, jak velká šířka linie není podporována spodní vrstvou. 0 % znamená vynucení chlazení pro veškerou vnější stěnu bez ohledu na úhel převisu.
zh_tw: 當列印件的懸空程度超過此值時，強制冷卻風扇達到特定速度。用百分比表示，表明沒有下層支撐的線的寬度是多少。0%%意味著無論懸垂程度如何，都要對所有外壁強制冷卻。

source: Overhang threshold for participating cooling
cs: Práh převisu pro aktivaci chlazení
zh_tw: 參與冷卻降速的懸垂閾值

source: Decide which overhang part join the cooling function to slow down the speed.Expressed as percentage which indicides how much width of the line without support from lower layer. 100% means forcing cooling for all outer wall no matter how much overhang degree
cs: Určuje, u které převislé části bude aktivována funkce chlazení pro zpomalení rychlosti. Vyjádřeno jako procento šířky linie bez podpory od spodní vrstvy. 100 % znamená vynucení chlazení na všechny vnější stěny bez ohledu na úhel převisu.
zh_tw: 決定多少閾值的懸垂參與冷卻降速.用百分比表示超出線寬的範圍。

source: Bridge direction
cs: Směr mostu
zh_tw: 橋接方向

source: Bridging angle override. If left to zero, the bridging angle will be calculated automatically. Otherwise the provided angle will be used for external bridges. Use 180°for zero angle.
cs: Přepsání úhlu překlenutí. Pokud ponecháte hodnotu nula, úhel překlenutí bude vypočten automaticky. Jinak bude pro externí mosty použit zadaný úhel. Pro nulový úhel použijte 180°.
zh_tw: 搭橋角度覆蓋。如果設定為零，該角度將自動計算。否則外部的橋接將用提供的值。180°表示0度。

source: Bridge flow
cs: Tok mostu
zh_tw: 橋接流量

source: Decrease this value slightly(for example 0.9) to reduce the amount of material for bridge, to improve sag
cs: Mírně snižte tuto hodnotu (například na 0,9), abyste snížili množství materiálu pro mosty a zlepšili průhyb.
zh_tw: 稍微減小這個數值（比如0.9）可以減小橋接的材料量，來改善下垂。

source: Top surface flow ratio
cs: Poměr průtoku horního povrchu
zh_tw: 頂部表面流量比例

source: This factor affects the amount of material for top solid infill. You can decrease it slightly to have smooth surface finish
cs: Tento faktor ovlivňuje množství materiálu pro horní pevnou výplň. Můžete jej mírně snížit pro dosažení hladkého povrchového vzhledu.
zh_tw: 這個因素影響著頂部實心填充的材料用量。您可以略微減小它，以獲得光滑的表面質感

source: Initial layer flow ratio
cs: Poměr průtoku počáteční vrstvy
zh_tw: 首層流量比

source: This factor affects the amount of material for the initial layer
cs: Tento faktor ovlivňuje množství materiálu pro počáteční vrstvu.
zh_tw: 該因素影響首層的材料用量

source: Only one wall on top surfaces
cs: Pouze jedna stěna na horních površích
zh_tw: 頂面單層牆

source: Use only one wall on flat top surface, to give more space to the top infill pattern. Could be applied on topmost surface or all top surface.
cs: Použijte pouze jednu stěnu na plochém horním povrchu, abyste zajistili větší prostor pro vzor horní výplně. Lze aplikovat na nejvyšší povrch nebo na celý horní povrch.
zh_tw: 頂面只使用單層牆，從而更多的空間能夠使用頂部填充圖案。可以應用於最頂部表面或所有頂部表面。

source: Not apply
cs: Nepoužít
zh_tw: 不使用

source: Top surfaces
cs: Horní povrchy
zh_tw: 頂面

source: Topmost surface
cs: Nejvyšší povrch
zh_tw: 最頂面

source: Top area threshold
cs: Prahová hodnota horní plochy
zh_tw: 頂部區域閾值

source: The min width of top areas in percentage of perimeter line width.
cs: Minimální šířka horních oblastí v procentu šířky obvodové linie.
zh_tw: 頂部區域的最小寬度，單位是牆線寬的百分比。

source: Only one wall on first layer
cs: Pouze jedna stěna na první vrstvě
zh_tw: 首層僅單層牆

source: Use only one wall on the first layer of model
cs: Použijte pouze jednu stěnu na první vrstvě modelu.
zh_tw: 在模型的首層僅生成單層牆

source: Slow down for overhang
cs: Zpomalte kvůli převisu
zh_tw: 懸垂降速

source: Enable this option to slow printing down for different overhang degree
cs: Povolte tuto možnost pro zpomalení tisku při různém stupni převisu.
zh_tw: 開啟這個選項將降低不同懸垂程度的走線的列印速度

source: Slow down by height
cs: Zpomalit podle výšky
zh_tw: 隨高度降速

source: Enable this option to slow printing down by height
cs: Povolte tuto možnost pro zpomalení tisku podle výšky.
zh_tw: 啟用此選項可以定義列印過程中當列印高度z處於區間[“起始高度”, “結束高度”]時，列印速度和加速度的上限, 此上限為z的函式。以列印速度為例，z處速度上限透過對“起始高度處速度”和“結束高度處速度”在區間[“起始高度”, “結束高度”]內按z進行線性插值得到。

source: Starting height
cs: Počáteční výška
zh_tw: 起始高度

source: The height starts to slow down
cs: Výška začíná zpomalovat
zh_tw: 高度開始減緩。

source: Speed at starting height
cs: Rychlost ve výchozí výšce.
zh_tw: 起始高度處速度

source: Acceleration at starting height
cs: Zrychlení ve výchozí výšce
zh_tw: 起始高度處加速度

source: Ending height
cs: Koncová výška
zh_tw: 結束高度

source: The height finishes slowing down, Ending height should be larger than Starting height, or the slowing down will not work!
cs: Výška začíná zpomalovat, koncová výška by měla být vyšší než počáteční, jinak zpomalování nebude fungovat!
zh_tw: 引數“結束高度”應大於“起始高度“，否則”隨高度降速“功能將不起作用！

source: Speed at ending height
cs: Rychlost v koncové výšce.
zh_tw: 結束高度處速度

source: Acceleration at ending height
cs: Zrychlení v koncové výšce
zh_tw: 結束高度處加速度

source: Speed of bridge and completely overhang wall
cs: Rychlost mostu a zcela převislé stěny.
zh_tw: 橋接和完全懸空的外牆的列印速度

source: Brim width
cs: Šířka lemu
zh_tw: Brim寬度

source: Distance from model to the outermost brim line
cs: Vzdálenost od modelu k nejvzdálenější linii náběhové plošiny
zh_tw: 從模型到最外圈brim走線的距離

source: Brim type
cs: Typ lemu
zh_tw: Brim型別

source: This controls the generation of the brim at outer and/or inner side of models. Auto means the brim width is analysed and calculated automatically.
cs: Toto nastavuje generování lemu na vnější a/nebo vnitřní straně modelů. Auto znamená, že šířka lemu je analyzována a vypočítávána automaticky.
zh_tw: 該引數控制在模型的外側和/或內側生成brim。自動是指自動分析和計算邊框的寬度。

source: Brim-object gap
cs: Mezera mezi lemem a objektem
zh_tw: Brim與模型的間隙

source: A gap between innermost brim line and object can make brim be removed more easily
cs: Mezera mezi nejvnitřnější čarou lemování (brim) a objektem může způsobit snazší odstranění lemování.
zh_tw: 在brim和模型之間設定間隙，能夠讓brim更容易剝離

source: Compatible machine
cs: Kompatibilní zařízení
zh_tw: 相容的機器

source: upward compatible machine
cs: stroj kompatibilní směrem nahoru
zh_tw: 向上相容的機器

source: Compatible machine condition
cs: Podmínka kompatibilního zařízení
zh_tw: 相容的機器的條件

source: Compatible process profiles
cs: Kompatibilní profily procesu
zh_tw: 相容的切片配置

source: Compatible process profiles condition
cs: Podmínka kompatibilních profilů procesu
zh_tw: 相容的切片配置的條件

source: Print sequence, layer by layer or object by object
cs: Sekvence tisku, po vrstvách nebo po objektech
zh_tw: 列印順序，逐層列印或者逐件列印

source: By layer
cs: Podle vrstvy
zh_tw: 逐層

source: By object
cs: Podle objektu
zh_tw: 逐件

source: Slow printing down for better layer cooling
cs: Zpomalte tisk pro lepší chlazení vrstvy
zh_tw: 降低列印速度 以得到更好的冷卻

source: Enable this option to slow printing speed down to make the final layer time not shorter than the layer time threshold in "Max fan speed threshold", so that layer can be cooled for a longer time. This can improve the cooling quality for needle and small details
cs: Povolte tuto možnost pro zpomalení rychlosti tisku tak, aby doba tisku poslední vrstvy nebyla kratší než práh doby vrstvy v "Práh maximální rychlosti ventilátoru", a umožnila tak delší chlazení vrstvy. To může zlepšit kvalitu chlazení jehly a drobných detailů.
zh_tw: 勾選這個選項，將降低列印速度，使得最終的層列印時間不小於"最大風扇速度閾值"裡的層時間閾值，從而使得該層獲得更久的冷卻。這能夠改善尖頂和小細節的冷卻效果

source: Don't slow down outer walls
cs: Nezpomalovat vnější stěny
zh_tw: 不減慢外牆速度

source: If enabled, this setting will ensure external perimeters are not slowed down to meet the minimum layer time. This is particularly helpful in the below scenarios: 1. To avoid changes in shine when printing glossy filaments 2. To avoid changes in external wall speed which may create slight wall artifacts that appear like Z banding 3. To avoid printing at speeds which cause VFAs (fine artifacts) on the external walls
cs: Pokud je povoleno, toto nastavení zajistí, že vnější obvody nebudou zpomalovány kvůli splnění minimálního času vrstvy. To je obzvlášť užitečné v následujících situacích: 1. Aby se zabránilo změnám lesku při tisku lesklých filamentů 2. Aby se zabránilo změnám rychlosti vnějších stěn, které mohou způsobit drobné artefakty na stěnách připomínající Z banding 3. Aby se zabránilo tisku při rychlostech, které způsobují VFAs (drobné artefakty) na vnějších stěnách.
zh_tw: 啟用此設定後，將確保外牆不會為了滿足最小層時間而減慢速度。這在以下情況下尤其有用： 1. 列印光澤絲材時，避免光澤度變化 2. 避免外壁速度變化，因為這可能會產生類似 Z 形條紋的輕微壁面缺陷 3. 避免以不同的速度列印導致外牆出現細微缺陷

source: Cooling slowdown logic
cs: Logika zpomalení chlazení
zh_tw: 冷卻減速邏輯

source: Determines how the printer slows down when minimum layer time isn't reached. 'Uniform cooling' slows down all print features equally (current default behavior). 'Consistent surface' prioritizes slowing infill and internal perimeters first, preserving external perimeter speed for better surface finish on glossy filaments. This helps reduce VFA (Vertical Fine Artifacts) and maintains consistent surface shine.
cs: Určuje, jak tiskárna zpomaluje, když není dosažen minimální čas vrstvy. 'Rovnoměrné chlazení' zpomaluje všechny tiskové prvky stejně (aktuální výchozí chování). 'Konzistentní povrch' upřednostňuje zpomalení výplně a vnitřních obvodů, čímž zachovává rychlost vnějšího obvodu pro lepší povrchovou úpravu u lesklých filamentů. To pomáhá snížit VFA (vertikální jemné artefakty) a zachovává konzistentní lesk povrchu.
zh_tw: 確定當未達到最小層時間時印表機如何減速。 “均勻冷卻”會使所有列印特徵等速減速（當前預設行為）。 “一致表面”優先減慢填充和內部輪廓的速度，保留外部輪廓速度，以在光滑的耗材上獲得更好的表面效果。這有助於減少垂直細紋（VFA），並保持表面光澤的一致性。

source: Uniform cooling
cs: Jednotné chlazení
zh_tw: 均勻冷卻

source: Consistent surface
cs: Konzistentní povrch
zh_tw: 表面一致性

source: Perimeter transition distance
cs: Vzdálenost přechodu perimetru
zh_tw: 外圍過渡距離

source: Distance in millimeters before the end of slowed perimeters where the original print speed is gradually restored. This reduces quality issues when transitioning from slowed features to fast external perimeter printing. Only applies when 'Consistent surface' cooling logic is selected. Recommended value: 5-10mm. Set to 0 to disable.
cs: Vzdálenost v milimetrech před koncem zpomalených obvodů, kde je původní rychlost tisku postupně obnovena. To snižuje problémy s kvalitou při přechodu ze zpomalených prvků na rychlý tisk vnějších obvodů. Platí pouze při výběru logiky chlazení 'Konzistentní povrch'. Doporučená hodnota: 5–10 mm. Pro zakázání nastavte na 0.
zh_tw: 在放慢周邊結束前，逐漸恢復原始列印速度的距離（單位：毫米）。這減少了從減速特徵過渡到快速外部周邊列印時的質量問題。 僅當選擇“表面均勻”冷卻邏輯時適用。 推薦值：5-10毫米。設定為0則禁用。

source: Normal printing
cs: Normální tisk
zh_tw: 普通列印

source: The default acceleration of both normal printing and travel except initial layer
cs: Výchozí zrychlení běžného tisku a přesunů, kromě počáteční vrstvy
zh_tw: 除首層之外的預設的列印和空駛的加速度

source: Short travel
cs: Krátký posun
zh_tw: 短程移動

source: Acceleration used for short travel moves near external perimeters. Short travels are moves shorter than the 'Retraction minimum travel' distance. Lower values (e.g., 250-500 mm/s²) reduce ringing artifacts on sharp corners without significantly impacting print time. Set to 0 to disable (uses normal travel acceleration).
cs: Zrychlení použité pro krátké přesuny poblíž vnějších obrysů. Krátké přesuny jsou pohyby kratší než vzdálenost ‚Minimální délka zpětného zatažení‘. Nižší hodnoty (např. 250–500 mm/s²) snižují vlnění na ostrých rozích bez významného ovlivnění doby tisku. Nastavte na 0 pro deaktivaci (použije se standardní zrychlení přesunu).
zh_tw: 用於外部輪廓附近短距離移動的加速度。短距離移動是指長度小於“回抽最小移動距離”的移動。 較低的值（例如250-500毫米/秒²）可以減少銳角處的振鈴偽影，同時不會顯著影響列印時間。 設定為0以禁用（使用正常的移動加速度）。

source: Initial layer travel
cs: Počáteční pohyb vrstvy
zh_tw: 首層空駛

source: Default filament profile
cs: Výchozí profil filamentu
zh_tw: 預設耗材配置

source: Default filament profile when switch to this machine profile
cs: Výchozí profil filamentu při přepnutí na tento profil stroje
zh_tw: 該機器配置的預設耗材配置

source: Default process profile
cs: Výchozí profil procesu
zh_tw: 預設切片配置

source: Default process profile when switch to this machine profile
cs: Výchozí profil procesu při přepnutí na tento profil stroje
zh_tw: 該機器的預設切片配置

source: Activate air filtration
cs: Aktivovat filtraci vzduchu
zh_tw: 空氣過濾增強

source: Activate for better air filtration
cs: Aktivujte pro lepší filtraci vzduchu
zh_tw: 啟用後獲得更好的過濾效果

source: Fan speed
cs: Rychlost ventilátoru
zh_tw: 風扇速度

source: Speed of exhaust fan during printing.This speed will overwrite the speed in filament custom gcode
cs: Rychlost výfukového ventilátoru během tisku. Tato rychlost přepíše rychlost uvedenou ve vlastním G-kódu filamentu.
zh_tw: 列印過程中排風扇的速度。此速度將覆蓋材料的自定義G程式碼中的速度。

source: Speed of exhuast fan after printing completes
cs: Rychlost odsávacího ventilátoru po dokončení tisku
zh_tw: 列印完成後排風扇的速度。

source: For the first
cs: Pro první
zh_tw: 在最初的

source: Set special cooling fan for the first certain layers.The part cooling fan of the first layer used to be closed to get better build plate adhesion and used for auto cooling function
cs: Nastavte speciální ventilátor chlazení pro první vrstvy. Ventilátor chlazení dílu u první vrstvy bývá uzavřen pro lepší adhezi k tiskové podložce a používá se pro automatickou funkci chlazení.
zh_tw: 為前幾層設定專用冷卻風扇。首層的部件冷卻風扇通常關閉，以獲得更好的列印平臺附著力，同時用於自動冷卻功能

source: layers
cs: vrstvy
zh_tw: 層

source: Special auxiliary cooling fan speed, effective only for the first x layers
cs: Speciální rychlost pomocného ventilátoru pro chlazení, účinná pouze pro první x vrstev.
zh_tw: 該值僅用於輔助散熱風扇，在前x層生效。

source: Don't support bridges
cs: Nepodporovat mosty
zh_tw: 不支撐橋接

source: Don't support the whole bridge area which makes support very large. Bridge usually can be printing directly without support if not very long
cs: Nepodporujte celou oblast mostu, protože tím bude podpora velmi rozsáhlá. Most lze většinou tisknout přímo bez podpory, není-li příliš dlouhý.
zh_tw: 不對整個橋接面進行支撐，否則支撐體會很大。不是很長的橋接通常可以無支撐直接列印。

source: Thick bridges
cs: Silné mosty
zh_tw: 厚橋

source: If enabled, bridges are more reliable, can bridge longer distances, but may look worse. If disabled, bridges look better but are reliable just for shorter bridged distances.
cs: Pokud je povoleno, mosty jsou spolehlivější a umožňují přemostit větší vzdálenosti, ale mohou vypadat hůře. Pokud je zakázáno, mosty vypadají lépe, ale jsou spolehlivé pouze na kratší vzdálenosti.
zh_tw: 如果啟用，橋接會更可靠，可以橋接更長的距離，但可能看起來更糟。如果關閉，橋樑看起來更好，但只適用於較短的橋接距離。

source: Max bridge length
cs: Maximální délka mostu
zh_tw: 最大橋接長度
