Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: Would you like to log in this printer with current account?
cs: Chcete se přihlásit do této tiskárny pomocí aktuálního účtu?

source: Check the reason
cs: Zkontrolujte důvod

source: Read and accept
cs: Číst a přijmout

source: Terms and Conditions
cs: Obchodní podmínky

source: Thank you for purchasing a Bambu Lab device.Before using your Bambu Lab device, please read the termsand conditions.By clicking to agree to use your Bambu Lab device, you agree to abide by the Privacy Policy and Terms of Use(collectively, the "Terms"). If you do not comply with or agree to the Bambu Lab Privacy Policy, please do not use Bambu Lab equipment and services.
cs: Děkujeme vám za zakoupení zařízení Bambu Lab. Před použitím vašeho zařízení Bambu si prosím přečtěte podmínky. kliknutím souhlasíte s použitím vašeho zařízení Bambu, souhlasíte s dodržováním Zásad ochrany osobních údajů a podmínek používání (kolektivně "Podmínky"). Pokud nedodržíte nebo nesouhlasíte se zásadami ochrany osobních údajů v laboratoři Bambu, nepoužívejte prosím vybavení a služby laboratoře Bambu.

source: and
cs: a

source: Privacy Policy
cs: Ochrana osobních údajů

source: We ask for your help to improve everyone's printer
cs: Žádáme vás o pomoc při vylepšování všech tiskáren

source: Statement about User Experience Improvement Program
cs: Prohlášení o programu zlepšování uživatelských zkušeností

source: In the 3D Printing community, we learn from each other's successes and failures to adjust our own slicing parameters and settings. %s follows the same principle and uses machine learning to improve its performance from the successes and failures of the vast number of prints by our users. We are training %s to be smarter by feeding them the real-world data. If you are willing, this service will access information from your error logs and usage logs, which may include information described in Privacy Policy. We will not collect any Personal Data by which an individual can be identified directly or indirectly, including without limitation names, addresses, payment information, or phone numbers. By enabling this service, you agree to these terms and the statement about Privacy Policy.
cs: V komunitě 3D Tisk se navzájem poučíme z úspěchů a neúspěchů při úpravě našich vlastních parametrů a nastavení. %s dodržuje stejný princip a používá strojové učení ke zlepšení výkonu z úspěchů a selhání obrovského počtu tisků našimi uživateli. Trénujeme %s , abychom byli chytřejší tím, že jim podáváme data v reálném světě. Pokud chcete, tato služba bude mít přístup k informacím z protokolů chyb a záznamů o používání, které mohou obsahovat informace popsané v Zásadách ochrany osobních údajů. Nebudeme shromažďovat žádné osobní údaje, kterými by bylo možné jednotlivce přímo či nepřímo identifikovat, včetně jmen bez omezení, adres, informací o platbě nebo telefonních čísel. Povolením této služby souhlasíte s těmito podmínkami a prohlášením o zásadách ochrany osobních údajů.

source: Statement on User Experience Improvement Plan
cs: Prohlášení k plánu zlepšení uživatelských zkušeností

source: Log in successful.
cs: Přihlášení bylo úspěšné.

source: Log out printer
cs: Odhlásit tiskárnu

source: Would you like to log out the printer?
cs: Chcete se odhlásit z tiskárny?

source: Please log in first.
cs: Nejprve se přihlaste.

source: There was a problem connecting to the printer. Please try again.
cs: Při připojování k tiskárně došlo k chybě. Zkuste to prosím znovu.

source: Failed to log out.
cs: Odhlášení se nezdařilo.

source: Save current %s
cs: Uložit aktuální %s

source: Delete this preset
cs: Odstranit tuto předvolbu

source: Search in preset
cs: Hledat v předvolbě

source: Synchronize the modification of parameters to the corresponding parameters of another extruder.
cs: Synchronizujte úpravu parametrů s odpovídajícími parametry jiného extruderu.

source: Click to reset all settings to the last saved preset.
cs: Klepnutím obnovíte všechna nastavení na poslední uloženou předvolbu.

source: Prime tower is required for smooth timeplase. There may be flaws on the model without prime tower. Are you sure you want to disable prime tower?
cs: Primární věž je vyžadována pro hladký čas. Na modelu mohou být chyby bez primární věže. Jste si jisti, že chcete zakázat primární věž?

source: Prime tower is required for clumping detection. There may be flaws on the model without prime tower. Are you sure you want to disable prime tower?
cs: Prvotřídní věž je vyžadována pro detekci shluků. Na modelu mohou být chyby bez primární věže. Jste si jisti, že chcete zakázat primární věž?

source: Enabling both precise Z height and the prime tower may cause the size of prime tower to increase. Do you still want to enable?
cs: Povolit přesnou výšku Z a hlavní věž může způsobit zvětšení velikosti hlavní věže. Chcete přesto povolit?

source: Prime tower is required for clumping detection. There may be flaws on the model without prime tower. Do you still want to enable clumping detection?
cs: Pro detekci clumingu je vyžadována prvotřídní věž. Na modelu mohou být chyby bez primární věže. Chcete přesto povolit detekci clum?

source: Prime tower is required for smooth timelapse. There may be flaws on the model without prime tower. Do you want to enable prime tower?
cs: Prvotřídní věž je potřebná pro hladký čas. Na modelu mohou být chyby bez primární věže. Chceš povolit primární věž?

source: Still print by object?
cs: Stále vytisknout objektem?

source: Non-soluble support materials are not recommended for support base. Are you sure to use them for support base?
cs: Nerozpustné podpůrné materiály nejsou doporučeny pro základnu podpory. Opravdu je chcete použít pro základnu podpory?

source: When using PLA to support TPU, We recommend the following settings: 0 top z distance, 0 interface spacing, 0 support/object xy distance, interlaced rectilinear pattern, disable independent support layer height and use PLA for both support interface and support base
cs: Pokud používáte PLA pro podporu TPU, doporučujeme následující nastavení: 0 top z distance, 0 rozhraní, 0 support/object xy distance, Prosazený rektilineární vzor, deaktivujte nezávislou podpůrnou výšku a použijte PLA jak pro podpůrné rozhraní, tak pro základnu podpory

source: When using soluble material for the support, We recommend the following settings: 0 top z distance, 0 interface spacing, 0 support/object xy distance, interlaced rectilinear pattern, disable independent support layer height and use soluble materials for both support interface and support base
cs: Při použití rozpustného materiálu pro podporu doporučujeme následující nastavení: 0 top z distance, 0 odstupňování rozhraní, 0 podpora/objekt xy distance, proplétaný obdélníkový vzor, deaktivujte nezávislou nosnou výšku a používejte rozpustné materiály jak pro rozhraní podpory, tak pro podpěru

source: Change these settings automatically? Yes - Change these settings automatically No - Do not change these settings for me
cs: Automaticky změnit tato nastavení? Ano - Automaticky změnit tato nastavení Ne - neměňte tato nastavení pro mě

source: When using support material for the support interface, We recommend the following settings: 0 top z distance, 0 interface spacing, interlaced rectilinear pattern and disable independent support layer height
cs: Při použití materiálu podpory pro rozhraní podpory doporučujeme následující nastavení: 0 top z distance, Rozestup mezi rozhraními, proplněné obdélníkové schéma a deaktivujte nezávislou nosnou vrstvu

source: When using soluble material for the support interface, We recommend the following settings: 0 top z distance, 0 interface spacing, 0 support/object xy distance, interlaced rectilinear pattern, disable independent support layer height and use soluble materials for both support interface and support base
cs: Při použití rozpustného materiálu pro rozhraní podpory doporučujeme následující nastavení: 0 top z distance, 0 rozhraní, 0 support/object xy distance, proplétaný obdélníkový vzor, deaktivujte nezávislou nosnou výšku a používejte rozpustné materiály jak pro rozhraní podpory, tak pro podpěru

source: Layer height is too small. It will set to min_layer_height
cs: Výška vrstvy je příliš malá. Bude nastavena na min_layer_height

source: Layer height exceeds the limit in Printer Settings -> Extruder -> Layer height limits ,this may cause printing quality issues.
cs: Výška vrstvy překračuje limit v nastavení tiskárny -> Extruder -> Výška vrstvy, což může způsobit problémy s kvalitou tisku.

source: Adjust to the set range automatically?
cs: Automaticky nastavit nastavený rozsah?

source: Adjust
cs: Upravit

source: Ignore
cs: Ignorovat

source: Experimental feature: Retracting and cutting off the filament at a greater distance during filament changes to minimize flush.Although it can notably reduce flush, it may also elevate the risk of nozzle clogs or other printing complications.
cs: Experimentální vlastnost: Zatížení a rozříznutí vlákna ve větší vzdálenosti během změn vlákna, aby se minimalizovalo splachování. i když může výrazně snížit splachování, může také zvýšit riziko clogů trysek nebo jiných potiskovacích komplikací.

source: Experimental feature: Retracting and cutting off the filament at a greater distance during filament changes to minimize flush.Although it can notably reduce flush, it may also elevate the risk of nozzle clogs or other printing complications.Please use with the latest printer firmware.
cs: Experimentální vlastnost: Zatížení a rozříznutí vlákna ve větší vzdálenosti během změn vlákna, aby se minimalizovalo splachování. i když to může výrazně snížit splachování, může také zvýšit riziko clogů trysek nebo jiných tiskových komplikací.Použijte prosím nejnovější firmware tiskárny.

source: When recording timelapse without toolhead, it is recommended to add a "Timelapse Wipe Tower" by right-click the empty position of build plate and choose "Add Primitive"->"Timelapse Wipe Tower".
cs: Při nahrávání časové osy bez nářadí, je doporučeno přidat "Tažení Timelapse" kliknutím pravým tlačítkem myši na prázdnou pozici stavební desky a zvolením "Přidat Primitivní"->"Tažení Timelapse Tower".

source: Switching to a printer with different extruder types or numbers will discard or reset changes to extruder or multi-nozzle-related parameters.
cs: Přepnutí do tiskárny s různými typy nebo čísly vytlačuje nebo obnovuje změny na parametry extruderu nebo více trysek.

source: The notes are too large, and may not be synchronized to the cloud. Please keep it within 40k.
cs: Poznámky jsou příliš velké a nemusí být synchronizovány s cloudem. Uchovávejte je prosím do 40k.

source: Line width
cs: Šířka čáry

source: Seam
cs: Požární hadice

source: Precision
cs: Přesnost

source: Wall generator
cs: Generátor stěny

source: Walls
cs: Stěny

source: Top/bottom shells
cs: Horní/spodní skořápky

source: Initial layer speed
cs: Počáteční rychlost vrstvy

source: Other layers speed
cs: Rychlost ostatních vrstev

source: Overhang speed
cs: Rychlost převisu

source: This is the speed for various overhang degrees. Overhang degrees are expressed as a percentage of line width. 0 speed means no slowing down for the overhang degree range and wall speed is used
cs: To je rychlost různých stupňů převisu. Stupeň převisu je vyjádřen jako procento šířky čáry. 0 rychlost znamená, že se nepoužívá žádná zpomalení pro rozsah převisu a rychlost stěny

source: Travel speed
cs: Rychlost cestování

source: Acceleration
cs: Zrychlení

source: Raft
cs: Ruda

source: Support filament
cs: Podpěrné vlákno

source: Tree Support
cs: Podpora stromů

source: Prime tower
cs: Hlavní věž

source: Special mode
cs: Speciální režim

source: G-code output
cs: Výstup G kódu

source: Post-processing scripts
cs: Skripty po zpracování

source: Notes
cs: Poznámky

source: Frequent
cs: Často

source: Following line %s contains reserved keywords. Please remove it, or will beat G-code visualization and printing time estimation.
cs: Následující řádek %s obsahuje vyhrazená klíčová slova. Odstraňte jej, nebo budete porazit vizualizaci G kódu a odhad času tisku.

source: Reserved keywords found
cs: Nalezena rezervovaná klíčová slova

source: Custom G-code files are too large, and may not be synchronized to the cloud. Please keep it within 40k.
cs: Vlastní soubory s Gcode jsou příliš velké a nemusí být synchronizovány s cloudem. Uchovávejte je prosím do 40k.

source: Setting Overrides
cs: Nastavení přepsání

source: Retraction
cs: Opakování

source: Basic information
cs: Základní informace

source: Recommended nozzle temperature
cs: Doporučená teplota trysky

source: Recommended nozzle temperature range of this filament. 0 means no set
cs: Doporučený rozsah teplot trysky tohoto vlákna. 0 znamená, že není nastaveno

source: Print temperature
cs: Tisk teploty

source: Bed temperature when cool plate is installed. Value 0 means the filament does not support to print on the Bambu Cool Plate SuperTack
cs: Teplota lůžka, když je nainstalována chladná desku. Hodnota 0 znamená, že vlákno nepodporuje tisk na Bambu chladící desku SuperTack

source: Cool Plate
cs: Chladný plech

source: Bed temperature when cool plate is installed. Value 0 means the filament does not support to print on the Cool Plate
cs: Teplota postele při instalaci chladné desky. Hodnota 0 znamená, že vlákno nepodporuje tisk na chladnou desku

source: Engineering Plate
cs: Inženýrská deska

source: Bed temperature when engineering plate is installed. Value 0 means the filament does not support to print on the Engineering Plate
cs: Teplota lůžka, když je instalována inženýrská desku. Hodnota 0 znamená, že vlákno nepodporuje tisk na inženýrskou desku

source: Smooth PEI Plate / High Temp Plate
cs: Jemná PEI deska / Vysokorychlostní deska

source: Bed temperature when Smooth PEI Plate/High temperature plate is installed. Value 0 means the filament does not support to print on the Smooth PEI Plate/High Temp Plate
cs: Teplota postele při instalaci Smooth PEI Plate/Vysoká teplotní deska Hodnota 0 znamená, že vlákno nepodporuje tisk na Smooth PEI Plate/Vysokorychlostní desce

source: Textured PEI Plate
cs: Texchované PEI desky

source: Bed temperature when Textured PEI Plate is installed. Value 0 means the filament does not support to print on the Textured PEI Plate
cs: Teplota lůžka, když je nainstalován Textured PEI Panel. Hodnota 0 znamená, že vlákno nepodporuje tisk na Textured PEI Plate

source: Nozzle temperature when printing
cs: Teplota proudění při tisku

source: Volumetric speed limitation
cs: Omezení hlasitosti

source: Filament scarf seam settings
cs: Nastavení šátku Filament

source: Cooling for specific layer
cs: Chlazení pro určitou vrstvu

source: Part cooling fan
cs: Část chladicího ventilátoru

source: Min fan speed threshold
cs: Minimální prahová hodnota rychlosti ventilátoru

source: Part cooling fan speed will start to run at min speed when the estimated layer time is no longer than the layer time in setting. When layer time is shorter than threshold, fan speed is interpolated between the minimum and maximum fan speed according to layer printing time
cs: Část chladicí rychlosti ventilátoru začne běžet minimální rychlostí, pokud předpokládaná doba vrstvy není v nastavení delší než doba vrstvy. Pokud je doba vrstvy kratší než práh, rychlost ventilátoru se interpoluje mezi minimální a maximální rychlostí ventilátoru podle doby tisku vrstvy

source: Max fan speed threshold
cs: Maximální práh rychlosti ventilátoru

source: Part cooling fan speed will be max when the estimated layer time is shorter than the setting value
cs: Maximální rychlost chladicího ventilátoru při odhadu doby vrstvy kratší, než je hodnota nastavení.

source: Auxiliary part cooling fan
cs: Pomocný chladicí ventilátor

source: Exhaust fan
cs: Ventilátor výfukového plynu

source: During print
cs: Během tisku

source: Complete print
cs: Úplný tisk

source: Filament start G-code
cs: Filament start G kód

source: Filament end G-code
cs: Koncový filament kód G

source: Printable space
cs: Prostor pro tisk

source: Extruder Clearance
cs: Vyskladnění extruderu

source: Accessory
cs: Příslušenství

source: Machine gcode
cs: Strojový gcode

source: Machine start G-code
cs: Strojově startovací G kód

source: Machine end G-code
cs: Koncový G kód stroje

source: Printing by object G-code
cs: Tisk podle kódu G

source: Before layer change G-code
cs: Před změnou vrstvy G kód

source: Layer change G-code
cs: Změna vrstvy G kód

source: Clumping Detection G-code
cs: Detekce clumingu G kód

source: Pause G-code
cs: Pozastavit G kód

source: Template Custom G-code
cs: Vlastní šablona G kód

source: Motion ability
cs: Možnost pohybu

source: Normal
cs: Normální

source: Speed limitation
cs: Omezení rychlosti

source: Acceleration limitation
cs: Omezení zrychlení

source: Jerk limitation
cs: Omezení Jerk

source: Single extruder MM setup
cs: Nastavení jednoho extruderu

source: Single extruder multimaterial parameters
cs: Hybridní raketové motory na kapalná paliva

source: Layer height limits
cs: Výška vrstvy

source: Retraction when switching material
cs: Opakování při změně materiálu

source: The Wipe option is not available when using the Firmware Retraction mode. Shall I disable it in order to enable Firmware Retraction?
cs: Možnost vymazání není k dispozici při použití režimu Retrakce firmwaru. Zakážu ji pro povolení Opakování firmwaru?

source: Firmware Retraction
cs: Opakování firmwaru

source: Detached
cs: Odpojeno

source: %d Filament Preset and %d Process Preset is attached to this printer. Those presets would be deleted if the printer is deleted.
cs: %d Filament předvolba a %d Process předvolba je připojena k této tiskárně. Tyto předvolby by byly odstraněny, pokud by tiskárna byla odstraněna.

source: Presets inherited by other presets can not be deleted!
cs: Předvolby zděděné jinými předvolbami nelze smazat!

source: The following presets inherit this preset.
cs: Následující předvolby zdědí tuto předvolbu.

source: Following preset will be deleted too.
cs: Následující předvolba bude také smazána.

source: Are you sure to delete the selected preset? If the preset corresponds to a filament currently in use on your printer, please reset the filament information for that slot.
cs: Opravdu chcete odstranit vybranou předvolbu? Pokud předvolba odpovídá vláknu aktuálně používanému na vaší tiskárně, resetujte prosím informace o vláknu pro tuto slot.

source: Are you sure to %1% the selected preset?
cs: Opravdu chcete %1% vybrané předvolby?

source: Set
cs: Nastavit

source: Left: %s
cs: Zleva: %s

source: Right: %s
cs: Pravý: %s

source: No modifications need to be copied.
cs: Není třeba kopírovat žádné změny.

source: Copy paramters
cs: Kopírovat parametry

source: Modify paramters of right nozzle
cs: Upravit parametry pravé trysky

source: Modify paramters of left nozzle
cs: Upravit parametry levé trysky

source: Do you want to modify the following parameters of the right nozzle to that of the left nozzle?
cs: Chcete změnit následující parametry pravé hubice na levou hubici?

source: Do you want to modify the following parameters of the left nozzle to that of the right nozzle?
cs: Chcete změnit následující parametry levé trysky na pravou trysku?

source: Click to reset current value and attach to the global value.
cs: Kliknutím resetujete aktuální hodnotu a připojte k globální hodnotě.

source: Click to drop current modify and reset to saved value.
cs: Kliknutím přetáhněte aktuální úpravy a resetujte na uloženou hodnotu.

source: Process Settings
cs: Nastavení procesu

source: Discard or Use Modified Value
cs: Zahodit nebo použít upravenou hodnotu

source: Save or Discard Modified Value
cs: Uložit nebo zrušit upravenou hodnotu

source: Unsaved Changes
cs: Neuložené změny

source: Use Modified Value of Process Preset
cs: Použít upravenou hodnotu předvolby procesu

source: Use Modified Value of Filament Preset
cs: Použít upravenou hodnotu filament předvolby

source: Use Modified Value of Printer Preset
cs: Použít upravenou hodnotu předvolby tiskárny

source: (Modified)
cs: (Modifikováno)

source: Modified Value(New)
cs: Upravená hodnota (nová)

source: Discard Modified Value
cs: Zrušit upravenou hodnotu

source: Don't save
cs: Neukládat

source: Use Modified Value
cs: Použít upravenou hodnotu

source: Click the right mouse button to display the full text.
cs: Klepnutím na pravé tlačítko myši zobrazíte celý text.

source: All changes will not be saved
cs: Všechny změny nebudou uloženy

source: All changes will be discarded.
cs: Všechny změny budou odstraněny.

source: Save the selected options.
cs: Uložit vybrané možnosti.

source: Keep the selected options.
cs: Ponechat vybrané možnosti.

source: Transfer the selected options to the newly selected preset.
cs: Převést vybrané možnosti na nově vybranou předvolbu.

source: Save the selected options to preset "%1%".
cs: Uložit vybrané možnosti pro přednastavení "%1%".

source: Transfer the selected options to the newly selected preset "%1%".
cs: Přeneste vybrané možnosti na nově vybranou předvolbu "%1%".

source: Preset "%1%" contains the following unsaved changes:
cs: Předvolba "%1%" obsahuje následující neuložené změny:

source: Preset "%1%" is not compatible with the new printer profile and it contains the following unsaved changes:
cs: Předvolba "%1%" není kompatibilní s novým profilem tiskárny a obsahuje následující neuložené změny:

source: Preset "%1%" is not compatible with the new process profile and it contains the following unsaved changes:
cs: Předvolba "%1%" není kompatibilní s novým profilem procesu a obsahuje následující neuložené změny:

source: You have changed the preset "%1%".
cs: Změnili jste předvolbu "%1%".

source: Do you want to use the modified value in the new preset that you selected?
cs: Chcete použít upravenou hodnotu v nové předvolbě, kterou jste vybrali?

source: You have changed the preset.
cs: Změnili jste předvolbu.

source: Do you want to save the modified values?
cs: Chcete uložit upravené hodnoty?

source: Extruders count
cs: Počet extrudů

source: General
cs: Obecná ustanovení

source: Capabilities
cs: Schopnosti

source: Left:
cs: Zleva:

source: Right:
cs: Pravý:

source: Select presets to compare
cs: Vyberte předvolby pro porovnání

source: Show all presets (including incompatible)
cs: Zobrazit všechny předvolby (včetně nekompatibilních)

source: Add File
cs: Přidat soubor

source: Set as cover
cs: Nastavit jako obal

source: Cover
cs: Kryt

source: The name "%1%" already exists.
cs: Název "%1%" již existuje.

source: Basic Info
cs: Základní informace

source: Pictures
cs: Obrázky

source: Bill of Materials
cs: Faktura materiálu

source: Assembly Guide
cs: Návod k sestavení

source: Author
cs: Autor

source: Model Name
cs: Název modelu

source: %s Update
cs: %s aktualizace

source: A new version is available
cs: Je dostupná nová verze

source: Configuration update
cs: Aktualizace konfigurace

source: A new configuration package available, Do you want to install it?
cs: K dispozici je nový konfigurační balíček, chcete jej nainstalovat?

source: Description:
cs: Popis:

source: Configuration incompatible
cs: Konfigurace není kompatibilní

source: the configuration package is incompatible with current application.
cs: konfigurační balíček není kompatibilní s aktuální aplikací.

source: The configuration package is incompatible with current application. %s will update the configuration package, Otherwise it won't be able to start
cs: Konfigurační balíček není kompatibilní s aktuální aplikací. %s aktualizuje konfigurační balíček, jinak se nebude moci spustit

source: Exit %s
cs: Ukončit %s

source: the Configuration package is incompatible with current APP.
cs: konfigurační balíček není kompatibilní s aktuálním APP.

source: Configuration updates
cs: Aktualizace konfigurace
