Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Calibrating the detection position of nozzle clumping
cs: Kalibrace detekční pozice shluknutí trysky
zh_tw: 裹頭檢測位置校準

source: Purifying the chamber air
cs: Čištění vzduchu v komoře
zh_tw: 腔體空氣淨化中

source: Preparing AMS
cs: Příprava AMS
zh_tw: AMS準備中

source: Timelapse is not supported on this printer.
cs: Timelapse není na této tiskárně podporován.
zh_tw: 此印表機不支援延時攝影

source: Timelapse is not supported while the storage does not exist.
cs: Timelapse není podporován, pokud úložiště neexistuje.
zh_tw: 沒有儲存介質，故無法啟用延時攝影

source: Timelapse is not supported while the storage is unavailable.
cs: Timelapse není podporován, pokud je úložiště nedostupné.
zh_tw: 儲存介質不可用，故無法啟用延時攝影

source: Timelapse is not supported while the storage is readonly.
cs: Timelapse není podporován, pokud je úložiště pouze pro čtení.
zh_tw: 儲存介質當前是隻讀的，故無法啟用延時攝影

source: To ensure your safety, certain processing tasks (such as laser) can only be resumed on printer.
cs: Pro zajištění vaší bezpečnosti lze určité zpracovatelské úlohy (například laser) obnovit pouze na tiskárně.
zh_tw: 為確保您的安全，部分加工任務（如鐳射）只能在印表機上恢復加工。

source: The chamber temperature is too high, which may cause the filament to soften. Please wait until the chamber temperature drops below %d℃. You may open the front door or enable fans to cool down.
cs: Teplota komory je příliš vysoká, což může způsobit změkčení filamentu. Počkejte prosím, dokud teplota komory neklesne pod %d℃. Můžete otevřít přední dveře nebo spustit ventilátory pro ochlazení.
zh_tw: 腔溫過高，可能導致列印材料軟化。請等待腔溫降至%d℃。您可以開啟前門或啟用風扇進行降溫。

source: AMS temperature is too high, which may cause the filament to soften. Please wait until the AMS temperature drops below %d℃.
cs: Teplota AMS je příliš vysoká, což může způsobit změknutí filamentu. Prosím, počkejte, dokud teplota AMS neklesne pod %d℃.
zh_tw: AMS 溫度過高，可能導致列印材料軟化。請等待 AMS 溫度降至%d℃ 以下。

source: The current chamber temperature or the target chamber temperature exceeds 45℃.In order to avoid extruder clogging,low temperature filament(PLA/PETG/TPU) is not allowed to be loaded.
cs: Aktuální teplota komory nebo cílová teplota komory překračuje 45 ℃. Aby se předešlo ucpání extruderu, není povoleno vkládat filament s nízkou teplotou (PLA/PETG/TPU).
zh_tw: 當前腔溫或目標腔溫超過了45℃。為了避免擠出機堵塞，不允許載入低溫度的列印材料（如PLA/PETG/TPU）

source: Low temperature filament(PLA/PETG/TPU) is loaded in the extruder.In order to avoid extruder clogging,it is not allowed to set the chamber temperature.
cs: Ve extruderu je vložen filament s nízkou teplotou tavení (PLA/PETG/TPU). Aby se zabránilo ucpání extruderu, nastavení teploty komory není povoleno.
zh_tw: 擠出機中載入了低溫度的列印材料（如PLA/PETG/TPU）。為了避免擠出機堵塞，不允許設定腔溫。

source: When you set the chamber temperature below 40℃, the chamber temperature control will not be activated. And the target chamber temperature will automatically be set to 0℃.
cs: Při nastavení teploty komory pod 40℃ nebude řízení teploty komory aktivováno. Cílová teplota komory bude automaticky nastavena na 0℃.
zh_tw: 當您設定的腔溫低於40℃時，腔溫控制將不會啟動。並且目標腔溫將自動設定為0℃。

source: Failed to start printing job
cs: Nepodařilo se spustit tiskovou úlohu.
zh_tw: 發起列印任務失敗

source: Resume Printing
cs: Obnovit tisk
zh_tw: 繼續列印

source: Resume (defects acceptable)
cs: Pokračovat (přijatelné defekty)
zh_tw: 繼續 （缺陷可接受）

source: Resume (problem solved)
cs: Pokračovat (problém vyřešen)
zh_tw: 繼續（問題已解決）

source: Stop Printing
cs: Zastavit tisk
zh_tw: 停止列印

source: Check Assistant
cs: Zkontrolovat asistenta
zh_tw: 前往機器助手

source: Filament Extruded, Continue
cs: Filament extrudován, pokračujte
zh_tw: 耗材已擠出，繼續

source: Not Extruded Yet, Retry
cs: Zatím nebylo extrudováno, opakujte akci.
zh_tw: 耗材未擠出，重試

source: Finished, Continue
cs: Dokončeno, pokračujte
zh_tw: 已完成，繼續

source: Load Filament
cs: Načíst filament
zh_tw: 進料並前往進料頁面

source: Filament Loaded, Resume
cs: Filament zaveden, pokračujte
zh_tw: 耗材已載入，繼續

source: View Liveview
cs: Zobrazit živý náhled
zh_tw: 檢視LiveView

source: No Reminder Next Time
cs: Příště nepřipomínat
zh_tw: 下次不再提醒

source: Ignore. Don't Remind Next Time
cs: Ignorovat. Nepřipomínat příště
zh_tw: 忽略，下次不再提醒

source: Ignore this and Resume
cs: Ignorovat a pokračovat
zh_tw: 忽略此問題，繼續

source: Problem Solved and Resume
cs: Problém vyřešen a resume
zh_tw: 問題已解決，繼續

source: Got it, Turn off the Fire Alarm.
cs: Rozumím, vypněte požární alarm.
zh_tw: 我已知曉，關閉火警警報

source: Retry (problem solved)
cs: Zkusit znovu (problém vyřešen)
zh_tw: 重試 (問題已解決）

source: Cancle
cs: Zrušit
zh_tw: 取消

source: Stop Drying
cs: Zastavit sušení
zh_tw: 停止烘乾

source: Proceed
cs: Pokračovat
zh_tw: 繼續執行

source: Abort
cs: Přerušit
zh_tw: 退出

source: Done
cs: Hotovo
zh_tw: 完成

source: Retry
cs: Zkusit znovu
zh_tw: 重試

source: Resume
cs: Pokračovat
zh_tw: 繼續

source: Unknown error.
cs: Neznámá chyba.
zh_tw: 未知錯誤。

source: Loading ...
cs: Načítání ...
zh_tw: 載入中...

source: Network unavailable
cs: Síť není k dispozici
zh_tw: 網路不可用

source: default
cs: výchozí
zh_tw: 預設

source: parameter name
cs: Název parametru
zh_tw: 引數名稱

source: %s can't be percentage
cs: %s nemůže být procento
zh_tw: %s 不可以是百分比

source: Value %s is out of range, continue?
cs: Hodnota %s je mimo rozsah. Pokračovat?
zh_tw: 值 %s 越界，是否繼續？

source: Parameter validation
cs: Validace parametru
zh_tw: 引數驗證

source: Value %s is out of range. The valid range is from %d to %d.
cs: Hodnota %s je mimo rozsah. Platný rozsah je od %d do %d.
zh_tw: 值 %s 超出了範圍，有效的範圍是從 %d 到 %d 。

source: Value is out of range.
cs: Hodnota je mimo rozsah.
zh_tw: 值越界。

source: Is it %s%% or %s %s? YES for %s%%, NO for %s %s.
cs: Je to %s%% nebo %s %s? ANO pro %s%%, NE pro %s %s.
zh_tw: %s%%還是%s %s？ 是：%s%% 否：%s %s

source: Invalid format. Expected vector format: "%1%"
cs: Neplatný formát. Očekávaný vektorový formát: "%1%"
zh_tw: 無效格式，應該是"%1%"這種陣列格式

source: Clear color
cs: Vymazat barvu
zh_tw: 清除顏色

source: Loading G-codes
cs: Načítání G-kódů
zh_tw: 正在載入G-code

source: Loading gcode data
cs: Načítání G-kódu
zh_tw: 正在載入gcode資料

source: Loading segments
cs: Načítání segmentů
zh_tw: 正在載入線段

source: Summary
cs: Souhrn
zh_tw: 概要

source: Layer Height
cs: Výška vrstvy
zh_tw: 層高

source: Line Width
cs: Šířka linie
zh_tw: 線寬

source: Fan Speed
cs: Rychlost ventilátoru
zh_tw: 風扇速度

source: Flow
cs: Tok
zh_tw: 流量

source: Tool
cs: Nástroj
zh_tw: 工具

source: Layer Time
cs: Čas vrstvy
zh_tw: 層時間

source: Thermal Index (min)
cs: Termální index (min)
zh_tw: 熱指數（最小）

source: Thermal Index (max)
cs: Termální index (max)
zh_tw: 熱指數（最大）

source: Thermal Index (mean)
cs: Termální index (průměr)
zh_tw: 熱指數（平均）

source: Statistics of All Plates
cs: Statistiky všech podložek
zh_tw: 所有盤切片資訊

source: Display
cs: Displej
zh_tw: 顯示

source: Flushed
cs: Vypropláchnuto
zh_tw: 沖刷

source: Tower
cs: Věž
zh_tw: 擦料塔

source: Total
cs: Celkem
zh_tw: 總計

source: Total cost
cs: Celkové náklady
zh_tw: 總成本

source: Time
cs: Čas
zh_tw: 時間

source: Time Estimation
cs: Odhad času
zh_tw: 時間預估

source: up to
cs: až do
zh_tw: 達到

source: above
cs: nad
zh_tw: 高於

source: from
cs: od
zh_tw: 從

source: Slicing Result
cs: Výsledek řezání
zh_tw: 切片結果

source: Color Scheme
cs: Barevné schéma
zh_tw: 顏色方案

source: Percent
cs: Procento
zh_tw: 百分比

source: Used filament
cs: Použitý filament
zh_tw: 使用的耗材絲

source: Layer Height (mm)
cs: Výška vrstvy (mm)
zh_tw: 層高（mm）

source: Line Width (mm)
cs: Šířka linie (mm)
zh_tw: 線寬（mm）

source: Speed (mm/s)
cs: Rychlost (mm/s)
zh_tw: 速度（mm/s）

source: Fan Speed (%)
cs: Rychlost ventilátoru (%)
zh_tw: 風扇速度（%）

source: Temperature (°C)
cs: Teplota (°C)
zh_tw: 溫度（℃）

source: Volumetric flow rate (mm³/s)
cs: Objemová rychlost toku (mm³/s)
zh_tw: 體積流量速度（mm³/s）

source: Travel
cs: Pohyb
zh_tw: 空駛

source: Seams
cs: Švy
zh_tw: 縫

source: Retract
cs: Retrakce
zh_tw: 回抽

source: Unretract
cs: Zrušit zpětné stažení
zh_tw: 裝填回抽

source: Filament Changes
cs: Změny filamentu
zh_tw: 耗材絲更換

source: Wipe
cs: Stírání
zh_tw: 擦拭

source: Options
cs: Možnosti
zh_tw: 選項

source: travel
cs: přesun
zh_tw: 空駛

source: Extruder
zh_tw: 擠出機

source: Cost
cs: Náklady
zh_tw: 成本

source: Total time
cs: Celkový čas
zh_tw: 總時間

source: Filament change times
cs: Časy výměny filamentu
zh_tw: 換料次數

source: View Summary
zh_tw: 檢視摘要

source: Color change
cs: Změna barvy
zh_tw: 顏色更換

source: Print
cs: Tisk
zh_tw: 列印

source: Printer
cs: Tiskárna
zh_tw: 印表機

source: Print settings
cs: Nastavení tisku
zh_tw: 列印設定

source: Total Estimation
cs: Celkový odhad
zh_tw: 總預估

source: Normal mode
cs: Normální režim
zh_tw: 普通模式

source: Total Filament
cs: Celkový filament
zh_tw: 總耗材絲

source: Model Filament
cs: Modelový filament
zh_tw: 模型耗材絲

source: Prepare and timelapse time
cs: Doba přípravy a čas timelapse
zh_tw: 準備與延時攝影時間

source: Prepare time
cs: Doba přípravy
zh_tw: 準備時間

source: Model printing time
cs: Doba tisku modelu
zh_tw: 模型列印時間

source: Switch to silent mode
cs: Přepnout do tichého režimu
zh_tw: 切換到靜音模式

source: Switch to normal mode
cs: Přepnout do normálního režimu
zh_tw: 切換到普通模式

source: Automatically re-slice according to the optimal filament grouping, and the grouping results will be displayed after slicing.
cs: Automaticky znovu proveďte řezání podle optimálního seskupení filamentu. Výsledky seskupení budou zobrazeny po řezání.
zh_tw: 將會自動根據最優耗材分組重新切片，分組結果將會在切片後展示。

source: Filament Grouping
cs: Seskupení filamentů
zh_tw: 耗材分組

source: Why this grouping
cs: Proč toto seskupení
zh_tw: 為什麼這樣分組

source: Left nozzle
cs: Levá tryska
zh_tw: 左噴嘴

source: Right nozzle
cs: Pravá tryska
zh_tw: 右噴嘴

source: Please place filaments on the printer based on grouping result.
cs: Umístěte prosím filamenty na tiskárnu dle výsledku seskupení.
zh_tw: 請按上述分組結果到印表機放置耗材

source: Tips:
cs: Tipy:
zh_tw: 提示：

source: Current grouping of slice result is not optimal.
cs: Aktuální seskupení výsledku řezu není optimální.
zh_tw: 當前材料分組不是最優結果。

source: Increase %1%g filament and %2% changes compared to optimal grouping.
cs: Zvyšte množství filamentu o %1%g a %2% změn oproti optimálnímu seskupení.
zh_tw: 如果使用最優分組可多節省%1%g耗材和%2%次換料。

source: Increase %1%g filament and save %2% changes compared to optimal grouping.
cs: Zvyšte množství filamentu o %1%g a ušetřete %2% změn oproti optimálnímu seskupení.
zh_tw: 相較於最優分組，多使用%1%g耗材，減少%2%次換料。

source: Save %1%g filament and increase %2% changes compared to optimal grouping.
cs: Ušetříte %1%g filamentu a zvýšíte %2% změn ve srovnání s optimálním seskupením.
zh_tw: 相較於最優分組，節省%1%g耗材，增加%2%次換料。

source: Save %1%g filament and %2% changes compared to a printer with one nozzle.
cs: Ušetříte %1%g filamentu a %2% změn ve srovnání s tiskárnou s jednou tryskou.
zh_tw: 相較於單頭印表機可節省%1%g耗材和%2%次換料。

source: Save %1%g filament and increase %2% changes compared to a printer with one nozzle.
cs: Ušetříte %1%g filamentu a zvýšíte %2% změn ve srovnání s tiskárnou s jednou tryskou.
zh_tw: 相較於單頭印表機，節省%1%g耗材，增加%2%次換料。

source: Increase %1%g filament and save %2% changes compared to a printer with one nozzle.
cs: Zvyšte množství filamentu o %1%g a ušetřete %2% změn oproti tiskárně s jednou tryskou.
zh_tw: 相較於單頭印表機，多使用%1%g耗材，減少%2%次換料。

source: Set to Optimal
cs: Nastavit na optimální
zh_tw: 設定為最優

source: Regroup filament
cs: Přeskupit filament
zh_tw: 重新分組

source: Height:
cs: Výška:
zh_tw: 層高:

source: Width:
cs: Šířka:
zh_tw: 線寬:

source: Speed:
cs: Rychlost:
zh_tw: 速度:

source: Flow:
cs: Průtok:
zh_tw: 擠出流量:

source: Layer Time:
cs: Čas vrstvy:
zh_tw: 層時間:

source: Fan Speed:
cs: Rychlost ventilátoru:
zh_tw: 風扇速度:

source: Temperature:
cs: Teplota:
zh_tw: 溫度:

source: Thermal Index
cs: Termální index
zh_tw: 熱指數

source: Min:
zh_tw: 最小:

source: Max:
zh_tw: 最大:

source: Mean:
cs: Průměr:
zh_tw: 平均:

source: Generating geometry vertex data
cs: Generování dat vrcholů geometrie
zh_tw: 正在生成幾何頂點資料

source: Generating geometry index data
cs: Generování indexových dat geometrie
zh_tw: 正在生成幾何索引資料

source: An object is laid over the boundary of plate or exceeds the height limit. Please solve the problem by moving it totally on or off the plate, and confirming that the height is within the build volume.
cs: Objekt je umístěn přes hranice podložky nebo překračuje výškový limit. Vyřešte problém přesunutím objektu zcela na nebo z podložky a ověřte, že výška je v rámci pracovního objemu.
zh_tw: 物件被放置在列印板的邊界上或超過高度限制。 請透過將其完全移動到列印板內或列印板外，並確認高度在列印空間以內來解決問題。

source: Variable layer height
cs: Proměnná výška vrstvy
zh_tw: 可變層高

source: Adaptive
cs: Adaptivní
zh_tw: 自適應

source: Quality / Speed
cs: Kvalita / Rychlost
zh_tw: 細節/速度

source: Smooth
cs: Vyhladit
zh_tw: 平滑模式

source: Radius
cs: Poloměr
zh_tw: 半徑

source: Keep min
cs: Zachovat minimum
zh_tw: 保留最小

source: Left mouse button:
cs: Levé tlačítko myši:
zh_tw: 滑鼠左鍵：

source: Add detail
cs: Přidat detail
zh_tw: 減小層高

source: Right mouse button:
cs: Pravé tlačítko myši:
zh_tw: 滑鼠右鍵：

source: Remove detail
cs: Odebrat detail
zh_tw: 增大層高

source: Shift + Left mouse button:
cs: Shift + levé tlačítko myši:
zh_tw: Shift + 滑鼠左鍵：

source: Reset to base
cs: Obnovit na základní hodnotu
zh_tw: 設定到基礎層高

source: Shift + Right mouse button:
cs: Shift + pravé tlačítko myši:
zh_tw: Shift + 滑鼠右鍵：

source: Smoothing
cs: Vyhlazování
zh_tw: 平滑

source: Mouse wheel:
cs: Kolečko myši:
zh_tw: 滑鼠滾輪：

source: Increase/decrease edit area
cs: Zvětšit/zmenšit editační oblast
zh_tw: 增加/減小編輯區域

source: Sequence
cs: Sekvence
zh_tw: 順序

source: object selection
cs: Výběr objektu.
zh_tw: 物體選擇

source: part selection
cs: Výběr části.
zh_tw: 零件選擇

source: number keys
cs: číselné klávesy
zh_tw: 數字按鍵

source: number keys can quickly change the color of objects
cs: Číselné klávesy mohou rychle měnit barvu objektů.
zh_tw: 數字按鍵能快速修改物體的顏色

source: Following objects are laid over the boundary of plate or exceeds the height limit:
cs: Následující objekty přesahují hranice podložky nebo překračují výškový limit:
zh_tw: 以下物體位於盤的邊界上或超過了高度限制：

source: Please solve the problem by moving it totally on or off the plate, and confirming that the height is within the build volume.
cs: Vyřešte problém tím, že objekt zcela přesunete na nebo mimo podložku a ověříte, že výška je v rámci objemu stavby.
zh_tw: 請透過將物體完全移動到盤上或移出盤來解決問題，並確認其高度在構建範圍內。

source: left nozzle
cs: levá tryska
zh_tw: 左噴嘴

source: right nozzle
cs: Pravá tryska
zh_tw: 右噴嘴

source: The position or size of some models exceeds the %s's printable range.
cs: Poloha nebo velikost některých modelů přesahuje tisknutelný rozsah tiskárny %s.
zh_tw: 一些模型的位置或者尺寸超出了%s的可列印範圍。

source: The position or size of the model %s exceeds the %s's printable range.
cs: Poloha nebo velikost modelu %s přesahuje tisknutelný rozsah tiskárny %s.
zh_tw: 模型%s的位置或者尺寸超出了%s的可列印範圍

source: Please check and adjust the part's position or size to fit the printable range:
cs: Zkontrolujte a upravte polohu nebo velikost dílu tak, aby odpovídaly tisknutelné oblasti:
zh_tw: 請檢查並調整零件的位置或尺寸以適應列印範圍

source: Left nozzle: X:%1%-%2%, Y:%3%-%4%, Z:%5%-%6%
cs: Levá tryska: X:%1%-%2%, Y:%3%-%4%, Z:%5%-%6%
zh_tw: 左噴嘴：X:%1%-%2%，Y:%3%-%4%，Z:%5%-%6%

source: Right nozzle: X:%1%-%2%, Y:%3%-%4%, Z:%5%-%6%
cs: Pravá tryska: X:%1%-%2%, Y:%3%-%4%, Z:%5%-%6%
zh_tw: 右噴嘴：X:%1%-%2%，Y:%3%-%4%，Z:%5%-%6%

source: Mirror Object
cs: Zrcadlit objekt
zh_tw: 映象物體

source: Tool Move
cs: Pohyb nástroje
zh_tw: 工具 移動

source: Tool Rotate
cs: Otočení nástroje
zh_tw: 工具 旋轉

source: Move Object
cs: Přesunout objekt
zh_tw: 移動物件

source: Auto Orientation options
cs: Možnosti automatické orientace
zh_tw: 自動朝向選項

source: Enable rotation
cs: Povolit rotaci
zh_tw: 開啟旋轉

source: Optimize support interface area
cs: Optimalizovat plochu rozhraní podpory
zh_tw: 最佳化接觸面面積

source: Orient
zh_tw: 調整朝向

source: Arrange options
cs: Možnosti uspořádání
zh_tw: 自動擺放選項

source: Spacing
cs: Rozteč
zh_tw: 間距

source: 0 means auto spacing.
cs: 0 znamená automatické rozestupy.
zh_tw: 0 表示自動間距。

source: Save SVG
cs: Uložit SVG
zh_tw: 儲存SVG

source: Auto rotate for arrangement
cs: Automatické otočení pro uspořádání
zh_tw: 自動旋轉以最佳化自動擺放效果

source: Allow multiple materials on same plate
cs: Povolit více materiálů na stejné podložce
zh_tw: 允許同一盤中包含多種材料

source: Avoid extrusion calibration region
cs: Vyhnout se oblasti kalibrace extruze
zh_tw: 避開擠出校準區域

source: Align to Y axis
cs: Zarovnat na osu Y
zh_tw: 對齊到Y軸

# Camera
source: Left
cs: Vlevo
zh_tw: 左面

# Camera
source: Right
cs: Vpravo
zh_tw: 右面

source: Add
cs: Přidat
zh_tw: 新增

source: Add plate
cs: Přidat podložku
zh_tw: 新增新盤

source: Auto orient
cs: Automatická orientace
zh_tw: 自動朝向

source: Arrange all objects
cs: Uspořádat všechny objekty
zh_tw: 全域性整理

source: Arrange objects on selected plates
cs: Uspořádat objekty na vybraných podložkách
zh_tw: 單盤整理

source: Split to objects
cs: Rozdělit na objekty
zh_tw: 拆分為物件

source: And it is valid when there are at least two parts in object or stl has at least two meshes.
cs: A je to platné, pokud jsou v objektu alespoň dvě části nebo má stl alespoň dvě sítě.
zh_tw: 並且當物件中存在至少兩個零件或者stl中存在至少兩個面網格，這個功能是有效的。

source: Split to parts
cs: Rozdělit na části
zh_tw: 拆分為零件

source: And it is valid when importing an stl with at least two meshes.
cs: A je to platné při importu stl s alespoň dvěma sítěmi.
zh_tw: 並且當匯入的一個stl中存在至少兩個面網格，這個功能是有效的。

source: Click to Extend
cs: Klikněte pro rozbalení
zh_tw: 點選展開

source: Click to Collapse
cs: Klikněte pro sbalení
zh_tw: 點選摺疊

source: Assembly View
cs: Zobrazení sestavy
zh_tw: 裝配體檢視

source: Select Plate
cs: Vyberte podložku
zh_tw: 選擇盤

source: Assembly Return
cs: Návrat na sestavu
zh_tw: 退出裝配體檢視

source: return
cs: Vrátit
zh_tw: 返回

source: Fit camera
cs: Přizpůsobit kameru
zh_tw: 相機適配

source: Fit camera to scene or selected object.
cs: Přizpůsobit kameru scéně nebo vybranému objektu.
zh_tw: 使相機適配場景或選定物件

source: Paint Toolbar
cs: Panel nástrojů Malování
zh_tw: 上色工具條

source: Explosion Ratio
cs: Koeficient expanze
zh_tw: 爆炸比例

source: Section View
cs: Pohled na řez
zh_tw: 剖面檢視

source: Assemble Control
cs: Ovládání sestavy
zh_tw: 拼裝檢視控制

source: Selection Mode
cs: Režim výběru
zh_tw: 選擇模式

source: Total Volume:
cs: Celkový objem:
zh_tw: 總體積：

source: Assembly Info
cs: Informace o sestavě
zh_tw: 裝配體資訊

source: Volume:
cs: Objem:
zh_tw: 體積：

source: Size:
cs: Velikost:
zh_tw: 尺寸：

source: Conflicts of gcode paths have been found at layer %d. Please separate the conflicted objects farther (%s <-> %s).
cs: Byly nalezeny konflikty v G-kódových drahách ve vrstvě %d. Oddělte prosím konfliktní objekty dále od sebe (%s <-> %s).
zh_tw: 發現第%d層存在重疊的走線，這可能導致列印失敗或列印出來的模型不可用。請將有衝突的物件分得更開。有衝突的物件為%s <-> %s。

source: An object is layed over the boundary of plate.
cs: Objekt je položen přes hranici podložky.
zh_tw: 檢測到有物件放在盤的邊界上。

source: A G-code path goes beyond the max print height.
cs: Cesta G-kódu přesahuje maximální výšku tisku.
zh_tw: 檢測出超出列印高度的G-code路徑。

source: A G-code path goes beyond the boundary of plate.
cs: Cesta G-kódu přesahuje hranici podložky.
zh_tw: 檢測超出熱床邊界的G-code路徑。

source: Not support printing 2 or more TPU filaments.
cs: Tisk dvou nebo více TPU filamentů není podporován.
zh_tw: 不支援同時列印2種（或以上）TPU材料。

source: Filament %s is placed in the %s, but the generated G-code path exceeds the printable range of the %s.
cs: Filament %s je umístěn ve %s, ale vygenerovaná dráha G-kódu přesahuje tisknutelný rozsah %s.
zh_tw: 材料%s放置在%s中，但生成的G程式碼路徑超出了%s的可列印範圍。

source: Filaments %s is placed in the %s, but the generated G-code path exceeds the printable range of the %s.
cs: Filamenty %s jsou umístěny v %s, ale vygenerovaná cesta G-kódu přesahuje tisknutelný rozsah zařízení %s.
zh_tw: 材料%s放置在%s中，但生成的G程式碼路徑超出了%s的可列印範圍。

source: Filament %s is placed in the %s, but the generated G-code path exceeds the printable height of the %s.
cs: Filament %s je umístěn ve %s, ale vygenerovaná dráha G-kódu přesahuje tisknutelnou výšku %s.
zh_tw: 材料%s放置在%s中，但生成的G程式碼路徑超過了%s的可列印高度。

source: Filaments %s is placed in the %s, but the generated G-code path exceeds the printable height of the %s.
cs: Filamenty %s jsou umístěny v %s, ale vygenerovaná cesta G-kódu přesahuje tisknutelnou výšku zařízení %s.
zh_tw: 材料%s放置在%s中，但生成的G程式碼路徑超過了%s的可列印高度。

source: Open wiki for more information.
cs: Otevřete wiki pro více informací.
zh_tw: 開啟wiki以獲取更多資訊。

source: Only the object being edited is visible.
cs: Viditelný je pouze objekt, který je právě upravován.
zh_tw: 只有正在編輯的物件是可見的。

source: filaments %s cannot be printed directly on the surface of this plate.
cs: filamenty %s nelze přímo tisknout na povrch této podložky.
zh_tw: 材料 %s 不能在直接在當前列印板上列印。

source: PLA and PETG filaments detected in the mixture. Adjust parameters according to the Wiki to ensure print quality.
cs: Ve směsi detekovány filamenty PLA a PETG. Upravte parametry dle Wiki pro zajištění kvality tisku.
zh_tw: 檢測到 PLA 和 PETG 同時列印，請根據 Wiki 中的建議調整列印引數來確保列印質量。

source: The prime tower improves multi-color print quality and is recommended.
cs: Věž pro oddělení trysky zlepšuje kvalitu vícebarevného tisku a je doporučená.
zh_tw: 擦料塔可提升多色列印質量，建議啟用。

source: The prime tower extends beyond the plate boundary.
cs: Věž pro oddělení trysky přesahuje okraj podložky.
zh_tw: 料塔超出了列印版邊界。

source: Partial flushing volume set to 0. Multi-color printing may cause color mixing in models. Please redjust flushing settings.
cs: Částečný objem pro proplachování nastaven na 0. Tisk více barev může způsobit míchání barev v modelech. Prosím, znovu upravte nastavení proplachování.
zh_tw: 部分沖刷體積設定為0，多色列印可能導致模型混色，請重新調整沖刷值。

source: Click Wiki for help.
cs: Klikněte na Wiki pro nápovědu.
zh_tw: 點選Wiki尋求幫助。

source: Jump to: Prime tower
cs: Přejít na: věž pro oddělení trysky
zh_tw: 轉跳到：擦料塔

source: Click here to regroup
cs: Klikněte zde pro znovuseskupení
zh_tw: 點選此處重新分組

source: Flushing Volume
cs: Objem proplachu
zh_tw: 開啟沖刷表

source: Calibration step selection
cs: Výběr kroku kalibrace
zh_tw: 校準步驟選擇

source: Micro Lidar Calibration
cs: Kalibrace Micro Lidar
zh_tw: 鐳射雷達校準

source: Auto Bed Leveling
cs: Automatická nivelace podložky
zh_tw: 自動熱床調平

source: Vibration Compensation
cs: Kompenzace vibrací
zh_tw: 振動補償

source: Motor Noise Cancellation
cs: Potlačení hluku motoru
zh_tw: 電機降噪

source: Nozzle Offset Calibration
cs: Kalibrace offsetu trysky
zh_tw: 噴嘴偏移校準

source: High-temperature Bed Leveling
cs: Nivelace podložky při vysoké teplotě
zh_tw: 高溫熱床調平

source: Nozzle Clumping Detection Calibration
cs: Kalibrace detekce shlukování trysky
zh_tw: 觸碰裹頭檢測校準

source: Calibration program
cs: Kalibrační program
zh_tw: 校準程式

source: The calibration program detects the status of your device automatically to minimize deviation. It keeps the device performing optimally.
cs: Kalibrační program automaticky detekuje stav vašeho zařízení, aby minimalizoval odchylky. Udržuje zařízení v optimálním chodu.
zh_tw: 校準程式會自動檢測裝置以最小化裝置誤差。 它可以讓裝置保持最佳效能。

source: Calibration Flow
cs: Kalibrační průtok
zh_tw: 校準流程

source: Start Calibration
cs: Spustit kalibraci
zh_tw: 開始校準

source: Completed
cs: Dokončeno
zh_tw: 已完成

source: Calibrating
cs: Probíhá kalibrace
zh_tw: 校準中

source: No step selected
cs: Není vybrán žádný krok.
zh_tw: 請選擇一項校準

source: Auto-record Monitoring
cs: Automatický záznam monitorování
zh_tw: 監控錄影

source: Go Live
cs: Přejít na živý přenos
zh_tw: 開啟直播

source: Liveview Retry
cs: Opakovat živý náhled
zh_tw: 實時預覽重試

source: Resolution
cs: Rozlišení
zh_tw: 解析度

source: Show "Live Video" guide page.
cs: Zobrazit stránku průvodce „Live Video“.
zh_tw: 顯示"直播影片流"指南。

source: ConnectPrinter(LAN)
zh_tw: 連線印表機（區域網）

source: Please input the printer access code:
cs: Zadejte prosím přístupový kód tiskárny:
zh_tw: 請輸入印表機訪問碼：

source: You can find it in "Settings > Network > Access code" on the printer, as shown in the figure:
cs: Najdete jej v "Nastavení > Síť > Přístupový kód" na tiskárně, jak je znázorněno na obrázku:
zh_tw: 您可以在印表機“設定->網路->訪問碼" 檢視，如下圖所示：

source: You can find it in "Setting > Setting > LAN only > Access Code" on the printer, as shown in the figure:
cs: Najdete jej v "Nastavení > Nastavení > Pouze LAN > Přístupový kód" na tiskárně, jak je znázorněno na obrázku:
zh_tw: 您可以在印表機“設定->設定->僅區域網->訪問碼" 檢視，如下圖所示：
