Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Cannot send the print job for empty plate
cs: Nelze odeslat tiskovou úlohu pro prázdnou podložku.
zh_tw: 無法為空盤傳送列印任務

source: Storage needs to be inserted to record timelapse.
cs: K záznamu časosběru je třeba vložit úložiště.
zh_tw: 錄製延時攝影需要先插入儲存裝置。

source: You have selected both external and AMS filaments for an extruder. You will need to manually switch the external filament during printing.
cs: Zvolil(a) jste externí i AMS filamenty pro jeden extruder. Během tisku bude nutné ručně přepnout externí filament.
zh_tw: 您在一個擠出機中同時選擇了使用外掛和AMS耗材，這將需要您在列印過程中手動進行換料，請謹慎選擇。

source: TPU 90A/TPU 85A is too soft and does not support automatic Flow Dynamics calibration.
cs: TPU 90A/TPU 85A je příliš měkký a nepodporuje automatickou kalibraci dynamiky toku.
zh_tw: TPU 90A/TPU 85A硬度過低，不支援自動流量校準。

source: Set dynamic flow calibration to 'OFF' to enable custom dynamic flow value.
cs: Nastavte dynamickou kalibraci toku na 'VYPNUTO', abyste mohli zadat vlastní hodnotu dynamického toku.
zh_tw: 您可以將動態流量校準設定為'關閉'來啟用自定義的動態流量校準值

source: This printer does not support printing all plates
cs: Tato tiskárna nepodporuje tisk na všech podložkách.
zh_tw: 該印表機不支援列印所有盤

source: The current firmware supports a maximum of 16 materials. You can either reduce the number of materials to 16 or fewer on the Preparation Page, or try updating the firmware. If you are still restricted after the update, please wait for subsequent firmware support.
cs: Aktuální firmware podporuje maximálně 16 materiálů. Počet materiálů můžete na stránce Příprava snížit na 16 nebo méně, nebo zkuste provést aktualizaci firmwaru. Pokud bude omezení přetrvávat i po aktualizaci, vyčkejte prosím na další podporu firmwaru.
zh_tw: 當前韌體最多支援 16 種材料。您可以在準備頁將材料數量減少至 16 種及以下，或嘗試更新韌體。若更新後仍受限，請等待後續韌體支援。

source: Please check if the required nozzle diameter and flow rate match the current display.
cs: Zkontrolujte, zda požadovaný průměr trysky a průtok odpovídají aktuálnímu zobrazení.
zh_tw: 請確認所需噴嘴直徑和流量是否和當前顯示一致。

source: Please refer to Wiki before use->
cs: Než začnete, prosím konzultujte Wiki->
zh_tw: 請在使用前檢視wiki。

source: How to install
cs: Jak nainstalovat
zh_tw: 如何安裝

source: Upgrade
cs: Aktualizovat
zh_tw: 升級

source: Current firmware does not support file transfer to internal storage.
cs: Aktuální firmware nepodporuje přenos souborů do interního úložiště.
zh_tw: 當前韌體不支援向內部儲存傳輸檔案。

source: Send to Printer storage
cs: Odeslat do úložiště tiskárny
zh_tw: 傳送到印表機儲存

source: Try to connect
cs: Zkuste se připojit
zh_tw: 嘗試連線

source: Internal Storage
cs: Vnitřní úložiště
zh_tw: 內建儲存

source: External Storage
cs: Externí úložiště
zh_tw: 外接儲存

source: Upload file timeout, please check if the firmware version supports it.
cs: Časový limit pro nahrání souboru vypršel. Zkontrolujte, zda to verze firmwaru podporuje.
zh_tw: 上傳檔案超時，請檢查韌體版本是否支援。

source: Connection timed out, please check your network.
cs: Časový limit připojení vypršel, zkontrolujte vaši síť.
zh_tw: 連線超時，請檢查您的網路。

source: Connection failed. Click the icon to retry
cs: Připojení selhalo. Klepněte na ikonu pro opakování.
zh_tw: 連線失敗，點選圖示重試

source: Cannot send the print task when the upgrade is in progress
cs: Nelze odeslat tiskovou úlohu, pokud probíhá aktualizace.
zh_tw: 裝置升級中，無法傳送列印任務

source: The selected printer is incompatible with the chosen printer presets.
cs: Vybraná tiskárna není kompatibilní s vybranými přednastaveními tiskárny.
zh_tw: 所選印表機與選擇的印表機預設不相容。

source: Storage needs to be inserted before send to printer.
cs: Před odesláním na tiskárnu vložte úložiště.
zh_tw: 傳送到印表機前，需要先插入儲存介質。

source: The printer is required to be in the same LAN as Bambu Studio.
cs: Tiskárna musí být ve stejné síti LAN jako Bambu Studio.
zh_tw: 印表機需要與Bambu Studio在同一個區域網內。

source: The printer does not support sending to printer storage.
cs: Tiskárna nepodporuje odesílání do úložiště tiskárny.
zh_tw: 印表機不支援傳送到印表機的儲存。

source: Sending...
cs: Odesílání...
zh_tw: 傳送中...

source: File upload timed out. Please check if the firmware version supports this operation or verify if the printer is functioning properly.
cs: Časový limit nahrávání souboru vypršel. Zkontrolujte, zda verze firmwaru tuto operaci podporuje, nebo ověřte funkčnost tiskárny.
zh_tw: 檔案上傳超時。請檢查韌體版本是否支援此操作或驗證印表機是否正常工作。

source: Sending failed, please try again!
cs: Odesílání selhalo, zkuste to prosím znovu!
zh_tw: 傳送失敗，請重試！

source: Helio action completed successfully.
cs: Akce Helio byla úspěšně dokončena.
zh_tw: Helio操作已成功完成。

source: Slice ok.
cs: Řezání proběhlo v pořádku.
zh_tw: 切片完成

source: View all Daily tips
cs: Zobrazit všechny denní tipy
zh_tw: 檢視所有每日貼士

source: Failed to create socket
cs: Nepodařilo se vytvořit socket.
zh_tw: 建立socket失敗

source: Failed to connect socket
cs: Nepodařilo se připojit socket.
zh_tw: 連線socket失敗

source: Failed to publish login request
cs: Nepodařilo se odeslat požadavek na přihlášení
zh_tw: 釋出登入請求失敗

source: Get ticket from device timeout
cs: Vypršel časový limit při získávání ticketu ze zařízení.
zh_tw: 從裝置獲取ticket超時

source: Get ticket from server timeout
cs: Vypršel časový limit při získávání ticketu ze serveru.
zh_tw: 從伺服器獲取ticket超時

source: Failed to post ticket to server
cs: Nepodařilo se odeslat tiket na server.
zh_tw: 將ticket傳送到伺服器失敗

source: Failed to parse login report reason
cs: Nepodařilo se analyzovat důvod přihlášení.
zh_tw: 無法解析登入報告原因

source: Receive login report timeout
cs: Vypršel časový limit pro přijetí přihlašovací zprávy
zh_tw: 接收登入報告超時

source: Unknown Failure
cs: Neznámé selhání
zh_tw: 發生錯誤

source: Please Find the Pin Code in Account page on printer screen, and type in the Pin Code below.
cs: Najděte PIN kód na stránce Účet na obrazovce tiskárny a zadejte jej níže.
zh_tw: 請在印表機螢幕上的“帳戶”頁面中找到Pin碼，然後在下面輸入Pin碼。

source: Can't find Pin Code?
cs: Nemůžete najít PIN kód?
zh_tw: 無法找到Pin碼？

source: Pin Code
cs: PIN kód
zh_tw: Pin碼

source: Binding...
cs: Připojuji...
zh_tw: 繫結...

source: Please confirm on the printer screen
cs: Potvrďte prosím na obrazovce tiskárny.
zh_tw: 請在印表機螢幕上確認。

source: Login failed. Please check the following items: 1. Ensure the Pin code is entered correctly. 2. Confirm that the region settings of the printer and Bambu Studio are consistent.
cs: Přihlášení selhalo. Zkontrolujte následující položky: 1. Ujistěte se, že PIN kód byl zadán správně. 2. Ověřte, že nastavení regionu tiskárny a Bambu Studio jsou shodná.
zh_tw: 登入失敗。請檢查以下專案： 1. 請確保 Pin 碼輸入正確。 2. 確認印表機和 Bambu Studio 的區域設定一致。

source: Log in printer
cs: Přihlášení tiskárny
zh_tw: 登入印表機

source: Would you like to log in this printer with current account?
cs: Chcete se na této tiskárně přihlásit s aktuálním účtem?
zh_tw: 您想使用當前賬號登入這臺印表機嗎?

source: Check the reason
cs: Zkontrolovat důvod
zh_tw: 檢視原因

source: Read and accept
cs: Načíst a přijmout
zh_tw: 我已閱讀並接受

source: Terms and Conditions
cs: Smluvní podmínky
zh_tw: 使用者使用協議

source: Thank you for purchasing a Bambu Lab device.Before using your Bambu Lab device, please read the termsand conditions.By clicking to agree to use your Bambu Lab device, you agree to abide by the Privacy Policy and Terms of Use(collectively, the "Terms"). If you do not comply with or agree to the Bambu Lab Privacy Policy, please do not use Bambu Lab equipment and services.
cs: Děkujeme za zakoupení zařízení Bambu Lab. Před použitím zařízení Bambu Lab si prosím přečtěte podmínky. Kliknutím na souhlas s používáním zařízení Bambu Lab souhlasíte s dodržováním zásad ochrany osobních údajů a podmínek použití (souhrnně „Podmínky“). Pokud nesouhlasíte nebo nedodržujete zásady ochrany osobních údajů Bambu Lab, nepoužívejte zařízení ani služby Bambu Lab.
zh_tw: 感謝您購買Bambu Lab裝置，使用Bambu Lab裝置前，請閱讀一下條款，單擊同意使用您的Bambu Lab裝置即表示您同意遵守隱私政策以及使用條款（統稱為“條款”）。如果您不符合或不同意Bambu Lab隱私政策，請不要使用Bambu Lab裝置和服務。

source: and
cs: a
zh_tw: 和

source: Privacy Policy
cs: zásady ochrany osobních údajů
zh_tw: 隱私協議

source: We ask for your help to improve everyone's printer
cs: Žádáme vás o pomoc při zlepšování tiskáren pro všechny.
zh_tw: 我們請求您的幫助來改善大家的印表機

source: Statement about User Experience Improvement Program
cs: Prohlášení k programu zlepšování uživatelských zkušeností
zh_tw: 關於使用者體驗改善計劃的宣告

source: In the 3D Printing community, we learn from each other's successes and failures to adjust our own slicing parameters and settings. %s follows the same principle and uses machine learning to improve its performance from the successes and failures of the vast number of prints by our users. We are training %s to be smarter by feeding them the real-world data. If you are willing, this service will access information from your error logs and usage logs, which may include information described in Privacy Policy. We will not collect any Personal Data by which an individual can be identified directly or indirectly, including without limitation names, addresses, payment information, or phone numbers. By enabling this service, you agree to these terms and the statement about Privacy Policy.
cs: V komunitě 3D tisku se učíme z úspěchů a neúspěchů ostatních, abychom mohli upravovat vlastní parametry řezání a nastavení. %s se řídí stejným principem a využívá strojové učení ke zlepšování svého výkonu na základě úspěchů a chyb velkého množství tisků našich uživatelů. %s trénujeme, aby byl/a chytřejší, pomocí dat z reálného světa. Pokud souhlasíte, tato služba získá přístup k informacím z vašich chybových a provozních protokolů, které mohou obsahovat informace popsané v zásadách ochrany osobních údajů. Nebudeme shromažďovat žádné osobní údaje, podle kterých by bylo možné jednotlivce přímo či nepřímo identifikovat, včetně, bez omezení, jmen, adres, platebních údajů nebo telefonních čísel. Povolením této služby souhlasíte s těmito podmínkami a prohlášením o zásadách ochrany osobních údajů.
zh_tw: 在3D列印社群，我們從彼此的成功和失敗中學習調整自己的切片引數和設定。%s遵循同樣的原則，透過機器學習的方式從大量使用者列印的成功和失敗中獲取經驗，從而改善列印效能。我們正在透過向%s提供真實世界的資料來訓練他們變得更聰明。如果您願意，此服務將訪問您的錯誤日誌和使用日誌中的資訊，其中可能包括隱私政策中描述的資訊。我們不會收集任何可以直接或間接識別個人的個人資料，包括但不限於姓名、地址、支付資訊或電話號碼。啟用此服務即表示您同意這些條款和有關隱私政策的宣告。

source: Statement on User Experience Improvement Plan
cs: Prohlášení k plánu zlepšování uživatelských zkušeností
zh_tw: 關於使用者體驗改善計劃的宣告

source: Log in successful.
cs: Přihlášení bylo úspěšné.
zh_tw: 登入成功

source: Log out printer
cs: Odhlásit tiskárnu
zh_tw: 登出印表機

source: Would you like to log out the printer?
cs: Chcete se z tiskárny odhlásit?
zh_tw: 您想登出印表機嗎?

source: Please log in first.
cs: Nejprve se prosím přihlaste.
zh_tw: 請先登入。

source: There was a problem connecting to the printer. Please try again.
cs: Při připojování k tiskárně došlo k problému. Zkuste to prosím znovu.
zh_tw: 連線印表機時發生錯誤。 請重試。

source: Failed to log out.
cs: Nepodařilo se odhlásit.
zh_tw: 登出失敗。

source: Save current %s
cs: Uložit aktuální %s
zh_tw: 儲存當前 %s

source: Delete this preset
cs: Smazat toto přednastavení
zh_tw: 刪除此預設

source: Search in preset
cs: Hledat v přednastavení
zh_tw: 在預設中搜尋

source: Synchronization of different extruder drives or nozzle volume types is not supported.
cs: Synchronizace různých pohonů extruderu nebo typů objemu trysky není podporována.
zh_tw: 不支援不同擠出機驅動或噴嘴體積型別的同步操作。

source: Synchronize the modification of parameters to the corresponding parameters of another extruder.
cs: Synchronizujte úpravu parametrů na odpovídající parametry druhého extruderu.
zh_tw: 將引數的修改與另一臺擠出機的相應引數同步。

source: Click to learn more
cs: Klikněte pro více informací
zh_tw: 點選瞭解更多

source: Click to reset all settings to the last saved preset.
cs: Klikněte pro obnovení všech nastavení na poslední uložené přednastavení.
zh_tw: 點選以將所有設定還原到最後一次儲存的版本。

source: Prime tower is required for nozzle changing. There may be flaws on the model without prime tower. Are you sure you want to disable prime tower?
cs: Věž pro oddělení trysky je vyžadována pro výměnu trysky. Bez věže pro oddělení trysky mohou být na modelu vady. Opravdu chcete zakázat věž pro oddělení trysky?
zh_tw: 切換噴嘴需要擦料塔，否則列印件上可能會有瑕疵。您確定要關閉擦料塔嗎？

source: Prime tower is required for smooth timeplase. There may be flaws on the model without prime tower. Are you sure you want to disable prime tower?
cs: Pro plynulé časosběrné snímání je nutná věž pro oddělení trysky. Bez věže pro oddělení trysky mohou být na modelu vady. Opravdu chcete zakázat věž pro oddělení trysky?
zh_tw: 平滑模式的延時攝影需要擦料塔，否則列印件上可能會有瑕疵。您確定要關閉擦料塔嗎？

source: Prime tower is required for clumping detection. There may be flaws on the model without prime tower. Are you sure you want to disable prime tower?
cs: Věž pro oddělení trysky je vyžadována pro detekci shlukování. Bez věže pro oddělení trysky mohou být na modelu vady. Opravdu chcete zakázat věž pro oddělení trysky?
zh_tw: 觸碰裹頭檢測需要擦料塔，否則列印件上可能會有瑕疵。您確定關閉料塔嗎？

source: Enabling both precise Z height and the prime tower may cause the size of prime tower to increase. Do you still want to enable?
cs: Povolení přesné výšky Z a věže pro oddělení trysky může zvýšit velikost věže pro oddělení trysky. Chcete toto nastavení opravdu povolit?
zh_tw: 同時啟用精準Z高度和料塔將可能導致擦料塔的尺寸變大，是否仍要開啟？

source: Prime tower is required for clumping detection. There may be flaws on the model without prime tower. Do you still want to enable clumping detection?
cs: Věž pro oddělení trysky je vyžadována pro detekci shlukování. Bez věže pro oddělení trysky mohou být na modelu vady. Chcete i přesto povolit detekci shlukování?
zh_tw: 觸碰裹頭檢測需要擦料塔，否則列印件上可能會有瑕疵。您確定開啟裹頭檢測嗎？

source: Prime tower is required for smooth timelapse. There may be flaws on the model without prime tower. Do you want to enable prime tower?
cs: Věž pro oddělení trysky je vyžadována pro plynulé časosběrné snímání. Bez věže pro oddělení trysky mohou být na modelu vady. Chcete povolit věž pro oddělení trysky?
zh_tw: 平滑模式的延時攝影需要擦料塔，否則列印件上可能會有瑕疵。您想開啟擦料塔嗎？

source: Still print by object?
cs: Pokračovat v tisku podle objektu?
zh_tw: 仍然按物件列印嗎？

source: Non-soluble support materials are not recommended for support base. Are you sure to use them for support base?
cs: Nerozpustné podpůrné materiály nejsou doporučeny pro základ podpory. Opravdu je chcete použít jako základ podpory?
zh_tw: 不建議將非可溶性支撐材料用作支撐主體。 您確定要用它們作為支撐主體嗎？

source: When using PLA to support TPU, We recommend the following settings: 0 top z distance, 0 interface spacing, 0 support/object xy distance, interlaced rectilinear pattern, disable independent support layer height and use PLA for both support interface and support base
cs: Při použití PLA jako podpory pro TPU doporučujeme následující nastavení: 0 horní vzdálenost v ose z, 0 rozestup rozhraní, 0 vzdálenost podpora/objekt v ose xy, prokládaný pravoúhlý vzor, vypnout nezávislou výšku vrstvy podpory a použít PLA jak pro rozhraní podpory, tak pro základnu podpory.
zh_tw: 當使用PLA作為支撐材料支撐TPU時，我們推薦以下設定： 0頂部z距離，0接觸面間距，0支撐/模型XY距離，交疊直線圖案，禁用支撐獨立層高，並將PLA同時用於支撐接觸面和支撐主體

source: When using soluble material for the support, We recommend the following settings: 0 top z distance, 0 interface spacing, 0 support/object xy distance, interlaced rectilinear pattern, disable independent support layer height and use soluble materials for both support interface and support base
cs: Při použití rozpustného materiálu pro podporu doporučujeme následující nastavení: 0 horní vzdálenost v ose z, 0 rozestup rozhraní, 0 vzdálenost podpora/objekt v ose xy, prokládaný pravoúhlý vzor, vypnout nezávislou výšku vrstvy podpory a použít rozpustné materiály jak pro rozhraní podpory, tak pro základnu podpory.
zh_tw: 當使用可溶性材料作為支撐時，我們推薦以下設定： 0頂部z距離，0接觸面間距，0支撐/模型XY距離，交疊直線圖案，禁用支撐獨立層高，並將可溶性材料同時用於支撐接觸面和支撐主體

source: Change these settings automatically? Yes - Change these settings automatically No - Do not change these settings for me
cs: Změnit tato nastavení automaticky? Ano – změnit tato nastavení automaticky Ne – neměnit tato nastavení za mě
zh_tw: 自動調整這些設定？ 是 - 自動調整這些設定 否 - 不用為我調整這些設定

source: When using support material for the support interface, We recommend the following settings: 0 top z distance, 0 interface spacing, interlaced rectilinear pattern and disable independent support layer height
cs: Při použití podpůrného materiálu pro rozhraní podpory doporučujeme následující nastavení: 0 horní vzdálenost v ose z, 0 rozestup rozhraní, prokládaný pravoúhlý vzor a deaktivaci nezávislé výšky vrstvy podpory.
zh_tw: 當支撐接觸面使用支撐材料時，我們推薦以下設定： 0頂部z距離，0接觸面間距，交疊直線圖案，並且禁用支撐獨立層高

source: When using soluble material for the support interface, We recommend the following settings: 0 top z distance, 0 interface spacing, 0 support/object xy distance, interlaced rectilinear pattern, disable independent support layer height and use soluble materials for both support interface and support base
cs: Při použití rozpustného materiálu pro rozhraní podpory doporučujeme následující nastavení: 0 horní vzdálenost v ose z, 0 rozestup rozhraní, 0 vzdálenost podpora/objekt v ose xy, prokládaný pravoúhlý vzor, vypnout nezávislou výšku vrstvy podpory a použít rozpustné materiály jak pro rozhraní podpory, tak pro základnu podpory.
zh_tw: 當支撐接觸面使用可溶性材料時，我們推薦以下設定： 0頂部z距離，0接觸面間距，0支撐/模型XY距離，交疊直線圖案，禁用支撐獨立層高，並將可溶性材料同時用於支撐接觸面和支撐主體

source: Layer height is too small. It will set to min_layer_height
cs: Výška vrstvy je příliš malá. Bude nastavena na min_layer_height.
zh_tw: 層高太小， 將自動設定為最小層高的值。

source: Layer height exceeds the limit in Printer Settings -> Extruder -> Layer height limits ,this may cause printing quality issues.
cs: Výška vrstvy překračuje limit v nastavení tiskárny -> Extruder -> Limity výšky vrstvy, což může způsobit problémy s kvalitou tisku.
zh_tw: 層高超出了印表機設定->擠出機->層高限制中的範圍，這可能導致列印質量問題。

source: Adjust to the set range automatically?
cs: Automaticky upravit na nastavený rozsah?
zh_tw: 是否自動調整到範圍內？

source: Adjust
cs: Upravit
zh_tw: 調整

source: Ignore
cs: Ignorovat
zh_tw: 忽略

source: Experimental feature: Retracting and cutting off the filament at a greater distance during filament changes to minimize flush.Although it can notably reduce flush, it may also elevate the risk of nozzle clogs or other printing complications.
cs: Experimentální funkce: Retrakce a odříznutí filamentu ve větší vzdálenosti při výměně filamentu za účelem minimalizace výplachu. Ačkoli to může výrazně snížit výplach, může to také zvýšit riziko ucpání trysky nebo jiných komplikací při tisku.
zh_tw: 實驗性選項。在更換耗材絲時，將耗材絲回抽一段距離後再切斷以最小化沖刷。雖然這可以顯著減少衝刷，但也可能增加噴嘴堵塞或其他列印問題的風險。

source: Experimental feature: Retracting and cutting off the filament at a greater distance during filament changes to minimize flush.Although it can notably reduce flush, it may also elevate the risk of nozzle clogs or other printing complications.Please use with the latest printer firmware.
cs: Experimentální funkce: Retrakce a odříznutí filamentu ve větší vzdálenosti při výměně filamentu za účelem minimalizace výplachu. Ačkoli to může výrazně snížit výplach, může to také zvýšit riziko ucpání trysky nebo jiných komplikací při tisku. Používejte s nejnovějším firmwarem tiskárny.
zh_tw: 實驗性選項。在更換耗材絲時，將耗材絲回抽一段距離後再切斷以最小化沖刷。雖然這可以顯著減少衝刷，但也可能增加噴嘴堵塞或其他列印問題的風險。請配合印表機最新韌體使用。

source: When recording timelapse without toolhead, it is recommended to add a "Timelapse Wipe Tower" by right-click the empty position of build plate and choose "Add Primitive"->"Timelapse Wipe Tower".
cs: Při záznamu timelapse bez tiskové hlavy se doporučuje přidat "Timelapse Wipe Tower" kliknutím pravým tlačítkem na prázdné místo tiskové podložky a zvolením "Přidat primitivum" -> "Timelapse Wipe Tower".
zh_tw: 在錄製無工具頭延時攝影影片時，建議新增“延時攝影擦料塔” 右鍵單擊列印板的空白位置，選擇“新增標準模型”->“延時攝影擦料塔”。

source: Switching to a printer with different extruder types or numbers will discard or reset changes to extruder or multi-nozzle-related parameters.
cs: Přepnutí na tiskárnu s odlišným typem nebo počtem extruderů zruší nebo resetuje změny parametrů spojených s extruderem nebo vícetryskovými funkcemi.
zh_tw: 切換到擠出機型別或數量不一樣的印表機，擠出機或多噴嘴相關引數的修改將會被丟棄或重置。

source: The notes are too large, and may not be synchronized to the cloud. Please keep it within 40k.
cs: Poznámky jsou příliš velké a nemusí být synchronizovány do cloudu. Udržujte prosím velikost do 40k.
zh_tw: 內容太大，可能無法同步到雲端。請將其控制在40k以內。

source: Line width
cs: Šířka linie
zh_tw: 線寬

source: Seam
cs: Šev
zh_tw: 接縫

source: Precision
cs: Přesnost
zh_tw: 精度

source: Wall generator
cs: Generátor stěn
zh_tw: 牆生成器

source: Walls
cs: Stěny
zh_tw: 牆

source: Top/bottom shells
cs: Horní/dolní skořepiny
zh_tw: 頂部/底部外殼

source: Sparse infill
cs: Řídká výplň
zh_tw: 稀疏填充

source: Initial layer speed
cs: Rychlost počáteční vrstvy
zh_tw: 首層速度

source: Other layers speed
cs: Rychlost ostatních vrstev
zh_tw: 其他層速度

source: Overhang speed
cs: Rychlost převisu
zh_tw: 懸垂速度

source: This is the speed for various overhang degrees. Overhang degrees are expressed as a percentage of line width. 0 speed means no slowing down for the overhang degree range and wall speed is used
cs: Toto je rychlost pro různé stupně převisu. Stupně převisu jsou vyjádřeny jako procento šířky linie. Rychlost 0 znamená, že pro tento rozsah stupně převisu nedochází ke zpomalení a použije se rychlost stěny.
zh_tw: 不同懸垂程度的列印速度。懸垂程度使用相對於線寬的百分表示。速度為0代表這個懸垂程度範圍內不降速，直接使用牆的速度

source: Travel speed
cs: Rychlost pohybu
zh_tw: 空駛速度

source: Acceleration
cs: Zrychlení
zh_tw: 加速度

source: Jerk(XY)
cs: Rychlost změny pohybu (XY)
zh_tw: 抖動（XY軸）

source: Raft
cs: Podložka
zh_tw: 筏層

source: Support filament
cs: Filament pro podporu
zh_tw: 支撐耗材

source: Support ironing
cs: Žehlení podpory
zh_tw: 支撐熨燙

source: Tree Support
cs: Stromová podpora
zh_tw: 樹狀支撐

source: Prime tower
cs: Věž pro oddělení trysky
zh_tw: 擦料塔

source: Special mode
cs: Speciální režim.
zh_tw: 特殊模式

source: G-code output
cs: Výstup G-kódu
zh_tw: G-code 輸出

source: Post-processing scripts
cs: Skripty post-processingu
zh_tw: 後處理指令碼

source: Notes
cs: Poznámky
zh_tw: 註釋

source: Frequent
cs: Časté
zh_tw: 常用

source: Following line %s contains reserved keywords. Please remove it, or will beat G-code visualization and printing time estimation.
zh_tw: 以下行%s包含保留關鍵字。 請將其移除，否則將影響G程式碼視覺化和列印時間估算。

source: Reserved keywords found
cs: Byla nalezena vyhrazená klíčová slova
zh_tw: 檢測到保留的關鍵字

source: Custom G-code files are too large, and may not be synchronized to the cloud. Please keep it within 40k.
cs: Vlastní soubory G-kódu jsou příliš velké a nemusí být synchronizovány do cloudu. Udržujte prosím velikost do 40k.
zh_tw: 自定義G-code程式碼檔案太大，可能無法同步到雲端。請將其保持在40k以內。

source: Setting Overrides
cs: Přepsání nastavení
zh_tw: 引數覆蓋

source: Retraction
cs: Retrakce
zh_tw: 回抽

source: Basic information
cs: Základní informace
zh_tw: 基礎資訊

source: Filament prime volume
cs: Objem natlačování filamentu
zh_tw: 材料清理量

source: The volume of material to prime extruder on tower.
cs: Objem materiálu k naplnění extruderu na věži pro oddělení trysky.
zh_tw: 擦料塔上的清理量。

source: Filament ramming length
cs: Délka natlačování filamentu
zh_tw: 材料預沖刷長度

source: Travel time after ramming
cs: Doba pohybu po natlačování
zh_tw: 預沖刷後的空駛時間

source: A reverse travel movement after ramming.
cs: Zpětný pohyb po zatlačení.
zh_tw: 預沖刷後的一段反向空駛。

source: Precooling target temperature
cs: Cílová teplota chlazení
zh_tw: 預降溫目標溫度

source: Precooling target temperature during ramming.
cs: Cílová teplota chlazení během natlačování.
zh_tw: 預沖刷過程中的預降溫目標溫度。

source: Recommended nozzle temperature
cs: Doporučená teplota trysky
zh_tw: 建議噴嘴溫度

source: Recommended nozzle temperature range of this filament. 0 means no set
cs: Doporučený rozsah teploty trysky pro tento filament. 0 znamená, že není nastaven.
zh_tw: 該材料的建議噴嘴溫度範圍。0表示未設定

source: Print temperature
cs: Teplota tisku
zh_tw: 列印溫度

source: Bed temperature when cool plate is installed. Value 0 means the filament does not support to print on the Bambu Cool Plate SuperTack
cs: Teplota podložky při instalaci chladicí podložky. Hodnota 0 znamená, že filament nepodporuje tisk na Bambu Chladicí podložku SuperTack.
zh_tw: 安裝冷卻板時的床溫。值0表示耗材絲不支援在增穩低溫列印板上列印。

source: Cool Plate
cs: Chladicí podložka
zh_tw: 低溫列印板
