Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: Compared with the default profile of a 0.4 mm nozzle, it has a bigger layer height, and results in more apparent layer lines and lower printing quality, but shorter printing time.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má větší výšku vrstvy a má za následek větší zdánlivou vrstvu a nižší kvalitu tisku, ale kratší dobu tisku.

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height, and results in less apparent layer lines and higher printing quality, but longer printing time.
cs: Ve srovnání s výchozím profilem 0. Hubice má menší výšku vrstvy a má za následek méně zdánlivou vrstvu a vyšší kvalitu tisku, ale delší dobu tisku.

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height, lower speeds and acceleration, and the sparse infill pattern is Gyroid. So, it results in less apparent layer lines and much higher printing quality, but much longer printing time.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má menší výšku vrstvy, nižší rychlosti a zrychlení a řídký infiltr je Gyroid. Výsledkem je tedy méně zdánlivé vrstvy a mnohem vyšší kvalita tisku, ale mnohem delší doba tisku.

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height, and results in almost negligible layer lines and higher printing quality, but longer printing time.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má menší výšku vrstvy a má za následek téměř zanedbatelnou vrstvu a vyšší kvalitu tisku, ale delší dobu tisku.

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height, lower speeds and acceleration, and the sparse infill pattern is Gyroid. So, it results in almost negligible layer lines and much higher printing quality, but much longer printing time.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má menší výšku vrstvy, nižší rychlosti a zrychlení a řídký infiltr je Gyroid. Výsledkem je tedy téměř zanedbatelná vrstva a mnohem vyšší kvalita tisku, ale mnohem delší doba tisku.

source: Compared with the default profile of a 0.4 mm nozzle, it has a smaller layer height, and results in almost negligible layer lines and longer printing time.
cs: Ve srovnání s výchozím profilem 0. Hubicí ráže má menší vrstvu a má za následek téměř zanedbatelnou vrstvu a delší dobu tisku.

source: It has a big layer height, and results in apparent layer lines and ordinary printing quality and printing time.
cs: Má velkou výšku vrstvy a má za následek zdánlivé vrstvy a obvyklou kvalitu tisku a dobu tisku.

source: Compared with the default profile of a 0.6 mm nozzle, it has more wall loops and a higher sparse infill density. So, it results in higher strength of the prints, but more filament consumption and longer printing time.
cs: Ve srovnání s výchozím profilem trysky 0.6 mm má více smyček stěn a vyšší hustotu infiltrace. Výsledkem je tedy vyšší pevnost tisku, ale větší spotřeba vlákna a delší doba tisku.

source: Compared with the default profile of a 0.6 mm nozzle, it has a bigger layer height, and results in more apparent layer lines and lower printing quality, but shorter printing time in some printing cases.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má větší výšku vrstvy a má za následek větší zdánlivost vrstev a nižší kvalitu tisku, ale v některých případech je doba tisku kratší.

source: Compared with the default profile of a 0.6 mm nozzle, it has a bigger layer height, and results in much more apparent layer lines and much lower printing quality, but shorter printing time in some printing cases.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má větší výšku vrstvy a má za následek mnohem více zdánlivé vrstvy a mnohem nižší kvalitu tisku, ale v některých případech je doba tisku kratší.

source: Compared with the default profile of a 0.6 mm nozzle, it has a smaller layer height, and results in less apparent layer lines and slight higher printing quality, but longer printing time.
cs: Ve srovnání s výchozím profilem 0. Hubice má menší výšku vrstvy a má za následek méně zdánlivou vrstvu a mírně vyšší kvalitu tisku, ale delší dobu tisku.

source: Compared with the default profile of a 0.6 mm nozzle, it has a smaller layer height, and results in less apparent layer lines and higher printing quality, but longer printing time.
cs: Ve srovnání s výchozím profilem 0. Hubice má menší výšku vrstvy a má za následek méně zdánlivou vrstvu a vyšší kvalitu tisku, ale delší dobu tisku.

source: It has a very big layer height, and results in very apparent layer lines, low printing quality and general printing time.
cs: Má velmi velkou výšku vrstvy a má za následek velmi zdánlivou vrstvu, nízkou kvalitu tisku a obecnou dobu tisku.

source: Compared with the default profile of a 0.8 mm nozzle, it has a bigger layer height, and results in very apparent layer lines and much lower printing quality, but shorter printing time in some printing cases.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má větší výšku vrstvy a vede k velmi zdánlivým liniím vrstvy a mnohem nižší kvalitě tisku, ale v některých případech je doba tisku kratší.

source: Compared with the default profile of a 0.8 mm nozzle, it has a much bigger layer height, and results in extremely apparent layer lines and much lower printing quality, but much shorter printing time in some printing cases.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má mnohem větší výšku vrstvy a má za následek mimořádně zdánlivou vrstvu a mnohem nižší kvalitu tisku, ale v některých případech je doba tisku mnohem kratší.

source: Compared with the default profile of a 0.8 mm nozzle, it has a slightly smaller layer height, and results in slightly less but still apparent layer lines and slightly higher printing quality, but longer printing time in some printing cases.
cs: Ve srovnání s výchozím profilem 0. tryska ráže má mírně menší výšku vrstvy, má za následek mírně menší, ale stále zdánlivé vrstvy a mírně vyšší kvalitu tisku, avšak v některých tiskařských případech delší dobu tisku.

source: Compared with the default profile of a 0.8 mm nozzle, it has a smaller layer height, and results in less but still apparent layer lines and slightly higher printing quality, but longer printing time in some printing cases.
cs: Ve srovnání s výchozím profilem 0. mm tryska, má menší výšku vrstvy a má za následek méně zdánlivou vrstvu a mírně vyšší kvalitu tisku, ale v některých případech je doba tisku delší.

source: This is neither a commonly used filament, nor one of Bambu filaments, and it varies a lot from brand to brand. So, it's highly recommended to ask its vendor for suitable profile before printing and adjust some parameters according to its performances.
cs: Nejedná se ani o běžně používané vlákno, ani o vlákna Bambu a hodně se liší od značky až po značku. Proto je velmi doporučeno požádat svého dodavatele o vhodný profil, než vytiskne a upraví některé parametry podle jeho vlastností.

source: When printing this filament, there's a risk of warping and low layer adhesion strength. To get better results, please refer to this wiki: Printing Tips for High Temp / Engineering materials.
cs: Při tisku tohoto vlákna existuje riziko ucpání a slabé adheze. Chcete-li získat lepší výsledky, podívejte se prosím na tuto wiki: Tiskové tipy pro vysoké teploty / inženýrské materiály.

source: When printing this filament, there's a risk of nozzle clogging, oozing, warping and low layer adhesion strength. To get better results, please refer to this wiki: Printing Tips for High Temp / Engineering materials.
cs: Při tisku tohoto vlákna hrozí, že dojde k zavěšení trysky, zavěšení, rozrušení a přilnavost s nízkou vrstvou. Chcete-li získat lepší výsledky, podívejte se prosím na tuto wiki: Tiskové tipy pro vysoké teploty / inženýrské materiály.

source: To get better transparent or translucent results with the corresponding filament, please refer to this wiki: Printing tips for transparent PETG.
cs: Abyste získali lepší transparentní nebo průsvitné výsledky s odpovídajícím vláknem, podívejte se na tuto wiki: Tisk tipů pro transparentní PETG.

source: To make the prints get higher gloss, please dry the filament before use, and set the outer wall speed to be 40 to 60 mm/s when slicing.
cs: Aby tisky získaly vyšší lesku, před použitím se vlákno suší, prosím. a nastavte rychlost vnější stěny při řezání na 40 mm/s.

source: This filament is only used to print models with a low density usually, and some special parameters are required. To get better printing quality, please refer to this wiki: Instructions for printing RC model with foaming PLA (PLA Aero).
cs: Toto vlákno se používá pouze pro tisk modelů s nízkou hustotou a některé zvláštní parametry jsou požadovány. Chcete-li získat lepší kvalitu tisku, podívejte se na tuto wiki: Pokyny pro tisk modelu RC s pěnou PLA (PLA Aero).

source: This filament is only used to print models with a low density usually, and some special parameters are required. To get better printing quality, please refer to this wiki: ASA Aero Printing Guide.
cs: Toto vlákno se používá pouze pro tisk modelů s nízkou hustotou a některé zvláštní parametry jsou požadovány. Chcete-li získat lepší kvalitu tisku, podívejte se na tuto wiki: ASA Aero Printing Guide.

source: This filament is too soft and not compatible with the AMS. Printing it is of many requirements, and to get better printing quality, please refer to this wiki: TPU printing guide.
cs: Toto vlákno je příliš měkké a není slučitelné s AMS. Tisk je v mnoha požadavcích a pro lepší kvalitu tisku, viz tato wiki: TPU tiskařská příručka.

source: This filament has high enough hardness (about 67D) and is compatible with the AMS. Printing it is of many requirements, and to get better printing quality, please refer to this wiki: TPU printing guide.
cs: Toto vlákno má dostatečnou tvrdost (přibližně 67D) a je kompatibilní s AMS. Tisk je v mnoha požadavcích a pro lepší kvalitu tisku, viz tato wiki: TPU tiskařská příručka.

source: If you are to print a kind of soft TPU, please don't slice with this profile, and it is only for TPU that has high enough hardness (not less than 55D) and is compatible with the AMS. To get better printing quality, please refer to this wiki: TPU printing guide.
cs: Pokud chcete vytisknout určitý druh měkkého TPU, neprořezávejte tento profil, a je to pouze pro TPU, který má dostatečně vysokou tvrdost (ne méně než 55D) a je kompatibilní s AMS. Chcete-li získat lepší kvalitu tisku, podívejte se na tuto wiki: TPU tiskovou příručku.

source: This is a water-soluble support filament, and usually it is only for the support structure and not for the model body. Printing this filament is of many requirements, and to get better printing quality, please refer to this wiki: PVA Printing Guide.
cs: Jedná se o vodorozpustné podpůrné vlákno a obvykle se jedná pouze o podpěru, a nikoli o modelové tělo. Tisk tohoto vlákna je v mnoha požadavcích a pro lepší kvalitu tisku, viz tato wiki: PVA Printing Guide.

source: This is a non-water-soluble support filament, and usually it is only for the support structure and not for the model body. To get better printing quality, please refer to this wiki: Printing Tips for Support Filament and Support Function.
cs: Jedná se o nosné vlákno nerozpustné ve vodě a obvykle se jedná pouze o nosnou strukturu, a nikoli o modelové tělo. Chcete-li získat lepší kvalitu tisku, podívejte se prosím na tuto wiki: Tiskové tipy pro podporu Filament a podpůrnou funkci.

source: The generic presets are conservatively tuned for compatibility with a wider range of filaments. For higher printing quality and speeds, please use Bambu filaments with Bambu presets.
cs: Obecné předvolby jsou konzervativně naladěny pro kompatibilitu s širším okruhem vláken. Pro vyšší kvalitu a rychlost tisku použijte Bambu vlákna s předvolbami.

source: High quality profile for 0.2mm nozzle, prioritizing print quality.
cs: Vysoce kvalitní profil pro trysku o velikosti 0,2 mm, upřednostňující kvalitu tisku.

source: High quality profile for 0.16mm layer height, prioritizing print quality and strength.
cs: Vysoce kvalitní profil pro výšku vrstvy 0,16 mm, upřednostňování kvality a pevnosti tisku.

source: Standard profile for 0.16mm layer height, prioritizing speed.
cs: Standardní profil pro výšku vrstvy 0,16 mm, upřednostňování rychlosti.

source: High quality profile for 0.2mm layer height, prioritizing strength and print quality.
cs: Vysoce kvalitní profil pro výšku vrstvy 0,2 mm, upřednostňování pevnosti a kvality tisku.

source: Standard profile for 0.4mm nozzle, prioritizing speed.
cs: Standardní profil pro trysku 0,4 mm, upřednostňování rychlosti.

source: High quality profile for 0.6mm nozzle, prioritizing print quality and strength.
cs: Vysoce kvalitní profil pro trysku 0.6 mm, přičemž se upřednostňuje kvalita a pevnost tisku.

source: Strength profile for 0.6mm nozzle, prioritizing strength.
cs: Profil pevnosti pro trysku 0.6 mm, přičemž se upřednostňuje pevnost.

source: Standard profile for 0.6mm nozzle, prioritizing speed.
cs: Standardní profil pro trysku 0.6 mm, upřednostňování rychlosti.

source: High quality profile for 0.8mm nozzle, prioritizing print quality.
cs: Vysoce kvalitní profil pro trysku o velikosti 0,8 mm, upřednostňující kvalitu tisku.

source: Strength profile for 0.8mm nozzle, prioritizing strength.
cs: Profil pevnosti pro trysku 0.8 mm, přičemž se upřednostňuje pevnost.

source: Standard profile for 0.8mm nozzle, prioritizing speed.
cs: Standardní profil pro trysku 0,8 mm, upřednostňování rychlosti.

source: Helio: Process Started
cs: Helio: Proces spuštěn

source: Helio API endpoint is empty, please check the configuration.
cs: Koncový bod Helio API je prázdný, prosím zkontrolujte konfiguraci.

source: Personal assecc token is empty, please fill in the correct token.
cs: Osobní asecc token je prázdný, vyplňte prosím správný token.

source: Helio: Presigned URL Created
cs: Helio: Přednastavená URL vytvořena

source: Helio: file succesfully uploaded
cs: Dobrý den: soubor byl úspěšně nahrán

source: Helio: file upload failed
cs: Dobrý den: Nahrávání souboru se nezdařilo

source: Please make sure you have the corrent API key set in preferences.
cs: Ujistěte se, že máte nastavený corrent API klíč v nastavení.

source: Helio: GCode created successfully
cs: Dobrý den: GCode byl úspěšně vytvořen

source: Helio: simulation successfully created
cs: Helio: simulace byla úspěšně vytvořena

source: Helio: simulation working
cs: Helio: simulace

source: Helio: simulation failed
cs: Helio: simulace selhala

source: Helio: GCode downloaded successfully
cs: Dobrý den: GCode byl úspěšně stažen

source: No AMS
cs: Žádné AMS

source: There is no device available to send printing.
cs: Není k dispozici žádné zařízení pro odesílání.

source: The number of printers in use simultaneously cannot be equal to 0.
cs: Počet současně používaných tiskáren nemůže být roven 0.

source: Use External Spool
cs: Použít externí cívku

source: Select Printers
cs: Vybrat tiskárny

source: Device Name
cs: Název zařízení

source: Device Status
cs: Stav zařízení

source: Ams Status
cs: Stav Ams

source: Please select the devices you would like to manage here (up to 6 devices)
cs: Vyberte prosím zařízení, které chcete spravovat zde (až 6 zařízení)

source: Printing Options
cs: Možnosti tisku

source: Bed Leveling
cs: Úrovně postele

source: Send Options
cs: Možnosti odeslání

source: printers at the same time.(It depends on how many devices can undergo heating at the same time.)
cs: tiskárny ve stejnou dobu.(Závisí na tom, kolik zařízení může být současně zahříváno.)

source: Wait
cs: Čekat

source: minute each batch.(It depends on how long it takes to complete the heating.)
cs: minutu každou šarži. (Závisí na tom, jak dlouho trvá dokončení vytápění.)

source: Task Sending
cs: Odesílání úlohy

source: Task Sent
cs: Úkol odeslán

source: Edit multiple printers
cs: Upravit více tiskáren

source: Select connected printers (0/6)
cs: Vyberte připojené tiskárny (0/6)

source: Select Connected Printers (%d/6)
cs: Vybrat připojené tiskárny (%d/6)

source: The maximum number of printers that can be selected is %d
cs: Maximální počet tiskáren je %d

source: No task
cs: Žádný úkol

source: Edit Printers
cs: Upravit tiskárny

source: Task Name
cs: Název úkolu

source: Actions
cs: Akce

source: Task Status
cs: Stav úkolu

source: Sent Time
cs: Čas odeslání

source: There are no tasks to be sent!
cs: Neexistují žádné úkoly k odeslání!

source: No historical tasks!
cs: Žádné historické úkoly!

source: Upgrading
cs: Modernizace

source: syncing
cs: synchronizace

source: Printing Finish
cs: Dokončit tisk

source: Printing Failed
cs: Tisk se nezdařil

source: Printing Pause
cs: Pozastavit tisk

source: Pending
cs: Nevyřízeno

source: Sending
cs: Odesílání

source: Sending Finish
cs: Odesílání dokončeno

source: Sending Cancel
cs: Odesílání zrušení

source: Sending Failed
cs: Odeslání se nezdařilo

source: Print Success
cs: Tisk byl úspěšný

source: Print Failed
cs: Tisk se nezdařil

source: Removed
cs: Odstraněno

source: Management user presets
cs: Předvolby pro správu uživatelů

source: Custom filaments
cs: Vlastní vlákna

source: No content
cs: Žádný obsah

source: Printer presets (%d/%d)
cs: Předvolby tiskárny (%d/%d)

source: Process presets (%d/%d)
cs: Zpracování předvoleb (%d/%d)

source: %u Selected
cs: %u Vybráno

source: Please select the preset to be deleted
cs: Vyberte prosím přednastavení, které má být odstraněno

source: %d %s Preset will be deleted.
cs: %d %s předvolba bude smazána.

source: Don't remind me again
cs: Znovu nepřipomínat

source: No further pop-up will appear. You can reopen it in 'Preferences'
cs: Žádné další vyskakovací okno se nezobrazí. Můžete jej znovu otevřít v 'Předvolby'

source: Filament-Saving Mode
cs: Filament-úsporný režim

source: Convenience Mode
cs: Režim pohodlnosti

source: Custom Mode
cs: Vlastní režim

source: Generates filament grouping for the left and right nozzles based on the most filament-saving principles to minimize waste
cs: Vytváří skupinu vláken pro levou a pravou trysku založenou na nejúspornějších principech vlákna, aby se minimalizoval odpad

source: Generates filament grouping for the left and right nozzles based on the printer's actual filament status, reducing the need for manual filament adjustment
cs: Vytváří skupinu vláken pro levou a pravou trysku založenou na skutečném stavu vlákna tiskárny, čímž se snižuje potřeba manuálního seřízení vlákna

source: Manually assign filament to the left or right nozzle
cs: Ručně přiřadit vlákno levé nebo pravé hubici

source: Global settings
cs: Globální nastavení

source: Video tutorial
cs: Video tutoriál

source: Learn more
cs: Zjistit více

source: (Sync with printer)
cs: (ynchronizovat s tiskárnou)

source: We will slice according to this grouping method:
cs: Podle této metody seskupování prořešíme:

source: Tips: You can drag the filaments to reassign them to different nozzles.
cs: Tip: Vlákna můžete přetáhnout a přiřadit je k různým tryskám.

source: The filament grouping method for current plate is determined by the dropdown option at the slicing plate button.
cs: Metoda skupinové skupiny vláken pro proudovou desku je určena možností rozevírací lišty na tlačítku plátky.

source: Skip Objects
cs: Přeskočit objekty

source: Zoom Out
cs: Oddálit

source: Zoom In
cs: Přiblížit

source: Load skipping objects information failed. Please try again.
cs: Načtení přeskočení informací o objektech se nezdařilo. Zkuste to prosím znovu.

source: Loading ...
cs: Načítání...

source: /%d Selected
cs: /%d Vybráno

source: Nothing selected
cs: Nic nebylo vybráno

source: Over 64 objects in single plate
cs: Více než 64 objektů v jedné desce

source: The current print job cannot be skipped
cs: Aktuální tisková úloha nemůže být přeskočena

source: Skipping all objects.
cs: Přeskočení všech objektů.

source: The printing job will be stopped. Continue?
cs: Tiskárna bude zastavena. Pokračovat?

source: Skipping %d objects.
cs: Přeskakuji %d objektů.

source: This action cannot be undone. Continue?
cs: Tuto akci nelze vrátit zpět. Pokračovat?

source: Skipping objects.
cs: Přeskakuji objekty.

source: Continue
cs: Pokračovat

source: Select Filament
cs: Vybrat Filament

source: Null Color
cs: Barva null

source: Multiple Color
cs: Více barev

source: Official Filament
cs: Oficiální Filament

source: More Colors
cs: Další barvy

source: How to use keyboard shortcuts Did you know that Bambu Studio offers a wide range of keyboard shortcuts and 3D scene operations.
cs: Jak používat klávesové zkratky Věděli jste, že Bambu Studio nabízí širokou škálu klávesových zkratek a 3D scén operací.

source: Cut Tool Did you know that you can cut a model at any angle and position with the cutting tool?
cs: Vyříznout Nástroj Věděli jste, že můžete rozříznout model v libovolném úhlu a poloze pomocí řezného nástroje?

source: Fix Model Did you know that you can fix a corrupted 3D model to avoid a lot of slicing problems on the Windows system?
cs: Opravit model Věděli jste, že můžete opravit poškozený 3D model, abyste se vyhnuli velkým problémům s krájením v systému Windows?

source: Timelapse Did you know that you can generate a timelapse video during each print?
cs: Timelapse Věděli jste, že během každého tisku můžete generovat časové ose videa?

source: Auto-Arrange Did you know that you can auto-arrange all objects in your project?
cs: Auto-Arrange Věděli jste, že můžete automaticky uspořádat všechny objekty ve svém projektu?

source: Auto-Orient Did you know that you can rotate objects to an optimal orientation for printing by a simple click?
cs: Auto-Orient Věděli jste, že můžete otáčet objekty na optimální orientaci pro tisk jednoduchým klikem?

source: Lay on Face Did you know that you can quickly orient a model so that one of its faces sits on the print bed? Select the "Place on face" function or press the <b>F</b> key.
cs: Věděli jste na Face Věděli jste, že můžete rychle orientovat model tak, aby jeden z jeho obličeje seděl na tiskovou posteli? Vyberte funkci "Place on face" nebo stiskněte tlačítko <b>F</b>.

source: Object List Did you know that you can view all objects/parts in a list and change settings for each object/part?
cs: Seznam objektů Věděli jste, že můžete zobrazit všechny objekty/části v seznamu a změnit nastavení pro každý objekt/část?

source: Simplify Model Did you know that you can reduce the number of triangles in a mesh using the Simplify mesh feature? Right-click the model and select Simplify model. Read more in the documentation.
cs: Zjednodušit Model Věděli jste, že můžete snížit počet trojúhelníků v síti pomocí funkce Zjednodušené sítě? Klepněte pravým tlačítkem myši na model a vyberte model zjednodušit. Přečtěte si více v dokumentaci.

source: Slicing Parameter Table Did you know that you can view all objects/parts on a table and change settings for each object/part?
cs: Řízená tabulka parametrů Věděli jste, že můžete zobrazit všechny objekty/části v tabulce a změnit nastavení pro každý objekt/část?

source: Split to Objects/Parts Did you know that you can split a big object into small ones for easy colorizing or printing?
cs: Rozdělit na objekty/části Vědělili jste, že velký objekt můžete rozdělit na malé objekty pro snadné zbarvení nebo tisk?

source: Subtract a Part Did you know that you can subtract one mesh from another using the Negative part modifier? That way you can, for example, create easily resizable holes directly in Bambu Studio. Read more in the documentation.
cs: Odečíst část Věděli jste, že můžete odečíst jednu síť od druhé pomocí modifikátoru negativní části? Tak například můžete vytvořit snadno změnitelné díry přímo v Bambu Studio. Přečtěte si více v dokumentaci.
