Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: Cooling
cs: Chlazení
zh_tw: 冷卻模式

source: Heating
cs: Zahřívání
zh_tw: 腔溫保持模式

source: Exhaust
cs: Výfuk
zh_tw: 外排

source: Full Cooling
cs: Plné chlazení
zh_tw: 強冷卻模式

source: Chamber
cs: Komora
zh_tw: 腔體

source: Innerloop
cs: Vnitřní smyčka
zh_tw: 內迴圈

source: Top
cs: Vrchol
zh_tw: 頂部

source: The fan controls the temperature during printing to improve print quality.The system automatically adjusts the fan's switch and speed according to different printing materials.
cs: Ventilátor reguluje teplotu během tisku pro zlepšení kvality tisku. Systém automaticky upravuje zapnutí a rychlost ventilátoru podle různých tiskových materiálů.
zh_tw: 風扇在列印中調控溫度以提升列印質量，系統會根據不同的列印材料自動調節風扇的開關和轉速。

source: Cooling mode is suitable for printing PLA/PETG/TPU materials and filters the chamber air.
cs: Režim chlazení je vhodný pro tisk materiálů PLA/PETG/TPU a filtruje vzduch v komoře.
zh_tw: 冷卻模式適合列印PLA/PETG/TPU材質，同時能夠過濾腔內空氣

source: Heating mode is suitable for printing ABS/ASA/PC/PA materials and circulates filters the chamber air.
cs: Režim ohřevu je vhodný pro tisk materiálů ABS/ASA/PC/PA a cirkuluje a filtruje vzduch v komoře.
zh_tw: 腔溫保持模式適合列印ABS/ASA/PC/PA材質，在機箱內部迴圈過濾腔內空氣

source: Strong cooling mode is suitable for printing PLA/TPU materials. In this mode, the printouts will be fully cooled.
cs: Režim silného chlazení je vhodný pro tisk materiálů PLA/TPU. V tomto režimu budou výtisky plně chlazeny.
zh_tw: 強冷卻模式適合列印PLA/TPU材質。該模式下列印件會得到全方位的冷卻

source: Cooling mode is suitable for printing %s materials.
cs: Režim chlazení je vhodný pro tisk materiálů %s.
zh_tw: 冷卻模式適合列印%s材質，同時能夠過濾腔內空氣

source: Heating mode is suitable for printing %s materials and circulates filters the chamber air.
cs: Režim vyhřívání je vhodný pro tisk materiálů %s a zajišťuje cirkulaci a filtraci vzduchu v komoře.
zh_tw: 腔溫保持模式適合列印%s材質，在機箱內部迴圈過濾腔內空氣。

# air_duct
source: Right(Aux)
cs: Pravá (Aux)
zh_tw: 右（輔助）

# air_duct
source: Right(Filter)
cs: Pravá (Filtr)
zh_tw: 右（過濾）

# air_duct
source: Left(Aux)
cs: Levá (Aux)
zh_tw: 左（輔助）

# air_duct
source: Chamber
cs: Komora
zh_tw: 機箱

source: Parts
cs: Části
zh_tw: 部件

source: Aux
zh_tw: 輔助

source: Nozzle1
cs: Tryska1
zh_tw: 噴嘴1

source: Heat
cs: Zahřejte
zh_tw: 加熱

source: Fan
cs: Ventilátor
zh_tw: 風扇

source: Idling...
cs: Nečinný stav...
zh_tw: 空閒中

source: Heat the nozzle
cs: Zahřejte trysku
zh_tw: 加熱噴嘴

source: Cut filament
cs: Odříznout filament
zh_tw: 切斷耗材

source: Pull back current filament
cs: Vytáhnout aktuální filament
zh_tw: 抽回耗材絲

source: Push new filament into extruder
cs: Zatlačte nový filament do extruderu
zh_tw: 送出新耗材到擠出機

source: Grab new filament
cs: Vložit nový filament
zh_tw: 咬入耗材絲

source: Purge old filament
cs: Pročištění starého filamentu
zh_tw: 沖刷舊耗材絲

source: Confirm extruded
cs: Potvrďte extruzi
zh_tw: 確認擠出

source: Check filament location
cs: Zkontrolovat umístění filamentu
zh_tw: 檢查耗材位置

source: The maximum temperature cannot exceed
cs: Maximální teplota nesmí být překročena
zh_tw: 最大溫度不超過

source: The minmum temperature should not be less than
cs: Minimální teplota by neměla být nižší než
zh_tw: 最低溫度不低於

source: All the selected objects are on the locked plate, We can not do auto-arrange on these objects.
cs: Všechny vybrané objekty jsou na uzamčené podložce, nelze na těchto objektech použít automatické rozmístění.
zh_tw: 所有選中的物件都處於被鎖定的盤上， 無法對這些物件做自動擺盤。

source: No arrangeable objects are selected.
cs: Nejsou vybrány žádné objekty, které lze uspořádat.
zh_tw: 沒有可擺盤的物件被選中。

source: The following plates are skipped due to different arranging settings from global:
cs: Následující podložky byly přeskočeny kvůli odlišným nastavením uspořádání oproti globálním:
zh_tw: 由於單盤擺盤設定與全域性不同，以下盤被跳過：

source: This plate is locked, We can not do auto-arrange on this plate.
cs: Tato podložka je uzamčena, na této podložce nelze provést automatické rozmístění.
zh_tw: 該盤處於鎖定狀態，無法對其進行自動擺盤。

source: Arranging
cs: Uspořádání
zh_tw: 自動擺放

source: Object %1% has zero size and can't be arranged.
cs: Objekt %1% má nulovou velikost a nelze jej rozmístit.
zh_tw: 物件%1%的大小為零，無法排列。

source: Arrange failed. Found some exceptions when processing object geometries.
cs: Uspořádání se nezdařilo. Při zpracování geometrie objektů byly zjištěny některé výjimky.
zh_tw: 自動擺放失敗，處理物件幾何資料時遇到異常。

source: Arranging canceled.
cs: Uspořádání bylo zrušeno.
zh_tw: 已取消自動擺放。

source: Arranging is done but there are unpacked items. Reduce spacing and try again.
cs: Rozmístění bylo dokončeno, ale stále jsou zde nerozbalené položky. Snižte mezery a zkuste to znovu.
zh_tw: 已完成自動擺放，但是有未被擺到盤內的項，可在減小間距後重試。

source: Arranging done.
cs: Uspořádání dokončeno.
zh_tw: 已完成自動擺放。

source: All the selected objects are on the locked plate, We can not do auto-orient on these objects.
cs: Všechny vybrané objekty jsou na uzamčené podložce, nelze na těchto objektech použít automatickou orientaci.
zh_tw: 所有選中的物件都處於被鎖定的盤上， 無法對這些物件做自動朝向。

source: This plate is locked, We can not do auto-orient on this plate.
cs: Tato podložka je uzamčena, na této podložce nelze provést automatickou orientaci.
zh_tw: 該盤處於鎖定狀態， 無法對其進行自動朝向。

source: Orienting...
cs: Probíhá orientování...
zh_tw: 自動朝向中...

source: Orienting
cs: Orientování
zh_tw: 自動朝向中...

source: Filling
cs: Vyplňování
zh_tw: 正在填充

source: Bed filling canceled.
cs: Plnění podložky bylo zrušeno.
zh_tw: 填充熱床已取消。

source: Bed filling done.
cs: Plnění podložky dokončeno.
zh_tw: 填充熱床已完成。

source: Emboss attribute change
cs: Změna atributu reliéfu
zh_tw: 浮雕屬性更改

source: Add Emboss text object
cs: Přidat objekt vyvýšeného textu
zh_tw: 新增浮雕文字物件

source: Add Emboss text Volume
cs: Přidat objem vyvýšeného textu
zh_tw: 新增浮雕文字Volume

source: Font doesn't have any shape for given text.
cs: Písmo neobsahuje žádný tvar pro zadaný text.
zh_tw: 給定文字的字型沒有任何形狀。

source: There is no valid surface for text projection.
cs: Neexistuje žádná platná plocha pro projekci textu.
zh_tw: 沒有用於文字投影的有效曲面。

source: Text mesh ie empty.
cs: Textová síť je prázdná.
zh_tw: 文字網格為空。

source: Error! Unable to create thread!
cs: Chyba! Nelze vytvořit vlákno!
zh_tw: 發生錯誤，無法建立執行緒！

source: Exception
cs: Výjimka
zh_tw: 異常

source: Logging in
cs: Probíhá přihlašování
zh_tw: 登入中

source: Login failed
cs: Přihlášení selhalo
zh_tw: 登入失敗

source: Please check the printer network connection.
cs: Zkontrolujte prosím síťové připojení tiskárny.
zh_tw: 請檢查印表機的網路連線。

source: Abnormal print file data. Please slice again.
cs: Abnormální data tiskového souboru. Prosím proveďte opětovné krájení.
zh_tw: 列印檔案資料異常，請重新切片

source: Task canceled.
cs: Úloha zrušena.
zh_tw: 任務已取消。

source: Upload task timed out. Please check the network status and try again.
cs: Časový limit pro úlohu nahrávání vypršel. Zkontrolujte stav sítě a zkuste to znovu.
zh_tw: 上傳任務超時，請排查網路狀態後重試。

source: Cloud service connection failed. Please try again.
cs: Připojení ke cloudové službě selhalo. Zkuste to prosím znovu.
zh_tw: 雲服務連線失敗，請重試

source: Print file not found. please slice again.
cs: Tiskový soubor nenalezen. Proveďte řezání znovu.
zh_tw: 未找到列印檔案，請重新切片。

source: The print file exceeds the maximum allowable size (1GB). Please simplify the model and slice again.
cs: Tiskový soubor překračuje maximální povolenou velikost (1 GB). Zjednodušte prosím model a proveďte řez znovu.
zh_tw: 列印檔案超過最大允許大小（1GB），請簡化模型後重新切片。

source: Failed to send the print job. Please try again.
cs: Nepodařilo se odeslat tiskovou úlohu. Zkuste to prosím znovu.
zh_tw: 無法傳送列印任務，請重試。

source: Failed to upload file to ftp. Please try again.
cs: Nepodařilo se nahrát soubor na ftp. Zkuste to prosím znovu.
zh_tw: 上傳檔案至FTP失敗，請重試。

source: Check the current status of the bambu server by clicking on the link above.
cs: Zkontrolujte aktuální stav bambu serveru kliknutím na výše uvedený odkaz.
zh_tw: 點選上方的連結檢查Bambu伺服器的當前狀態。

source: The size of the print file is too large. Please adjust the file size and try again.
cs: Velikost tiskového souboru je příliš velká. Upravte prosím velikost souboru a zkuste to znovu.
zh_tw: 列印檔案的大小過大，請調整檔案大小後重試。

source: Print file not found, Please slice it again and send it for printing.
cs: Tiskový soubor nenalezen. Proveďte opětovné řezání a odešlete jej k tisku.
zh_tw: 未找到列印檔案，請重新切片後再傳送列印。

source: Failed to upload print file to FTP. Please check the network status and try again.
cs: Nepodařilo se nahrát tiskový soubor na FTP. Zkontrolujte stav sítě a zkuste to znovu.
zh_tw: 無法將列印檔案上傳至FTP。請檢查網路狀態並重試。

source: Sending print job over LAN
cs: Odesílání tiskové úlohy přes LAN
zh_tw: 正在透過區域網傳送列印任務

source: Sending print job through cloud service
cs: Odesílání tiskové úlohy přes cloudovou službu
zh_tw: 正在透過雲端服務傳送列印任務

source: Print task sending times out.
cs: Odesílání tiskové úlohy vypršelo.
zh_tw: 傳送列印任務超時。

source: Service Unavailable
cs: Služba nedostupná
zh_tw: 服務不可用

source: Unknown Error.
cs: Neznámá chyba.
zh_tw: 未知錯誤。

source: Sending print configuration
cs: Odesílání tiskové konfigurace
zh_tw: 正在傳送列印配置

source: Successfully sent. Will automatically jump to the device page in %ss
cs: Úspěšně odesláno. Automaticky přejde na stránku zařízení za %ss
zh_tw: 已傳送完成，即將自動跳轉到裝置頁面（%s秒）

source: Successfully sent. Will automatically jump to the next page in %ss
cs: Úspěšně odesláno. Automaticky přejde na další stránku za %ss
zh_tw: 已成功傳送。將在%ss後自動跳轉到下一頁。

source: Storage needs to be inserted before printing via LAN.
cs: Před tiskem přes LAN je třeba vložit úložiště.
zh_tw: 透過區域網傳送列印任務，需要先插入儲存裝置。

source: Sending gcode file over LAN
cs: Odesílání souboru G-kódu přes LAN
zh_tw: 透過區域網傳送gcode檔案

source: Sending gcode file to sdcard
cs: Odesílání souboru G-kódu na SD kartu
zh_tw: 傳送gcode檔案到sd卡

source: Successfully sent. Close current page in %s s
cs: Úspěšně odesláno. Aktuální stránka se zavře za %s s
zh_tw: 成功傳送。即將關閉當前頁面（%s秒）

source: Storage needs to be inserted before sending to printer.
cs: Před odesláním do tiskárny je třeba vložit úložiště.
zh_tw: 傳送到印表機前，需要先插入儲存裝置

source: Thermal Preconditioning for first layer optimization
cs: Tepelné předkondicionování pro optimalizaci první vrstvy
zh_tw: 首層最佳化保溫準備

source: Remaining time: Calculating...
cs: Zbývající čas: Výpočet...
zh_tw: 剩餘時間：計算中

source: The heated bed's thermal preconditioning helps optimize the first layer print quality. Printing will start once preconditioning is complete.
cs: Tepelná předkondicionace vyhřívané podložky pomáhá optimalizovat kvalitu tisku první vrstvy. Tisk začne po dokončení předkondicionace.
zh_tw: 保溫熱床可以最佳化首層列印質量，保溫完成後將發起列印。

source: Remaining time: %dmin%ds
cs: Zbývající čas: %dmin%ds
zh_tw: 剩餘時間：%d分%d秒

source: Choose SLA archive:
cs: Vyberte SLA archiv:
zh_tw: 選擇SLA存檔：

source: Import file
cs: Importovat soubor
zh_tw: 匯入檔案

source: Import model and profile
cs: Importovat model a profil
zh_tw: 匯入模型和配置

source: Import profile only
cs: Importovat pouze profil
zh_tw: 僅匯入配置

source: Import model only
cs: Importovat pouze model
zh_tw: 僅匯入模型

source: Accurate
cs: Přesný
zh_tw: 精確的

source: Balanced
cs: Vyvážený
zh_tw: 均衡的

source: Quick
cs: Rychlé
zh_tw: 快速的

source: Importing SLA archive
cs: Importování SLA archivu
zh_tw: 匯入SLA存檔

source: The SLA archive doesn't contain any presets. Please activate some SLA printer preset first before importing that SLA archive.
cs: SLA archiv neobsahuje žádná přednastavení. Nejprve aktivujte některé přednastavení tiskárny SLA, než importujete tento SLA archiv.
zh_tw: SLA存檔不包含任何預設。在匯入該SLA存檔之前，請先啟用一些SLA印表機預設。

source: Importing canceled.
cs: Importování bylo zrušeno.
zh_tw: 匯入已取消。

source: Importing done.
cs: Importování bylo dokončeno.
zh_tw: 匯入完成。

source: The imported SLA archive did not contain any presets. The current SLA presets were used as fallback.
cs: Importovaný SLA archiv neobsahoval žádná přednastavení. Stávající SLA přednastavení byla použita jako záložní.
zh_tw: 匯入的SLA存檔不包含任何預設。當前的SLA預設被用作備用選項。

source: You cannot load SLA project with a multi-part object on the bed
cs: Nelze načíst SLA projekt s vícedílným objektem na podložce.
zh_tw: 您不能載入一個在床上有多個部件的SLA專案

source: Please check your object list before preset changing.
cs: Před změnou přednastavení prosím zkontrolujte svůj seznam objektů.
zh_tw: 請在預設更改之前檢查物件列表。

source: Attention!
cs: Pozor!
zh_tw: 注意！

source: Downloading
cs: Stahování
zh_tw: 下載中

source: Download failed
cs: Stažení se nezdařilo
zh_tw: 下載失敗

source: Cancelled
cs: Zrušeno
zh_tw: 已取消

source: Install successfully.
cs: Instalace byla úspěšná.
zh_tw: 安裝成功。

source: Installing
cs: Probíhá instalace
zh_tw: 安裝中

source: Install failed
cs: Instalace selhala
zh_tw: 安裝失敗

source: Portions copyright
cs: Části podléhající autorským právům
zh_tw: 部分版權

source: Copyright
zh_tw: 版權

source: License
cs: Licence
zh_tw: 許可證

source: Bambu Studio is licensed under
cs: Bambu Studio je licencováno pod
zh_tw: Bambu Studio是在

source: GNU Affero General Public License, version 3
cs: GNU Affero General Public License, verze 3
zh_tw: GNU Affero 通用公共許可證，版本 3下授權的

source: Bambu Studio is based on PrusaSlicer by Prusa Research, which is from Slic3r by Alessandro Ranellucci and the RepRap community
cs: Bambu Studio je založeno na PrusaSlicer od Prusa Research, který vychází ze Slic3r od Alessandra Ranellucciho a komunity RepRap.
zh_tw: Bambu Studio是基於Prusa Research的PrusaSlicer開發的，而PrusaSlicer是基於來自Alessandro Ranellucci和RepRap社群的Slic3r開發的

source: Libraries
cs: Knihovny
zh_tw: 庫

source: This software uses open source components whose copyright and other proprietary rights belong to their respective owners
cs: Tento software využívá open source komponenty, jejichž autorská a jiná vlastnická práva náleží příslušným vlastníkům.
zh_tw: 本軟體使用開源元件，其版權和其他所有權屬於各自的所有者

source: About %s
cs: O %s
zh_tw: 關於 %s

source: Bambu Studio is based on PrusaSlicer by PrusaResearch and SuperSlicer by Merill(supermerill).
cs: Bambu Studio je založeno na PrusaSlicer od PrusaResearch a SuperSlicer od Merill (supermerill).
zh_tw: Bambu Studio是以PrusaResearch的PrusaSlicer和Merill(supermerill)的SuperSlicer為基礎的。

source: PrusaSlicer is originally based on Slic3r by Alessandro Ranellucci.
cs: PrusaSlicer je původně založen na Slic3r od Alessandra Ranellucciho.
zh_tw: PrusaSlicer最初是基於Alessandro Ranellucci的Slic3r。

source: Slic3r was created by Alessandro Ranellucci with the help of many other contributors.
cs: Slic3r vytvořil Alessandro Ranellucci s pomocí mnoha dalších přispěvatelů.
zh_tw: Slic3r由Alessandro Ranellucci在其他眾多貢獻者的幫助下建立。

source: Bambu Studio also referenced some ideas from Cura by Ultimaker.
cs: Bambu Studio také čerpalo některé nápady z Cura od Ultimakeru.
zh_tw: Bambu Studio還參考了Ultimaker的Cura中的一些想法。

source: There many parts of the software that come from community contributions, so we're unable to list them one-by-one, and instead, they'll be attributed in the corresponding code comments.
cs: Mnoho částí softwaru pochází z příspěvků komunity, proto je nemůžeme vyjmenovat jednotlivě; místo toho budou uvedeny v příslušných komentářích v kódu.
zh_tw: 軟體中有很多部分來自於社群貢獻，因此我們不便逐一列出他們，作為替代，他們將在相應的程式碼註釋中被介紹。

source: AMS Materials Setting
cs: Nastavení materiálů AMS
zh_tw: 材料設定

source: Confirm
cs: Potvrdit
zh_tw: 確定

source: Close
cs: Zavřít
zh_tw: 關閉

source: Colour
cs: Barva
zh_tw: 顏色

source: Nozzle Temperature
cs: Teplota trysky
zh_tw: 擠出頭溫度

source: max
zh_tw: 最大

source: min
zh_tw: 最小

source: The input value should be greater than %1% and less than %2%
cs: Vstupní hodnota musí být větší než %1% a menší než %2%.
zh_tw: 輸入的範圍在 %1% 和 %2% 之間

source: Factors of Flow Dynamics Calibration
cs: Faktory kalibrace dynamiky toku
zh_tw: 動態流量校準係數

source: Nozzle Type
cs: Typ trysky
zh_tw: 噴嘴型別

source: PA Profile
cs: PA profil
zh_tw: PA 配置檔案

source: Factor K
cs: Faktor K
zh_tw: 係數K

source: Factor N
cs: Faktor N
zh_tw: 係數N

source: Setting AMS slot information while printing is not supported
cs: Nastavení informací o slotu AMS během tisku není podporováno.
zh_tw: 不支援在列印時設定AMS槽位資訊

source: Setting Virtual slot information while printing is not supported
cs: Nastavení informací o virtuálním slotu během tisku není podporováno.
zh_tw: 不支援在列印時設定虛擬槽位資訊

source: Are you sure you want to clear the filament information?
cs: Opravdu chcete vymazat informace o filamentu?
zh_tw: 您確定要清除耗材絲資訊嗎？

source: TPU needs a different feeding path and loading procedure. Otherwise clogging or jam may happen. Please read the tutorial before using TPU.
cs: TPU vyžaduje odlišnou dráhu podávání a postup načítání. Jinak může dojít k ucpání nebo zaseknutí. Před použitím TPU si prosím přečtěte návod.
zh_tw: TPU 需採用特殊的進料路徑和流程，否則可能導致堵塞或卡料。請在使用前閱讀教程。

source: Go to Check
cs: Přejít ke kontrole
zh_tw: 前往檢視

source: You need to select the material type and color first.
cs: Nejprve musíte vybrat typ materiálu a barvu.
zh_tw: 您需要先選擇材料型別和顏色。

source: Please input a valid value (K in %.1f~%.1f)
cs: Zadejte platnou hodnotu (K v %.1f~%.1f)
zh_tw: 請輸入有效的數值（K的範圍為%.1f~%.1f）

source: Please input a valid value (K in %.1f~%.1f, N in %.1f~%.1f)
cs: Zadejte platnou hodnotu (K v %.1f~%.1f, N v %.1f~%.1f)
zh_tw: 請輸入有效的數值（K的範圍為%.1f~%.1f，N的範圍為%.1f~%.1f）

source: Note: The hotend number on the right extruder is tied to the holder. When the hotend is moved to a new holder, its number will update automatically.
cs: Poznámka: Číslo hotendu na pravém extruderu je přiřazeno k držáku. Když je hotend přesunut do nového držáku, jeho číslo se automaticky aktualizuje.
zh_tw: 注意：右擠出機上的熱端編號與刀架繫結。當熱端移動至新刀架時，其編號會自動更新。

source: The nozzle flow is not set. Please set the nozzle flow rate before editing the filament. 'Device -> Print parts'
cs: Průtok trysky není nastaven. Před úpravou filamentu nastavte průtok trysky. „Zařízení -> Tisk části“
zh_tw: 噴嘴的流量未設定，無法編輯材料，請設定噴嘴流量後再操作。 '裝置頁面->印表機零件'

source: Other Color
cs: Jiná barva
zh_tw: 其他顏色

source: Custom Color
cs: Vlastní barva
zh_tw: 自定義顏色

source: Dynamic flow calibration
cs: Kalibrace dynamiky toku
zh_tw: 動態流量校準

source: The nozzle temp and max volumetric speed will affect the calibration results. Please fill in the same values as the actual printing. They can be auto-filled by selecting a filament preset.
cs: Teplota trysky a maximální objemová rychlost ovlivní výsledky kalibrace. Vyplňte prosím stejné hodnoty jako při skutečném tisku. Tyto hodnoty lze automaticky vyplnit výběrem přednastavení filamentu.
zh_tw: 噴嘴溫度和最大體積速度會影響到校準結果，請填寫與實際列印相同的數值。可透過選擇已有的材料預設來自動填寫。

source: Nozzle Diameter
cs: Průměr trysky
zh_tw: 噴嘴直徑

source: Bed Type
cs: Typ podložky
zh_tw: 列印板型別

source: Nozzle temperature
cs: Teplota trysky
zh_tw: 噴嘴溫度

source: Bed Temperature
cs: Teplota podložky
zh_tw: 熱床溫度

source: Max volumetric speed
cs: Maximální objemová rychlost
zh_tw: 最大體積速度

source: Bed temperature
cs: Teplota podložky
zh_tw: 床溫

source: Start calibration
cs: Spustit kalibraci
zh_tw: 開始

source: Next
cs: Další
zh_tw: 下一步

source: Calibration completed. Please find the most uniform extrusion line on your hot bed like the picture below, and fill the value on its left side into the factor K input box.
cs: Kalibrace byla dokončena. Najděte nejrovnoměrnější vytlačenou linii na vaší vyhřívané podložce podle obrázku níže a hodnotu na její levé straně zadejte do vstupního pole faktoru K.
zh_tw: 校準完成。請在您的熱床上找到如下圖所示的最均勻的擠出線，並將其左側的數值填入因子K的輸入框。

source: Save
cs: Uložit
zh_tw: 儲存

source: Last Step
cs: Poslední krok
zh_tw: 上一步

source: Example
cs: Příklad
zh_tw: 示例

source: Calibrating... %d%%
cs: Probíhá kalibrace... %d%%
zh_tw: 校準中... %d%%

source: Calibration completed
cs: Kalibrace byla dokončena
zh_tw: 校準已完成

source: %s does not support %s
cs: %s nepodporuje %s
zh_tw: %s 不支援 %s

source: Dynamic flow Calibration
cs: Dynamická kalibrace průtoku
zh_tw: 動態流量校準

source: Step
cs: Krok
zh_tw: 步驟

source: Unmapped
cs: Nezmapováno
zh_tw: 未匹配

source: Upper half area: Original Lower half area: The filament from original project will be used when unmapped. And you can click it to modify
cs: Horní polovina: Původní Dolní polovina: Filament z původního projektu bude použit, pokud není namapován. Pro úpravu na něj můžete kliknout.
zh_tw: 上半部分：原專案耗材 下半部分：未匹配則使用原專案耗材 您可以單擊它進行修改

source: Upper half area: Original Lower half area: Filament in AMS And you can click it to modify
cs: Horní polovina: Původní Dolní polovina: filament v AMS Kliknutím můžete upravit
zh_tw: 上半部分：原專案耗材 下半部分：AMS中的耗材 您可以單擊它進行修改

source: Upper half area: Original Lower half area: Filament in AMS And you cannot click it to modify
cs: Horní polovina: Původní Dolní polovina: filament v AMS Úprava není povolena
zh_tw: 上半部分：原專案耗材 下半部分：AMS中的耗材 您不能單擊它進行修改

source: AMS Slots
cs: Sloty AMS
zh_tw: AMS艙內材料

source: Please select from the following filaments
cs: Vyberte prosím z následujících filamentů
zh_tw: 請從以下耗材中選擇

source: Select filament that installed to the left nozzle
cs: Vyberte filament, který je nainstalován v levé trysce
zh_tw: 請選擇安裝到左噴嘴的耗材絲

source: Select filament that installed to the right nozzle
cs: Vyberte filament, který je nainstalován v pravé trysce
zh_tw: 請選擇安裝到右噴嘴的耗材絲

source: Left AMS
cs: Levé AMS
zh_tw: 左側AMS

source: External
cs: Externí
zh_tw: 外部

source: Reset current filament mapping
cs: Resetovat aktuální mapování filamentů
zh_tw: 重置當前耗材對映

source: Right AMS
cs: Pravý AMS
zh_tw: 右側AMS

source: Tips: To learn about the filaments matching rules, Please refer to Wiki before use->
cs: Tipy: Pro seznámení s pravidly párování filamentů nahlédněte před použitím do Wiki->
zh_tw: 注意：如果想要不可選擇的材料，詳細說明請檢視Wiki->

source: Please select the filament installed on the left nozzle.
cs: Vyberte prosím filament nainstalovaný v levé trysce.
zh_tw: 請選擇安裝在左噴嘴上的耗材絲。

source: Please select the filament installed on the right nozzle.
cs: Vyberte prosím filament nainstalovaný v pravé trysce.
zh_tw: 請選擇安裝在右噴嘴上的耗材絲。

source: Nozzle
cs: tryska
zh_tw: 噴嘴

source: Select Filament && Hotends
cs: Vyberte filament a hotendy
zh_tw: 選擇材料預設和噴頭

source: Printing with the current nozzle may produce an extra %0.2f g of waste.
cs: Tisk s aktuální tryskou může vyprodukovat navíc %0.2f g odpadu.
zh_tw: 使用當前噴嘴列印可能會產生額外 %0.2f 克廢料。

source: Tips: the filament type(%s) does not match with the filament type(%s) in the slicing file. If you want to use this slot, you can install %s instead of %s and change slot information on the 'Device' page.
cs: Tipy: typ filamentu (%s) neodpovídá typu filamentu (%s) v souboru řezu. Chcete-li použít tento slot, můžete místo %s nainstalovat %s a změnit informace o slotu na stránce 'Zařízení'.
zh_tw: 提示：耗材型別(%s)與切片檔案中的耗材型別(%s)不匹配。如果您想使用此槽位，可以安裝%s替代%s，並在“裝置”頁面更改槽位資訊。

source: Cannot select: the filament type(%s) does not match with the filament type(%s) in the slicing file. If you want to use this slot, you can install %s instead of %s and change slot information on the 'Device' page.
cs: Nelze vybrat: typ filamentu (%s) neodpovídá typu filamentu (%s) v souboru řezu. Chcete-li použít tento slot, můžete místo %s nainstalovat %s a změnit informace o slotu na stránce 'Zařízení'.
zh_tw: 無法選擇：耗材型別(%s)與切片檔案中的耗材型別(%s)不匹配。如果您想使用此槽位，可以安裝%s替代%s，並在“裝置”頁面更改槽位資訊。

source: Cannot select: the slot is empty or undefined. If you want to use this slot, you can install %s and change slot information on the 'Device' page.
cs: Nelze vybrat: slot je prázdný nebo nedefinovaný. Chcete-li použít tento slot, můžete nainstalovat %s a změnit informace o slotu na stránce 'Zařízení'.
zh_tw: 無法選擇：槽位為空或未定義。如果您想使用此槽位，可以安裝%s，並在“裝置”頁面更改槽位資訊。

source: Cannot select: No filament loaded in current slot.
cs: Nelze vybrat: v aktuálním slotu není vložen žádný filament.
zh_tw: 無法選擇：當前槽位中未載入耗材。

source: Enable AMS
cs: Povolit AMS
zh_tw: 啟用AMS

source: Print with filaments in the AMS
cs: Tisk s filamenty v AMS
zh_tw: 採用AMS裡的材料列印

source: Disable AMS
cs: Zakázat AMS
zh_tw: 不啟用AMS

source: Print with the filament mounted on the back of chassis
cs: Tisk s filamentem umístěným na zadní straně šasi
zh_tw: 使用機箱背後掛載的材料列印
