Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_cs (final).po
Languages: cs

source: The filament may not be compatible with the current machine settings. Generic filament presets will be used.
cs: Vlákno nemusí být kompatibilní s nastavením aktuálního stroje. Budou použity obecné předvolby vlákna.

source: The filament model is unknown. Still using the previous filament preset.
cs: Model vlákna je neznámý. Stále se používá předchozí předvolba vlákna.

source: The filament model is unknown. Generic filament presets will be used.
cs: Model vlákna není znám, použijí se obecné předvolby vlákna.

source: The filament may not be compatible with the current machine settings. A random filament preset will be used.
cs: Vlákno nemusí být kompatibilní s nastavením zařízení proudu. Bude použito náhodné přednastavení vlákna.

source: The filament model is unknown. A random filament preset will be used.
cs: Model vlákna není znám, použije se náhodná předvolba vlákna.

source: right
cs: vpravo

source: left
cs: vlevo

source: right extruder
cs: pravý extrudér

source: left extruder
cs: levý extrudér

source: extruder
cs: vytlačovač

source: TPU is not supported by AMS.
cs: AMS nepodporuje TPU.

source: Damp PVA will become flexible and get stuck inside AMS,please take care to dry it before use.
cs: Razítko PVA bude flexibilní a uvízne uvnitř AMS, prosím dejte ho před použitím vysušet.

source: Damp PVA is flexible and may get stuck in extruder. Dry it before use.
cs: Razítko PVA je ohebné a může uvíznout v extrudu. Před použitím jej suší.

source: The rough surface of PLA Glow can accelerate wear on the AMS system, particularly on the internal components of the AMS Lite.
cs: V této souvislosti je třeba poznamenat, že v rozhodnutí o zahájení řízení se Komise domnívala, že letiště Lipsko/Halle je v souladu se zásadou tržně jednajícího hospodářského subjektu.

source: CF/GF filaments are hard and brittle, It's easy to break or get stuck in AMS, please use with caution.
cs: Vlákna CF/GF jsou tvrdá a křehká, je snadné rozbít nebo uvíznout v AMS, používejte prosím opatrně.

source: PPS-CF is brittle and could break in bended PTFE tube above Toolhead.
cs: PPS-CF je křehká a může se rozbít v béžové PTFE zkumavce nad nástavcem nástrojů.

source: PPA-CF is brittle and could break in bended PTFE tube above Toolhead.
cs: PPA-CF je křehká a může se rozbít v bendové PTFE trubici nad hlavičkou Toolhead.

source: %s is not supported by %s extruder.
cs: %s není podporován %s extruderem.

source: Current AMS humidity
cs: Současná vlhkost AMS

source: Humidity
cs: Vlhkost

source: Temperature
cs: Teplota

source: Left Time
cs: Čas vlevo

source: Drying
cs: Sušení

source: Idle
cs: Nečinný

source: %d ℃
cs: %d °C

source: Serial:
cs: Seriální:

source: Version:
cs: Verze:

source: Latest version
cs: Nejnovější verze

source: Supports Painting
cs: Podporuje malování

source: Please select single object.
cs: Vyberte prosím jeden objekt.

source: Mouse wheel
cs: Kolečko myši

source: Section view
cs: Zobrazení sekce

source: Reset direction
cs: Obnovit směr

source: Ctrl + Mouse wheel
cs: Ctrl + kolečko myši

source: Pen size
cs: Velikost pera

source: Left mouse button
cs: Levé tlačítko myši

source: Enforce supports
cs: Vynutit podporu

source: Right mouse button
cs: Pravé tlačítko myši

source: Block supports
cs: Blokovat podporu

source: Shift + Left mouse button
cs: Shift + levé tlačítko myši

source: Erase all painting
cs: Vymazat všechny malby

source: Highlight overhang areas
cs: Zvýraznit oblasti převisu

source: Gap fill
cs: Plnění mezery

source: Perform
cs: Provést

source: Gap area
cs: Plocha mezery

source: Tool type
cs: Typ nástroje

source: Smart fill angle
cs: Inteligentní úhel vyplnění

source: On overhangs only
cs: Pouze při převisech

source: Auto support threshold angle:
cs: Automatický úhel prahové hodnoty:

source: Circle
cs: Kruh

source: Sphere
cs: Koule

source: Fill
cs: Vyplnit

source: Gap Fill
cs: Plnění mezery

source: Allows painting only on facets selected by: "%1%"
cs: Umožňuje malovat pouze na stránkách vybraných uživatelem: "%1%"

source: Highlight faces according to overhang angle.
cs: Zvýraznit plochy podle úhlu převisu.

source: No auto support
cs: Žádná automatická podpora

source: Warning
cs: Varování

source: Painting below the build plate is not allowed.
cs: Nátěr pod stavovou desku není povolen.

source: The white outline indicates the position of the build plate at Z = 0.
cs: Bílý obrys udává polohu stavěné desky v Z = 0.

source: Support Generated
cs: Podpora generována

source: Mode
cs: Režim

source: Convex hull
cs: Dopravní trup

source: Triangular facet
cs: Trojúhelníková stránka

source: Warning: All triangle areas are too small,The current function is not working.
cs: Varování: Všechny trojúhelníkové oblasti jsou příliš malé,Současná funkce nefunguje.

source: Lay on face
cs: Začít na obličeji

source: Filament count exceeds the maximum number that painting tool supports. only the first %1% filaments will be available in painting tool.
cs: Počet vláken překračuje maximální počet, který nástroj pro malování podporuje. V nástroji pro malování bude k dispozici pouze prvních %1% vláken.

source: Color Painting
cs: Barvení

source: Pen shape
cs: Tvar pera

source: Paint
cs: Nátěr

source: Key 1~9
cs: Klíč 1~9

source: Choose filament
cs: Zvolte vlákno

source: Connected same color
cs: Stejná barva připojení

source: Edge detection
cs: Detekce okraje

source: Triangles
cs: Trojúhelníky

source: Filaments
cs: Vlákna

source: Brush
cs: Štětit

source: Smart fill
cs: Chytré vyplnění

source: Bucket fill
cs: Vyplňování kbelíků

source: Height range
cs: Rozsah výšky

source: Shift + Enter
cs: Posunout + Enter

source: Toggle Wireframe
cs: Přepnout drátový rám

source: Shift + L
cs: Posun + L

source: Toggle non-manifold edges
cs: Přepnout jiné hrany

source: Rotate horizontally
cs: Otočit vodorovně

source: hit face
cs: stiskněte obličej

source: Shortcut Key
cs: Klávesová zkratka

source: Triangle
cs: Trojúhelník

source: Height Range
cs: Rozsah výšky

source: Place input box of bottom near mouse
cs: Umístit vstupní pole spodní části myši

source: Vertical
cs: Vertikální

source: Horizontal
cs: Horizontální

source: View: keep horizontal
cs: Zobrazení: udržet vodorovně

source: Remove painted color
cs: Odstranit malovanou barvu

source: Painted using: Filament %1%
cs: Nalidováno pomocí: Filament %1%

source: Fuzzy skin Painting
cs: Lepení pleti

source: Add fuzzy skin
cs: Přidat fuzzy skin

source: Move
cs: Přesunout

source: Please select at least one object.
cs: Vyberte prosím alespoň jeden objekt.

source: Rotate
cs: Otočit

source: Optimize orientation
cs: Optimalizovat orientaci

source: Apply
cs: Použít

source: Scale
cs: Měřítko

source: Error: Please close all toolbar menus first
cs: Chyba: Nejprve prosím zavřete všechny nabídky panelu nástrojů

source: Tool-Move
cs: Přesun nástrojů

source: Tool-Scale
cs: Měřítko nástrojů

source: Tool-Rotate
cs: Otočit nástroj

source: Tool-Lay on Face
cs: Nástroje-Lay na ploše

source: Bottom:
cs: Dolů:

source: in
cs: v

source: Part selection
cs: Výběr části

source: Fixed step drag
cs: Pevný krok přetažení

source: Single sided scaling
cs: Jednostranné škálování

source: Position
cs: Pozice

source: Rotate (relative)
cs: Otočit (relativní)

source: Scale ratios
cs: Poměry měřítka

source: Object Operations
cs: Operace s objekty

source: Volume Operations
cs: Operace hlasitosti

source: Translate
cs: Přeložit

source: Group Operations
cs: Operace ve skupině

source: Set Orientation
cs: Nastavit orientaci

source: Set Scale
cs: Nastavit měřítko

source: Reset Position
cs: Resetovat pozici

source: Reset Rotation
cs: Obnovit rotaci

source: Object coordinates
cs: Souřadnice objektu

source: World coordinates
cs: Souřadnice světa

source: Translate(Relative)
cs: Překlad (Relativní)

source: Reset current rotation to the value when open the rotation tool.
cs: Obnovit aktuální otáčení na hodnotu při otevření nástroje rotace.

source: Rotate (absolute)
cs: Otočit (absolutní)

source: Reset current rotation to real zeros.
cs: Resetovat aktuální otáčení na reálné nuly.

source: Part coordinates
cs: Souřadnice části

source: Size
cs: Velikost

source: uniform scale
cs: jednotné měřítko

source: Part
cs: Součást

source: Object
cs: Objekt

source: Drag to move the cut plane
cs: Přetažením přesunete rovinu řezu

source: Drag to move the cut plane Right-click a part to assign it to the other side
cs: Přetažením přesunete rovinu řezu Klepněte pravým tlačítkem myši na část pro přiřazení na druhou stranu

source: Left click
cs: Kliknutí levým tlačítkem

source: Add connector
cs: Přidat konektor

source: Right click
cs: Kliknutí pravým tlačítkem

source: Remove connector
cs: Odstranit konektor

source: Drag
cs: Přetažení

source: Move connector
cs: Přesunout konektor

source: Add connector to selection
cs: Přidat konektor do výběru

source: Remove connector from selection
cs: Odstranit konektor z výběru

source: Select all connectors
cs: Vybrat všechny konektory

source: Left drag
cs: Táhnout vlevo

source: Plot cut plane
cs: Vykreslit rovinu řezu

source: right click
cs: Kliknutí pravým tlačítkem

source: Assign the part to the other side
cs: Přiřadit část k druhé straně

source: Cut
cs: Vyjmout

source: non-manifold edges be caused by cut tool, do you want to fix it now?
cs: nevícevrstvé hrany jsou způsobeny oříznutým nástrojem, chcete to opravit nyní?

source: Repairing model object
cs: Opravuji objekt modelu

source: Connector
cs: Konektor

source: Flip cut plane
cs: Překlopit rovinu řezu

source: Planar
cs: Rovina

source: Movement:
cs: Pohyb:

source: Rotation
cs: Otáčení

source: Movement
cs: Pohyb

source: Height
cs: Výška

source: Edit connectors
cs: Upravit konektory

source: Add connectors
cs: Přidat konektory

source: Depth
cs: Hloubka

source: Flap Angle
cs: Úhel břicha

source: Keep orientation
cs: Zachovat orientaci

source: Place on cut
cs: Umístit na řezu

source: Flip
cs: Překlopit

source: After cut
cs: Po vyříznutí

source: Cut to parts
cs: Řezat na části

source: Auto Segment
cs: Automatický segment

source: Perform cut
cs: Prošívané

source: Connectors
cs: Konektory

source: Type
cs: Typ

source: Style
cs: Styl

source: Shape
cs: Tvar

source: Depth ratio
cs: Poměr hloubky

source: Remove connectors
cs: Odstranit konektory

source: Square
cs: Čtverec

source: Hexagon
cs: Šestiúhelník

source: Snap global parameters
cs: Přichytit globální parametry

source: Gap
cs: Mezera

source: Confirm connectors
cs: Potvrdit konektory

source: Cancel
cs: Zrušit

source: Invalid connectors detected
cs: Zjištěny neplatné konektory

source: connector is out of cut contour
cs: konektor je mimo obrys řezu

source: connectors are out of cut contour
cs: konektory jsou mimo obrys řezu

source: connector is out of object
cs: konektor je mimo objekt

source: connectors is out of object
cs: konektory jsou mimo objekt

source: Some connectors are overlapped
cs: Některé konektory jsou překryty

source: Invalid state. No one part is selected to keep after cut
cs: Neplatný stav. Žádná část není vybrána pro ponechání po řezu

source: Plug
cs: Připevnit

source: Snap
cs: Přichytit

source: Tolerance
cs: Přípustná odchylka

source: Mesh name
cs: Název okouníka

source: Detail level
cs: Podrobná úroveň

source: Decimate ratio
cs: Dekimovat poměr

source: Processing model '%1%' with more than 1M triangles could be slow. It is highly recommended to simplify the model.
cs: Zpracovávání modelu '%1%' s více než 1M trojúhelníkem může být pomalé. Důrazně doporučujeme zjednodušit model.

source: Simplify model
cs: Zjednodušit model

source: Simplify
cs: Zjednodušit

source: Simplification is currently only allowed when a single part is selected
cs: Zjednodušení je v současné době povoleno pouze v případě, že je vybrána jedna část

source: Error
cs: Chyba

source: Extra high
cs: Extra vysoká

source: High
cs: Vysoká

source: Medium
cs: Střední

source: Low
cs: Nízká

source: Extra low
cs: Velmi nízká

source: %d triangles
cs: %d trojúhelníků

source: Can't apply when process preview.
cs: Nelze použít při náhledu procesu.

source: Operation already cancelling. Please wait few seconds.
cs: Operace je již zrušena. Počkejte prosím několik sekund.

source: Face recognition
cs: Rozpoznávání obličeje

source: Perform Recognition
cs: Provést rozpoznávání

source: Edge
cs: Okraj

source: Plane
cs: Rovina

source: Point on edge
cs: Bod na hraně

source: Point on circle
cs: Bod na kružnici

source: Point on plane
cs: Bod na rovinu

source: Center of edge
cs: Střed hrany

source: Center of circle
cs: Střed kruhu

source: Select feature
cs: Vybrat vlastnost

source: Select point
cs: Vybrat bod

source: Delete
cs: Vymazat

source: Restart selection
cs: Restartovat výběr

source: Cancel a feature until exit
cs: Zrušit funkci do ukončení

source: Measure
cs: Měření

source: Please confirm explosion ratio = 1,and please select at least one object
cs: Potvrďte, prosím, poměr výbušnin = 1, a vyberte prosím alespoň jeden objekt

source: Edit to scale
cs: Upravit měřítko

# Verb
source: Scale all
cs: Škálovat vše

source: None
cs: Nic

source: Diameter
cs: Průměr

source: Length
cs: Délka

source: Selection
cs: Výběr

source: Select 2 faces on objects and make objects assemble together.
cs: Vyber 2 tváře na objektech a učiní objekty dohromady.

source: Select 2 points or circles on objects and specify distance between them.
cs: Vyberte 2 body nebo kruhy na objektech a specifikujte vzdálenost mezi nimi.

source: Face
cs: Obličej

source: (Fixed)
cs: (fixní)

source: Point
cs: Bod

source: Feature 1 has been reset, feature 2 has been feature 1
cs: Funkce 1 byla resetována, funkce 2 byla funkce 1

source: Warning:please select Plane's feature.
cs: Varování: vyberte prosím funkci Plánování.

source: Warning:please select Point's or Circle's feature.
cs: Upozornění:vyberte prosím funkci Body nebo kruhu.

source: Warning:please select two different mesh.
cs: Varování: vyberte prosím dvě různé síťové sítě.

source: Copy to clipboard
cs: Kopírovat do schránky

source: Angle
cs: Úhel

source: Perpendicular distance
cs: Kolmá vzdálenost

source: Distance
cs: Vzdálenost

source: Direct distance
cs: Přímá vzdálenost

source: Distance XYZ
cs: Vzdálenost XYZ

source: Parallel
cs: Paralelní

source: Center coincidence
cs: Souběžně se středem

source: Featue 1
cs: Funkce 1

source: Reverse rotation
cs: Reverzní otáčení

source: Rotate around center:
cs: Otočit kolem středu:

source: Parallel_distance:
cs: Paralel_distance:

source: Flip by Face 2
cs: Otočit podle tváře 2

source: Assemble
cs: Sestavit

source: Please confirm explosion ratio = 1 and select at least two volumes.
cs: Potvrďte prosím poměr výbušnin = 1 a vyberte alespoň dva svazky.

source: Please select at least two volumes.
cs: Vyberte prosím alespoň dva svazky.

source: Point and point assembly
cs: Sestava bodů a bodů

source: It is recommended to assemble the objects first, because the objects is restriced to bed and only parts can be lifted.
cs: Doporučuje se nejprve montovat objekty, protože objekty jsou omezeny na postel a mohou být odstraněny pouze části.

source: Face and face assembly
cs: Sestava obličeje a obličeje

source: Brush size
cs: Velikost štětce

source: Brush shape
cs: Štípit tvar

source: Enforce seam
cs: Vynutit seam

source: Block seam
cs: Blokovat šál

source: Seam painting
cs: Nátěrové barvy

source: Remove selection
cs: Odstranit výběr

source: Recommend
cs: Doporučit

source: Old version
cs: Stará verze

source: First font
cs: První písmo

source: Save the parameters of the current text tool as a style for easy subsequent use.
cs: Uložit parametry aktuálního textového nástroje jako styl pro snadné následné použití.

source: Modified style "%1%"
cs: Upravený styl "%1%"

source: Current style is "%1%"
cs: Aktuální styl je "%1%"

source: Changing style to "%1%" will discard current style modification. Would you like to continue anyway?
cs: Změna stylu na "%1%" zahodí aktuální úpravu stylu. Chcete přesto pokračovat?

source: Not valid style.
cs: Neplatný styl.

source: Style "%1%" can't be used and will be removed from a list.
cs: Styl "%1%" nelze použít a bude odstraněn ze seznamu.

source: First Add style to list.
cs: Nejprve přidat styl do seznamu.

source: New name of style
cs: Nový název stylu

source: Name can't be empty.
cs: Jméno nemůže být prázdné.

source: Name has to be unique.
cs: Jméno musí být jedinečné.

source: Save as new style
cs: Uložit jako nový styl

source: The current style has been modified but not saved. Do you want to save it?
cs: Aktuální styl byl změněn, ale nebyl uložen. Chcete jej uložit?

source: Save current style
cs: Uložit aktuální styl

source: Only valid font can be added to style
cs: Do stylu lze přidat pouze platné písmo

source: Add style to my list
cs: Přidat styl do mého seznamu

source: Remove style
cs: Odstranit styl

source: Can't remove the last existing style.
cs: Nelze odstranit poslední existující styl.

source: Are you sure you want to permanently remove the "%1%" style?
cs: Opravdu chcete natrvalo odstranit styl "%1%"?

source: Delete "%1%" style.
cs: Odstranit styl:%1%.

source: Can't delete "%1%". It is last style.
cs: Nelze odstranit "%1%". Je poslední styl.

source: Can't delete temporary style "%1%".
cs: Nelze odstranit dočasný styl "%1%".

source: Operation
cs: Operace

source: Click to change text into object part.
cs: Kliknutím změníte text na část objektu.

source: You can't change a type of the last solid part of the object.
cs: Typ poslední části objektu nelze změnit.

# EmbossOperation
source: Cut
cs: Vyjmout

source: Click to change part type into negative volume.
cs: Kliknutím změníte typ části na zápornou hlasitost.

source: Click to change part type into modifier.
cs: Kliknutím změníte typ části na modifikátor.

source: Surround projection by char
cs: Povrchový projekční úsek

source: Not surround
cs: Bez obklopení

source: Surround surface
cs: Povrchová plocha

source: Surround
cs: Prostor

source: Horizonal
cs: Vodorovně

source: Reset rotation
cs: Obnovit rotaci

source: Rotate the text counterclockwise.
cs: Otočit text proti hodinám.

source: Text shape
cs: Tvar textu

source: Thickness
cs: Tloušťka

source: Embeded depth
cs: Vložená hloubka

source: Text Gap
cs: Mezera textu

source: Warning:There is a mirror in the text matrix, and dragging it will completely regenerate it.
cs: Varování: V textové matice je zrcadlo a přetažení se zcela obnoví.

source: Warning:Due to font upgrades,previous font may not necessarily be replaced successfully, and recommend you to modify the font.
cs: Varování: Kvůli vylepšení písma nemusí být předchozí písmo nahrazeno úspěšně a doporučujeme změnit písma.

source: Warning:create text fail.
cs: Varování: vytvoření textu selhalo.

source: Warning:text normal is error.
cs: Varování: normální text je chyba.

source: Warning:text normal has been reset.
cs: Upozornění:textová normála byla resetována.

source: Warning:old matrix has at least two parameters: mirroring, scaling, and rotation. If you continue editing, it may not be correct. Please dragging text or cancel using current pose, save and reedit again.
cs: Varování: stará matice má alespoň dva parametry: zrcátko, škálování a otáčení. Pokud budete pokračovat v úpravách, nemusí to být správné. Prosím přetáhněte text nebo zrušte použití aktuálního hry, uložte jej a znovu upravte.

source: Error:Detecting an incorrect mesh id or an unknown error, regenerating text may result in incorrect outcomes.Please drag text,save it then reedit it again.
cs: Chyba:Detekce nesprávného ID sítě nebo neznámá chyba, regenerace textu může vést k nesprávným výsledkům.Prosím přetáhněte text,uložte jej znovu a znovu jej upravte.

source: Warning:Due to functional upgrade, rotation information cannot be restored. Please drag or modify text,save it and reedit it will ok.
cs: Varování: Kvůli funkční aktualizaci nelze informace o otáčení obnovit. Přetažením nebo změnou textu jej uložte a upravte jej v pořádku.

source: Detected that text did not adhere to mesh surface. Please manually drag yellow square to mesh surface that needs to be adhered.
cs: Zjištěn tento text se nedržel povrchu ok. Prosím ručně přetáhněte žlutý čtverec na povrch oka, který je třeba dodržet.

source: The text cannot be written using the selected font. Please try choosing a different font.
cs: Text nelze zapsat pomocí vybraného písma. Zkuste vybrat jiný font.

source: Embossed text cannot contain only white spaces.
cs: Embossed text nemůže obsahovat pouze bílé mezery.

source: Unsupported characters automatically switched to fallback font.
cs: Nepodporované znaky automaticky přepnou na záložní písma.

source: Text doesn't show current horizontal alignment.
cs: Text nezobrazuje aktuální horizontální zarovnání.

source: Font "%1%" can't be selected.
cs: Font "%1%" nelze vybrat.

source: Revert text size.
cs: Vrátit velikost textu.

source: No symbol
cs: Žádný symbol

source: Loading
cs: Načítání

source: In queue
cs: Ve frontě

source: Use surface
cs: Použití povrchu

source: Per glyph
cs: Na glyf

source: Alignment
cs: Zarovnání

source: Text gap
cs: Textová mezera

source: Line gap
cs: Mezera čáry

source: Skew ratio
cs: Poměr pokožky

source: From surface
cs: Z povrchu

source: Style name
cs: Název stylu

source: There is already a text style with the same name.
cs: Již existuje styl textu se stejným názvem.

source: There are spaces or illegal characters present.
cs: Jsou zde mezery nebo nepovolené znaky.

source: Head diameter
cs: Průměr hlavy

source: Max angle
cs: Maximální úhel

source: Detection radius
cs: Poloměr detekce

source: Remove selected points
cs: Odstranit vybrané body

source: Remove all
cs: Odstranit vše

source: Auto-generate points
cs: Automaticky generovat body

source: Add a brim ear
cs: Přidej úbran

source: Delete a brim ear
cs: Odstranit brambory

source: Ctrl+Mouse wheel
cs: Ctrl + kolečko myši

source: Adjust section view
cs: Upravit zobrazení sekce

source: Warning: The brim type is not set to "painted",the brim ears will not take effect !
cs: Varování: Typ brzd není nastaven na "malovaný", brzd se neprojeví!

source: Set the brim type of this object to "painted"
cs: Nastavte typ bramboru tohoto objektu na „malovaný“

source: invalid brim ears
cs: neplatné brambory uší

source: Brim Ears
cs: Bramborové úry

source: Choose SVG file for emboss:
cs: Vyberte SVG soubor pro emboss:

source: File does NOT exist (%1%).
cs: Soubor neexistuje (%1%).

source: Filename has to end with ".svg" but you selected %1%
cs: Název souboru musí skončit ".svg", ale vy jste vybrali %1%

source: Nano SVG parser can't load from file (%1%).
cs: Nano SVG parser nelze načíst ze souboru (%1%).

source: %1% contains some unsupported data. Please use third-party software to convert the SVG to path data before reimporting.
cs: %1% obsahuje některá nepodporovaná data. Před reimportováním použijte software třetích stran.

source: Mirror
cs: Zrcadlení

source: Opacity (%1%)
cs: Neprůhlednost (%1%)

source: Color gradient (%1%)
cs: Barevný gradient (%1%)

source: Undefined fill type
cs: Nedefinovaný typ výplně

source: Linear gradient
cs: Lineární gradient

source: Radial gradient
cs: Radiální gradient

source: Open filled path
cs: Otevřít vyplněnou cestu

source: Undefined stroke type
cs: Nedefinovaný typ tahu

source: Path can't be healed from selfintersection and multiple points.
cs: Cesta nemůže být zacelena z selfintersection a více bodů.

source: Final shape constains selfintersection or multiple points with same coordinate.
cs: Konečný tvar zakrývá selfintersection nebo více bodů se stejnou souřadnicí.

source: Shape is marked as invisible (%1%).
cs: Tvar je označen jako neviditelný (%1%).

source: Fill of shape (%1%) contains unsupported: %2%.
cs: Vyplnění tvaru (%1%) obsahuje nepodporované: %2%.
