Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: The wipe speed is determined by the speed setting specified in this configuration.If the value is expressed as a percentage (e.g. 80%), it will be calculated based on the travel speed setting above.The default value for this parameter is 80%
cs: Rychlost stírání je určena nastavením rychlosti zadaným v této konfiguraci. Pokud je hodnota zadána jako procento (např. 80 %), bude vypočítána na základě výše uvedeného nastavení rychlosti přesunu. Výchozí hodnota pro tento parametr je 80 %.
zh_tw: 擦拭速度是根據此配置中指定的速度設定確定的。如果該值以百分比形式表示（例如80%），則將根據上方的移動速度設定進行計算。該引數的預設值為80%。

source: Role-based wipe speed
cs: Rychlost stírání podle role
zh_tw: 自動擦拭速度

source: The wipe speed is determined by speed of current extrusion role. e.g if a wipe action is executed immediately following an outer wall extrusion, the speed of the outer wall extrusion will be utilized for the wipe action.
cs: Rychlost stírání je určena rychlostí aktuálního extruzního úkolu. Například, pokud je akce stírání provedena ihned po extruzi vnější stěny, použije se pro stírání rychlost extruze vnější stěny.
zh_tw: 擦拭速度由當前擠出型別的速度決定。例如，如果擦拭動作緊隨外牆，擦拭速度將使用外牆速度。

source: Skirt distance
cs: Vzdálenost sukně
zh_tw: Skirt距離

source: Distance from skirt to brim or object
cs: Vzdálenost od náběhového obvodu k náběhové plošině nebo k objektu
zh_tw: 從skirt到模型或者brim的距離

source: Skirt height
cs: Výška sukně
zh_tw: Skirt高度

source: How many layers of skirt. Usually only one layer
cs: Kolik vrstev sukně. Obvykle pouze jedna vrstva.
zh_tw: skirt有多少層。通常只有一層

source: Skirt loops
cs: Počet smyček sukně
zh_tw: Skirt圈數

source: Number of loops for the skirt. Zero means disabling skirt
cs: Počet smyček pro sukni. Nula znamená vypnutí sukně
zh_tw: skirt的圈數。0表示關閉skirt。

source: The printing speed in exported gcode will be slowed down, when the estimated layer time is shorter than this value, to get better cooling for these layers
cs: Rychlost tisku v exportovaném G-kódu bude zpomalena, pokud je odhadovaný čas vrstvy kratší než tato hodnota, pro lepší chlazení těchto vrstev.
zh_tw: 當層預估列印時間小於這個數值時，列印速度將會降低，從而獲得更好的冷卻效果。

source: Minimum sparse infill threshold
cs: Minimální práh řídké výplně
zh_tw: 稀疏填充最小閾值

source: Sparse infill area which is smaller than threshold value is replaced by internal solid infill
cs: Oblast řídké výplně, která je menší než prahová hodnota, je nahrazena vnitřní plnou výplní.
zh_tw: 小於這個閾值的稀疏填充區域將會被內部實心填充替代。

source: Solid infill filament
cs: Filament pro plnou výplň
zh_tw: 實心填充耗材

source: Filament to print solid infill
cs: Filament pro tisk plné výplně.
zh_tw: 用於列印實體填充的耗材

source: Line width of internal solid infill
cs: Šířka linie vnitřní plné výplně
zh_tw: 內部實心填充的線寬

source: Speed of internal solid infill, not the top and bottom surface
cs: Rychlost vnitřní plné výplně, mimo horní a spodní povrch.
zh_tw: 內部實心填充的速度，不是頂面和底面。

source: Spiralize smooths out the z moves of the outer contour. And turns a solid model into a single walled print with solid bottom layers. The final generated model has no seam
cs: Spiralizace vyhlazuje pohyby v ose z vnějšího obrysu. A převádí pevný model na tisk s jednou stěnou a pevnými spodními vrstvami. Konečný vygenerovaný model nemá žádný spoj.
zh_tw: 沿著物件的外輪廓螺旋上升，將實體模型轉變為只有底面實心層和側面單層牆壁的列印。最後生成的列印件沒有接縫。

source: Smooth Spiral
cs: Hladká spirála
zh_tw: 平滑旋轉花瓶

source: Smooth Spiral smoothes out X and Y moves as wellresulting in no visible seam at all, even in the XY directions on walls that are not vertical
cs: Hladká spirála vyhlazuje pohyby v osách X a Y, což znamená, že není viditelný žádný spoj ani ve směru XY na stěnách, které nejsou svislé.
zh_tw: 平滑花瓶模式在XY平面上作偏移以達到隱藏接縫的結果。

source: Max XY Smoothing
cs: Maximální vyhlazení v ose XY
zh_tw: 最大XY平滑閾值

source: Maximum distance to move points in XY to try to achieve a smooth spiralIf expressed as a %, it will be computed over nozzle diameter
cs: Maximální vzdálenost pro posunutí bodů v ose XY za účelem dosažení plynulé spirály. Pokud je zadána v procentech, bude vypočtena na základě průměru trysky.
zh_tw: 最大的XY平面移動距離。當以%為單位時，基於噴嘴直徑計算。

source: If smooth or traditional mode is selected, a timelapse video will be generated for each print. After each layer is printed, a snapshot is taken with the chamber camera. All of these snapshots are composed into a timelapse video when printing completes. If smooth mode is selected, the toolhead will move to the excess chute after each layer is printed and then take a snapshot. Since the melt filament may leak from the nozzle during the process of taking a snapshot, prime tower is required for smooth mode to wipe nozzle.
cs: Pokud je zvolen režim hladký nebo tradiční, bude pro každý tisk vygenerováno časosběrné video. Po vytištění každé vrstvy je pořízen snímek komorovou kamerou. Všechny tyto snímky jsou po dokončení tisku spojeny do časosběrného videa. Pokud je zvolen režim hladký, tisková hlava po vytištění každé vrstvy přejede ke žlabu na přebytečný materiál a poté pořídí snímek. Protože během pořizování snímku může z trysky vytékat roztavený filament, je v hladkém režimu vyžadována věž pro oddělení trysky na očištění trysky.
zh_tw: 如果啟用平滑模式或者傳統模式，將在每次列印時生成延時攝影影片。列印完每層後，將用內建相機拍攝快照。列印完成後，所有這些快照會組合成一個延時影片。如果啟用平滑模式，列印完每層後，工具頭將移動到吐料槽，然後拍攝快照。由於平滑模式在拍攝快照的過程中熔絲可能會從噴嘴中洩漏，因此需要使用擦料塔進行噴嘴擦拭。

source: Traditional
cs: Tradiční
zh_tw: 傳統模式

source: Temperature variation
cs: Kolísání teploty
zh_tw: 軟化溫度

source: Start G-code
cs: Startovací G-kód
zh_tw: 起始G-code

source: Start G-code when start the whole printing
cs: Spustit G-kód při zahájení celého tisku
zh_tw: 整個列印開始前的起始G-code

source: Start G-code when start the printing of this filament
cs: Spustit G-kód při zahájení tisku tohoto filamentu
zh_tw: 開始使用這個耗材絲列印的起始G-code

source: Slice gap closing radius
cs: Poloměr uzavření mezer řezu
zh_tw: 切片間隙閉合半徑

source: Cracks smaller than 2x gap closing radius are being filled during the triangle mesh slicing. The gap closing operation may reduce the final print resolution, therefore it is advisable to keep the value reasonably low.
cs: Praskliny menší než 2x poloměr uzavírání mezer jsou vyplněny během řezání trojúhelníkové sítě. Operace uzavírání mezer může snížit výsledné rozlišení tisku, proto doporučujeme ponechat tuto hodnotu přiměřeně nízkou.
zh_tw: 在三角形網格切片過程中，小於2倍間隙閉合半徑的裂紋將被填充。間隙閉合操作可能會降低最終列印解析度，因此建議降值保持在合理的較低水平

source: Slicing Mode
cs: Režim řezání
zh_tw: 切片模式

source: Use "Even-odd" for 3DLabPrint airplane models. Use "Close holes" to close all holes in the model.
cs: Použijte „sudý-lichý“ pro modely letadel 3DLabPrint. Použijte „Zavřít otvory“ pro uzavření všech otvorů v modelu.
zh_tw: 對3DLabPrint的飛機模型使用 "奇偶"。使用 "閉孔 "來關閉模型上的所有孔。

source: Regular
cs: Standardní
zh_tw: 常規

source: Even-odd
cs: Sudý-lichý
zh_tw: 奇偶

source: Close holes
cs: Zavřít díry
zh_tw: 閉孔

source: Enable support
cs: Povolit podporu
zh_tw: 開啟支撐

source: Enable support generation.
cs: Povolit generování podpory.
zh_tw: 開啟支撐生成。

source: normal(auto) and tree(auto) is used to generate support automatically. If normal(manual) or tree(manual) is selected, only support enforcers are generated
cs: normální(automaticky) a strom(automaticky) slouží k automatickému generování podpory. Pokud je zvoleno normální(ručně) nebo strom(ručně), generují se pouze podpory na vynucených místech.
zh_tw: 普通（自動）和樹狀（自動）用於自動生成支撐體。如果選擇普通（手動）或樹狀（手動），僅會在支撐強制面上生成支撐。

source: normal(auto)
cs: normální(automaticky)
zh_tw: 普通(自動)

source: tree(auto)
cs: strom (automaticky)
zh_tw: 樹狀(自動)

source: normal(manual)
cs: normální(ručně)
zh_tw: 普通(手動)

source: tree(manual)
cs: strom (manuálně)
zh_tw: 樹狀(手動)

source: Support/object xy distance
cs: Vzdálenost podpora/objekt v ose xy
zh_tw: 支撐/模型xy間距

source: XY separation between an object and its support
cs: XY vzdálenost mezi objektem a jeho podporou
zh_tw: 模型和支撐之間XY分離距離

source: Support/object first layer gap
cs: Mezera mezi první vrstvou podpora/objekt
zh_tw: 支撐/物件首層間距

source: XY separation between an object and its support at the first layer.
cs: XY vzdálenost mezi objektem a jeho podporou v první vrstvě.
zh_tw: 物體與其首層支撐之間的 XY 間隔。

source: Pattern angle
cs: Úhel vzoru
zh_tw: 模式角度

source: Use this setting to rotate the support pattern on the horizontal plane.
cs: Toto nastavení slouží k otočení vzoru podpory v horizontální rovině.
zh_tw: 設定支撐圖案在水平面的旋轉角度。

source: On build plate only
cs: Pouze na tiskové podložce
zh_tw: 僅在列印板生成

source: Don't create support on model surface, only on build plate
cs: Nevytvářejte podporu na povrchu modelu, pouze na tiskové podložce
zh_tw: 不在模型表面上生成支撐，只在熱床上生成。

source: Support critical regions only
cs: Podporovat pouze kritické oblasti
zh_tw: 僅支撐關鍵區域

source: Only create support for critical regions including sharp tail, cantilever, etc.
cs: Vytvářejte podporu pouze pro kritické oblasti, včetně ostrých konců, konzol apod.
zh_tw: 僅對關鍵區域生成支撐，包括尖尾、懸臂等。

source: Remove small overhangs
cs: Odstranit malé převisy
zh_tw: 移除小懸空

source: Remove small overhangs that possibly need no supports.
cs: Odstraňte malé převisy, které možná nepotřebují podpory.
zh_tw: 移除可能並不需要支撐的小懸空。

source: Top Z distance
cs: Horní vzdálenost v ose z
zh_tw: 頂部Z距離

source: The z gap between the top support interface and object
cs: Z-mezera mezi horním rozhraním podpory a objektem
zh_tw: 支撐頂部和模型之間的z間隙

source: Bottom Z distance
cs: Spodní Z vzdálenost
zh_tw: 底部Z距離

source: The z gap between the bottom support interface and object
cs: Z-mezera mezi spodním rozhraním podpory a objektem
zh_tw: 支撐生成於模型表面時，支撐面底部和模型之間的z間隙

source: Support/raft base
cs: Základna raftu podpory
zh_tw: 支撐/筏層主體

source: Filament to print support base and raft. "Default" means no specific filament for support and current filament is used
cs: Filament pro tisk základny podpory a raftu. "Výchozí" znamená, že není zvolen specifický filament pro podporu a je použit aktuální filament.
zh_tw: 列印支撐主體和筏層的耗材絲。"預設"代表不指定特定的耗材絲，並使用當前耗材

source: Avoid interface filament for base
cs: Vyhnout se rozhraní filamentu pro základnu
zh_tw: 介面材料不用於主體

source: Avoid using support interface filament to print support base if possible.
cs: Vyhněte se použití filamentu rozhraní podpory pro tisk základny podpory, pokud je to možné.
zh_tw: 避免使用支撐介面材料列印支撐主體。

source: Line width of support
cs: Šířka linie podpory
zh_tw: 支撐的線寬

source: Interface use loop pattern
cs: Použít smyčkový vzor rozhraní
zh_tw: 接觸面採用圈形走線。

source: Cover the top contact layer of the supports with loops. Disabled by default.
cs: Zakryjte horní kontaktní vrstvu podpor smyčkami. Ve výchozím stavu zakázáno.
zh_tw: 使用圈形走線覆蓋頂部接觸面。預設關閉。

source: Support/raft interface
cs: Rozhraní raftu podpory
zh_tw: 支撐/筏層介面

source: Filament to print support interface. "Default" means no specific filament for support interface and current filament is used
cs: Filament pro tisk rozhraní podpory. "Výchozí" znamená, že není zvolen specifický filament pro rozhraní podpory a je použit aktuální filament.
zh_tw: 列印支撐接觸面的耗材絲。"預設"代表不指定特定的耗材絲，並使用當前耗材

source: Top interface layers
cs: Vrchní rozhraní vrstvy
zh_tw: 頂部接觸面層數

source: Number of top interface layers
cs: Počet horních rozhraní vrstev
zh_tw: 頂部接觸面層數

source: Bottom interface layers
cs: Spodní rozhraní vrstvy
zh_tw: 底部接觸面層數

source: Number of bottom interface layers
cs: Počet spodních rozhraní vrstev
zh_tw: 底部介面層的數量

source: Same as top
cs: Stejné jako horní
zh_tw: 和頂部相同

source: Top interface spacing
cs: Rozestup vrstev vrchního rozhraní
zh_tw: 頂部接觸面線距

source: Spacing of interface lines. Zero means solid interface.And zero spacing is required to access the enable_support_ironing option
cs: Rozteč linií rozhraní. Nula znamená pevné rozhraní. Nulová rozteč je vyžadována pro zpřístupnění volby enable_support_ironing.
zh_tw: 接觸面的線距。零表示實心接觸面。線距需要為零以使用enable_support_ironing

source: Enable ironing support interface
cs: Povolit rozhraní podpory žehlení
zh_tw: 啟用支撐介面熨燙

source: Ironing is using small flow to print on same height of surface again to make flat surface more smooth. This setting controls whether support interface or raft interface will be ironned.Support ironing could only works on solid interface,that is, support_interface_spacing was zero and support_interface_pattern was't grid
cs: Žehlení využívá malý průtok k opakovanému tisku ve stejné výšce povrchu, aby byla hladká plocha ještě hladší. Toto nastavení určuje, zda bude žehleno rozhraní podpory nebo rozhraní raftu. Žehlení podpory může fungovat pouze na pevném rozhraní, tedy pokud je support_interface_spacing nulový a support_interface_pattern není grid.
zh_tw: 熨燙指的是使用小流量在表面的同高度列印，從而使平面更加光滑。此設定控制是否對支撐介面進行熨燙。支援熨燙僅適用於實心介面，即 support_interface_spacing 為零且 support_interface_pattern 不是網格

source: Support ironing pattern
cs: Vzor žehlení podpory
zh_tw: 支撐熨燙模式

source: Support ironing flow
cs: Průtok žehlení podpory
zh_tw: 支撐熨燙流量

source: Support ironing line spacing
cs: Rozestup linií žehlení podpory
zh_tw: 支撐熨燙間距

source: Support ironing inset
cs: Vložení žehlení podpory
zh_tw: 支撐熨燙內縮

source: Support ironing speed
cs: Rychlost žehlení podpory
zh_tw: 支撐熨燙速度

source: Support ironing direction
cs: Směr žehlení podpory
zh_tw: 支撐熨燙方向

source: Bottom interface spacing
cs: Spodní mezera rozhraní
zh_tw: 底部接觸面線距

source: Spacing of bottom interface lines. Zero means solid interface
cs: Rozteč linií spodního rozhraní. Nula znamená pevné rozhraní.
zh_tw: 底部接觸面走線的線距。0表示實心接觸面。

source: Speed of support interface
cs: Rychlost rozhraní podpory.
zh_tw: 支撐面速度

source: Base pattern
cs: Základní vzor
zh_tw: 支撐主體圖案

source: Line pattern of support
cs: Vzor čar podpory
zh_tw: 支撐走線圖案

source: Rectilinear grid
cs: Přímková mřížka
zh_tw: 直線網格

source: Hollow
cs: Dutý
zh_tw: 空心

source: Interface pattern
cs: Vzor rozhraní
zh_tw: 支撐面圖案

source: Line pattern of support interface. Default pattern for support interface is Rectilinear Interlaced
cs: Vzor čar rozhraní podpory. Výchozí vzor rozhraní podpory je pravoúhlý prokládaný.
zh_tw: 支撐接觸面的走線圖案。支撐接觸面的預設圖案為交疊的直線

source: Rectilinear Interlaced
cs: Přímkové prokládání
zh_tw: 交疊的直線

source: Base pattern spacing
cs: Rozestup základního vzoru
zh_tw: 主體圖案線距

source: Spacing between support lines
cs: Rozteč mezi liniemi podpory
zh_tw: 支撐線距

source: Normal Support expansion
cs: Rozšíření normální podpory
zh_tw: 普通支撐拓展

source: Expand (+) or shrink (-) the horizontal span of normal support
cs: Rozšířit (+) nebo zúžit (-) horizontální rozsah běžné podpory
zh_tw: 在水平方向對普通支撐進行拓展（+）或收縮（-）

source: Speed of support
cs: Rychlost podpory.
zh_tw: 支撐列印速度

source: Style and shape of the support. For normal support, projecting the supports into a regular grid will create more stable supports (default), while snug support towers will save material and reduce object scarring. For tree support, slim style will merge branches more aggressively and save a lot of material, strong style will make larger and stronger support structure and use more materials, while hybrid style is the combination of slim tree and normal support with normal nodes under large flat overhangs. Organic style will produce more organic shaped tree structure and less interfaces which makes it easer to be removed. The default style is organic tree for most cases, and hybrid tree if adaptive layer height or soluble interface is enabled.
cs: Styl a tvar podpory. U běžných podpor vytvoří promítnutí podpor do pravidelné mřížky stabilnější podpory (výchozí), zatímco kompaktní podpůrné sloupky šetří materiál a snižují poškození objektu. U stromových podpor bude štíhlý styl slučovat větve agresivněji a výrazně šetřit materiál, silný styl vytvoří větší a pevnější podpůrnou strukturu a spotřebuje více materiálu, zatímco hybridní styl kombinuje štíhlou stromovou a běžnou podporu s běžnými uzly pod rozsáhlými plochými převisy. Organický styl vytvoří více organicky tvarovanou stromovou strukturu s menším počtem rozhraní, což usnadňuje její odstranění. Výchozí styl je organický strom pro většinu případů a hybridní strom, pokud je povolena adaptivní výška vrstvy nebo rozpustitelné rozhraní.
zh_tw: 支撐的樣式和形狀。對於普通支撐，將支撐投射到一個規則的網格中，將建立更穩定的支撐（預設），而緊貼的支撐塔將節省材料並減少物體的瑕疵。 對於樹形支撐，苗條樹將更激進地合併樹枝，並節省大量的材料；粗壯樹會產生更大更強壯的支撐結構，但用料更多；而混合樹是苗條樹和普通支撐的結合，它會在大的平面懸垂下建立與正常支撐類似的結構；有機樹將產生更有機的樹狀結構，並且減少介面層，這使得它們更容易被移除。多數情況下，預設風格是有機樹，如果啟用了自適應層高或使用了可溶性支撐材料，則為混合樹。

source: Snug
cs: Přiléhavé
zh_tw: 緊貼

source: Tree Slim
cs: Strom štíhlý
zh_tw: 苗條樹

source: Tree Strong
cs: Strom pevný
zh_tw: 粗壯樹

source: Tree Hybrid
cs: Strom hybrid
zh_tw: 混合樹

source: Tree Organic
cs: Strom organický
zh_tw: 有機樹

source: Z overrides X/Y
cs: Z přepisuje X/Y
zh_tw: Z 覆蓋 X/Y

source: When top z distance overrides support/object xy distance, give priority to ensuring that supports are generated beneath overhangs, and a gap of the same size as top z distance is leaved with the model. Whereas in the opposite case, the gap between supports and the model follows support/object xy distance all the time. Only recommended to enable when using HybridTree.
cs: Pokud horní vzdálenost v ose z přepíše vzdálenost podpora/objekt v ose xy, upřednostněte generování podpor pod převisy a mezi modelem a podporou bude mezera o velikosti horní vzdálenosti v ose z. V opačném případě mezera mezi podporami a modelem vždy odpovídá vzdálenosti podpora/objekt v ose xy. Povolit pouze při použití HybridTree.
zh_tw: 當頂部z距離覆蓋支撐/模型xy間距時，優先確保在懸垂下方生成支撐，並與模型保持與頂部z距離大小相同的間隙；反之，支撐與模型之間的間隙始終遵循支撐/模型xy間距。僅建議在使用混合樹時啟用此項。

source: Independent support layer height
cs: Nezávislá výška vrstvy podpory
zh_tw: 支撐獨立層高

source: Support layer uses layer height independent with object layer. This is to support customizing z-gap and save print time.This option will be invalid when the prime tower is enabled.
cs: Vrstva podpory používá výšku vrstvy nezávisle na vrstvě objektu. Tato možnost umožňuje přizpůsobit z-mezeru a ušetřit čas tisku. Tato volba nebude platná, pokud je povolena věž pro oddělení trysky.
zh_tw: 支撐層使用與物件層獨立的層高。這是為了支援自定義z-gap並且節省列印時間。當擦料塔被啟用時，這個選項將無效。

source: Threshold angle
cs: Hraniční úhel
zh_tw: 閾值角度

source: Support will be generated for overhangs whose slope angle is below the threshold.
cs: Podpory budou generovány pro převisy, jejichž úhel sklonu je pod stanoveným prahem.
zh_tw: 將會為懸垂角度低於閾值的模型表面生成支撐。

source: Branch angle
cs: Úhel větvení
zh_tw: 分支角度

source: This setting determines the maximum overhang angle that t he branches of tree support allowed to make.If the angle is increased, the branches can be printed more horizontally, allowing them to reach farther.
cs: Toto nastavení určuje maximální úhel převisu, který mohou větve stromové podpory vytvořit. Zvýšením úhlu lze větve tisknout více vodorovně, což jim umožňuje dosáhnout dál.
zh_tw: 此設定確定了允許樹狀支撐的最大懸垂角度。如果角度增加，可以更水平地列印分支，使它們可以到達更遠的地方。

source: Branch distance
cs: Vzdálenost větve
zh_tw: 分支距離

source: This setting determines the distance between neighboring tree support nodes.
cs: Toto nastavení určuje vzdálenost mezi sousedními uzly stromové podpory.
zh_tw: 此設定確定了樹狀支撐的相鄰節點之間的距離。

source: Branch diameter
cs: Průměr větve
zh_tw: 分支直徑

source: This setting determines the initial diameter of support nodes.
cs: Toto nastavení určuje počáteční průměr uzlů podpory.
zh_tw: 此設定確定了樹狀支撐節點的初始直徑。

source: Branch diameter angle
cs: Úhel průměru větve
zh_tw: 分支直徑角度

source: The angle of the branches' diameter as they gradually become thicker towards the bottom. An angle of 0 will cause the branches to have uniform thickness over their length. A bit of an angle can increase stability of the tree support.
cs: Úhel průměru větví, kdy se směrem ke dnu postupně zesilují. Úhel 0 způsobí, že větve budou mít po celé délce stejnou tloušťku. Malý úhel může zvýšit stabilitu stromové podpory.
zh_tw: 樹枝向底部逐漸變粗時的直徑角度。角度為 0 會使樹枝在整個長度上粗細一致。稍大一點的角度可以增加樹狀支撐的穩定性。

source: Support wall loops
cs: Smyčky stěn podpory
zh_tw: 支撐外牆層數

source: This setting specifies the count of support walls in the range of [-1,2]. -1 means auto, and 0 means allowing infill-only mode where support is thick enough.
cs: Toto nastavení určuje počet podpůrných stěn v rozsahu [-1,2]. -1 znamená automaticky a 0 znamená povolení režimu pouze s výplní, kde je podpora dostatečně silná.
zh_tw: 此設定指定 [-1,2] 範圍內的支撐牆數量。-1表示自動，0表示允許足夠厚的支撐區域使用僅填充模式。

source: Chamber temperature
cs: Teplota komory
zh_tw: 腔體溫度

source: Higher chamber temperature can help suppress or reduce warping and potentially lead to higher interlayer bonding strength for high temperature materials like ABS, ASA, PC, PA and so on.At the same time, the air filtration of ABS and ASA will get worse.While for PLA, PETG, TPU, PVA and other low temperature materials,the actual chamber temperature should not be high to avoid cloggings, so 0 which stands for turning off is highly recommended
cs: Vyšší teplota komory může pomoci potlačit nebo snížit kroucení a případně zvýšit pevnost spojení mezi vrstvami u materiálů s vysokou teplotou, jako jsou ABS, ASA, PC, PA a podobně. Současně se však filtrace vzduchu u ABS a ASA zhoršuje. U PLA, PETG, TPU, PVA a dalších materiálů s nízkou teplotou by skutečná teplota komory neměla být vysoká, aby se předešlo ucpání, proto je vysoce doporučeno nastavit hodnotu 0, což znamená vypnuto.
zh_tw: 更高的腔溫可以幫助抑制或減少翹曲，同時可能會提高高溫材料（如ABS、ASA、PC、PA等）的層間粘合強度。與此同時，ABS和ASA的空氣過濾效能會變差。而對於PLA、PETG、TPU、PVA等低溫材料，為了避免堵塞，實際的腔溫不應該過高，因此強烈建議使用0（表示關閉）。

source: Nozzle temperature for layers after the initial one
cs: Teplota trysky pro vrstvy po počáteční
zh_tw: 除首層外的其它層的噴嘴溫度

source: Impact Strength Z
cs: Rázová houževnatost Z
zh_tw: Z向衝擊強度

source: Detect thin wall
cs: Detekovat tenkou stěnu
zh_tw: 檢查薄壁

source: Detect thin wall which can't contain two line width. And use single line to print. Maybe printed not very well, because it's not closed loop
cs: Detekovat tenkou stěnu, která nemůže obsahovat dvě šířky linie. Použít jednu linii pro tisk. Tisk nemusí být velmi kvalitní, protože nejde o uzavřenou smyčku.
zh_tw: 檢查無法容納兩條走線的薄壁。使用單條走線列印。可能會打得不是很好，因為走線不再閉合。

source: This gcode is inserted when change filament, including T command to trigger tool change
cs: Tento G-kód se vkládá při výměně filamentu, včetně příkazu T pro spuštění výměny nástroje.
zh_tw: 換料時插入的G-code，包括T命令。

source: Line width for top surfaces
cs: Šířka linie pro horní povrchy
zh_tw: 頂面的線寬

source: Speed of top surface infill which is solid
cs: Rychlost plné výplně horního povrchu.
zh_tw: 頂面實心填充的速度

source: Top shell layers
cs: Vnější horní vrstvy
zh_tw: 頂部殼體層數

source: This is the number of solid layers of top shell, including the top surface layer. When the thickness calculated by this value is thinner than top shell thickness, the top shell layers will be increased
cs: Toto je počet pevných vrstev horního pláště, včetně vrstvy horního povrchu. Pokud je tloušťka vypočítaná touto hodnotou menší než tloušťka horního pláště, počet vrstev horního pláště bude zvýšen.
zh_tw: 頂部殼體實心層層數，包括頂面。當由該層數計算的厚度小於頂部殼體厚度，切片時會增加頂部殼體的層數

source: Top solid layers
cs: Vrchní pevné vrstvy
zh_tw: 頂部殼體層數

source: Top shell thickness
cs: Tloušťka horní vrstvy
zh_tw: 頂部殼體厚度

source: The number of top solid layers is increased when slicing if the thickness calculated by top shell layers is thinner than this value. This can avoid having too thin shell when layer height is small. 0 means that this setting is disabled and thickness of top shell is absolutely determained by top shell layers
cs: Počet horních pevných vrstev je při řezání zvýšen, pokud je tloušťka vypočítaná horními skořepinami tenčí než tato hodnota. Tím lze zabránit příliš tenké skořepině při malé výšce vrstvy. Hodnota 0 znamená, že toto nastavení je deaktivováno a tloušťka horní skořepiny je určena pouze horními skořepinami.
zh_tw: 如果由頂部殼體層數算出的厚度小於這個數值，那麼切片時將自動增加頂部殼體層數。這能夠避免當層高很小時，頂部殼體過薄。0表示關閉這個設定，同時頂部殼體的厚度完全由頂部殼體層數決定

source: Top paint penetration layers
cs: Vrstvy průniku horní barvy
zh_tw: 頂部塗色滲透層數

source: This is the number of layers of top paint penetration.
cs: Jedná se o počet vrstev průniku horní barvy.
zh_tw: 頂部塗色滲透的層數

source: Bottom paint penetration layers
cs: Spodní vrstvy průniku barvy
zh_tw: 底部塗色滲透層數
