Repository: bambulab/BambuStudio
Catalog: bbl/i18n/*/BambuStudio_*.po
Languages: cs, zh_tw

source: The filament may not be compatible with the current machine settings. Generic filament presets will be used.
cs: Filament nemusí být kompatibilní se současným nastavením stroje. Budou použita obecná přednastavení filamentu.
zh_tw: 該材料與當前機器設定不相容，將使用通用的材料預設。

source: The filament model is unknown. Still using the previous filament preset.
cs: Model filamentu je neznámý. Stále je používáno předchozí přednastavení filamentu.
zh_tw: 未知的材料型號，將使用之前的材料預設。

source: The filament model is unknown. Generic filament presets will be used.
cs: Model filamentu je neznámý. Budou použita obecná přednastavení filamentu.
zh_tw: 未知的耗材型別。將使用通用耗材預設。

source: The filament may not be compatible with the current machine settings. A random filament preset will be used.
cs: Filament nemusí být kompatibilní se současným nastavením stroje. Bude použito náhodné přednastavení filamentu.
zh_tw: 該材料與當前機器設定不相容，將使用隨機的材料預設。

source: The filament model is unknown. A random filament preset will be used.
cs: Model filamentu je neznámý. Bude použito náhodné přednastavení filamentu.
zh_tw: 未知的材料型號，將使用隨機的材料預設。

source: right
cs: Pravý
zh_tw: 右

source: left
cs: vlevo
zh_tw: 左

source: right extruder
cs: Pravý extrudér
zh_tw: 右側擠出機

source: left extruder
cs: levý extruder
zh_tw: 左擠出機

source: extruder
zh_tw: 擠出機

source: TPU is not supported by AMS.
cs: TPU není podporováno v AMS.
zh_tw: AMS不支援TPU。

source: AMS does not support 'Bambu Lab PET-CF'.
cs: AMS nepodporuje 'Bambu Lab PET-CF'.
zh_tw: AMS 不支援 'Bambu Lab PET-CF'。

source: The current filament doesn't support the E3D high-flow nozzle and can't be used.
cs: Aktuální filament nepodporuje vysokoprůtokovou trysku E3D a nelze jej použít.
zh_tw: 當前耗材不支援 E3D 大流量噴嘴，無法使用。

source: When using %s on the right extruder, it can only be used as support material.
cs: Při použití %s v pravém extruderu jej lze použít pouze jako podpůrný materiál.
zh_tw: %s在右擠出機列印時，只能作為支撐耗材。

source: The current filament doesn't support the TPU high-flow nozzle and can't be used.
cs: Aktuální filament nepodporuje vysokoprůtokovou trysku TPU a nelze jej použít.
zh_tw: 當前耗材不支援 TPU 大流量噴嘴，無法使用。

source: Auto dynamic flow calibration is not supported for TPU filament.
cs: Automatická dynamická kalibrace průtoku není podporována pro TPU filament.
zh_tw: TPU線材不支援自動動態流量校準。

source: Dynamic flow calibration is not supported for TPU 85A filament.
zh_tw: TPU 85A耗材不支援動態流量校準。

source: How to feed TPU filament.
cs: Jak podávat TPU filament.
zh_tw: TPU進料方式。

source: Using non-bambu filament may have printing quality issues.
cs: Použití jiného než bambu filament může mít za následek sníženou kvalitu tisku.
zh_tw: 使用非拓竹耗材可能會存在列印質量問題。

source: Please cold pull before printing TPU to avoid clogging. You may use cold pull maintenance on the printer.
cs: Před tiskem TPU prosím proveďte studené vytažení, abyste předešli ucpání. Můžete na tiskárně použít údržbu pomocí studeného vytažení.
zh_tw: 為了避免堵塞，列印TPU前請冷拔。您可使用印表機上的冷拔維護功能。

source: Damp PVA will become flexible and get stuck inside AMS,please take care to dry it before use.
cs: Vlhké PVA bude ohebné a může uvíznout uvnitř AMS, proto jej před použitím důkladně vysušte.
zh_tw: 潮溼的PVA會變得柔軟並粘在AMS內，請在使用前注意乾燥。

source: Damp PVA is flexible and may get stuck in extruder. Dry it before use.
cs: Vlhké PVA je ohebné a může uvíznout v extruderu. Před použitím jej vysušte.
zh_tw: 受潮的PVA會變柔，可能會卡在擠出機中。使用前請先烘乾。

source: PPS-CF is brittle and could break in bended PTFE tube above Toolhead.
cs: PPS-CF je křehký a může se zlomit v ohnuté PTFE trubičce nad tiskovou hlavou.
zh_tw: PPS-CF較脆, 容易斷在工具頭上方的彎折鐵氟龍管裡。

source: PPA-CF is brittle and could break in bended PTFE tube above Toolhead.
cs: PPA-CF je křehký a může se zlomit v ohnuté PTFE trubičce nad tiskovou hlavou.
zh_tw: PPA-CF較脆, 容易斷在工具頭上方的彎折鐵氟龍管裡。

source: PLA Glow may wear the AMS first stage feeder. Use an external spool instead.
cs: PLA Glow může opotřebovat první stupeň podavače v AMS. Použijte místo toho externí cívku.
zh_tw: 夜光耗材可能磨損 AMS 進料口，建議使用外掛料盤列印。

source: Default settings may affect print quality. Adjust as needed for best results.
cs: Výchozí nastavení může ovlivnit kvalitu tisku. Upravte podle potřeby pro dosažení nejlepších výsledků.
zh_tw: 使用預設引數列印可能影響列印質量，請根據實際效果調整引數以獲得最佳結果。

source: %s has a risk of nozzle clogging when using 0.4mm high-flow nozzles. Use with caution.
cs: %s představuje riziko ucpání trysky při použití 0,4mm high-flow trysek. Používejte opatrně.
zh_tw: %s在使用0.4mm高流量噴嘴時會有堵頭風險，請謹慎使用。

source: %s filaments are hard and brittle and could break in AMS, and there is also a risk of nozzle clogging when using 0.4mm high-flow nozzles. Use with caution.
cs: %s filamenty jsou tvrdé a křehké, mohou se zlomit v AMS a existuje také riziko ucpání trysky při použití 0,4mm high-flow trysek. Používejte opatrně.
zh_tw: %s較脆，容易斷在AMS裡。同時使用 0.4mm高流量噴嘴也會帶來堵頭風險，請謹慎使用。

source: %s has a risk of nozzle clogging when using 0.4, 0.6, 0.8mm high-flow nozzles. Use with caution.
cs: %s představuje riziko ucpání trysky při použití 0,4, 0,6 a 0,8mm high-flow trysek. Používejte opatrně.
zh_tw: %s在使用 0.4，0.6，0.8mm 高流量噴嘴時會有堵頭風險，請謹慎使用。

source: %s is not supported by %s extruder.
cs: %s není podporován extruderem %s.
zh_tw: %s 不支援在 %s 擠出機列印。

source: The toolhead and hotend rack may move. Please keep your hands away from the chamber.
cs: Stojan tiskové hlavy a hotendu se může pohybovat. Držte ruce mimo komoru.
zh_tw: 工具頭和熱端架可能會運動，請勿將手伸入機箱。

source: Warning
cs: Varování
zh_tw: 警告

source: Hotend information may be inaccurate. Would you like to re-read the hotend? (Hotend information may change during power-off).
cs: Informace o hotendu mohou být nepřesné. Chcete znovu načíst hotend? (Informace o hotendu se mohou při vypnutí zařízení změnit.)
zh_tw: 熱端資訊可能不準確。是否重新讀取熱端？（斷電期間熱端資訊可能會發生變化）。

source: I confirm all
cs: Potvrzuji vše
zh_tw: 確認無誤

source: Re-read all
cs: Znovu načíst vše
zh_tw: 重新讀取全部

source: Reading the hotends, please wait.
cs: Načítání hotendů, čekejte prosím.
zh_tw: 正在讀取熱端資訊，請稍候。

source: During the hotend upgrade, the toolhead will move. Don't reach into the chamber.
cs: Během upgradu hotendu se bude tisková hlava pohybovat. Nevkládejte ruce do komory.
zh_tw: 在熱端升級過程中，工具頭會移動。請勿將手伸入機箱內。

source: Update
cs: Aktualizace
zh_tw: 韌體更新

source: High Flow
cs: Vysoký průtok
zh_tw: 高流量

source: Standard
zh_tw: 標準

source: TPU High Flow
zh_tw: TPU高流量

source: Unknown
cs: Neznámé
zh_tw: 未知

source: Hybrid
zh_tw: 混合

source: Hardened Steel
cs: Kalená ocel
zh_tw: 硬化鋼

source: Stainless Steel
cs: Nerezová ocel
zh_tw: 不鏽鋼

source: Tungsten Carbide
cs: Karbid wolframu
zh_tw: 碳化鎢

source: Update successful.
cs: Aktualizace byla úspěšná.
zh_tw: 更新成功。

source: Downloading failed.
cs: Stahování se nezdařilo.
zh_tw: 下載失敗。

source: Verification failed.
cs: Ověření selhalo.
zh_tw: 驗證失敗。

source: Update failed.
cs: Aktualizace selhala.
zh_tw: 更新失敗。

source: Current AMS humidity
cs: Aktuální vlhkost AMS
zh_tw: 艙內乾燥程度

source: Humidity
cs: Vlhkost
zh_tw: 溼度

source: Temperature
cs: Teplota
zh_tw: 溫度

source: Left Time
cs: Zbývající čas
zh_tw: 剩餘時間

source: Drying
cs: Sušení
zh_tw: 烘乾

source: Idle
cs: Nečinný
zh_tw: 空閒

source: Model:
zh_tw: 型號：

source: Serial:
cs: Sériové číslo:
zh_tw: 序列號：

source: Version:
cs: Verze:
zh_tw: 版本：

source: Latest version
cs: Nejnovější verze
zh_tw: 最新版本

source: Row A
cs: Řada A
zh_tw: A排

source: Row B
cs: Řada B
zh_tw: B排

source: Toolhead
cs: Tisková hlava
zh_tw: 工具頭

source: Empty
cs: Prázdné
zh_tw: 空

source: Error
cs: Chyba
zh_tw: 錯誤

source: Induction Hotend Rack
cs: Indukční držák hotendu
zh_tw: 感應熱端架

source: Hotends Info
cs: Informace o hotendech
zh_tw: 熱端資訊

source: Read All
cs: Načíst vše
zh_tw: 讀取全部

source: Reading
cs: Načítání
zh_tw: 讀取中

source: Please wait
cs: Prosím čekejte
zh_tw: 請稍候

source: Reading
cs: Načítání
zh_tw: 讀取中

source: Running...
cs: Probíhá spouštění...
zh_tw: 執行中...

source: Raised
cs: Zvednuté
zh_tw: 已升起

source: The hotend is in an abnormal state and currently unavailable. Please go to 'Device -> Upgrade' to upgrade firmware.
cs: Hotend je v abnormálním stavu a momentálně není k dispozici. Přejděte do 'Zařízení -> Upgrade' pro aktualizaci firmwaru.
zh_tw: 熱端狀態異常，當前不可用。請前往“裝置 -> 升級”升級韌體。

source: Abnormal Hotend
cs: Abnormální hotend
zh_tw: 熱端異常

source: Cancel
cs: Zrušit
zh_tw: 取消

source: Jump to the upgrade page
cs: Přejít na stránku upgradu
zh_tw: 跳轉至升級頁面

source: SN
zh_tw: 序列號

source: Version
cs: Verze
zh_tw: 版本

source: Hotend Rack
cs: Stojan na hotend
zh_tw: 熱端掛架

source: ToolHead
cs: Tisková hlava
zh_tw: 工具頭

source: Nozzle information needs to be read
cs: Informace o trysce je nutné načíst
zh_tw: 需要讀取噴嘴資訊

source: Supports Painting
cs: Malování podpor
zh_tw: 支撐繪製

source: Please select single object.
cs: Vyberte prosím jeden objekt.
zh_tw: 請選中單個物件。

source: Mouse wheel
cs: Kolečko myši
zh_tw: 滑鼠滾輪

source: Section view
cs: Zobrazení řezu
zh_tw: 剖面檢視

source: Reset direction
cs: Obnovit směr
zh_tw: 重置方向

source: Ctrl + Mouse wheel
cs: Ctrl + kolečko myši
zh_tw: Ctrl + 滑鼠滾輪

source: Pen size
cs: Velikost pera
zh_tw: 畫筆尺寸

source: Left mouse button
cs: Levé tlačítko myši
zh_tw: 滑鼠左鍵

source: Enforce supports
cs: Vynutit podpory
zh_tw: 強制支撐

source: Right mouse button
cs: Pravé tlačítko myši
zh_tw: 滑鼠右鍵

source: Block supports
cs: Blokovat podpory
zh_tw: 遮蔽支撐

source: Shift + Left mouse button
cs: Shift + levé tlačítko myši
zh_tw: Shift + 滑鼠左鍵

source: Erase
cs: Vymazat
zh_tw: 擦除

source: Erase all painting
cs: Vymazat veškeré malování
zh_tw: 擦除所有繪製

source: Highlight overhang areas
cs: Zvýraznit oblasti převisu
zh_tw: 高亮懸空區域

source: Gap fill
cs: Vyplnění mezery
zh_tw: 縫隙填充

source: Perform
cs: Proveď
zh_tw: 執行

source: Gap area
cs: Oblast mezery
zh_tw: 間隙面積

source: Tool type
cs: Typ nástroje
zh_tw: 工具型別

source: Smart fill angle
cs: Úhel chytrého vyplnění
zh_tw: 智慧填充角度

source: On overhangs only
cs: Pouze na převislých částech
zh_tw: 僅對懸空區生效

source: Auto support threshold angle:
cs: Prahový úhel pro automatickou podporu:
zh_tw: 自動支撐角度閾值：

source: Circle
cs: Kruh
zh_tw: 圓

source: Sphere
cs: Koule
zh_tw: 球

source: Fill
cs: Výplň
zh_tw: 填充

source: Gap Fill
cs: Vyplnění mezery
zh_tw: 縫隙填充

source: Allows painting only on facets selected by: "%1%"
cs: Umožňuje malování pouze na fasety vybrané pomocí: "%1%"
zh_tw: 繪製僅對由%1%選中的面片生效

source: Highlight faces according to overhang angle.
cs: Zvýrazněte plochy podle úhlu převisu.
zh_tw: 根據當前設定的懸空角度來高亮片面。

source: No auto support
cs: Žádná automatická podpora
zh_tw: 無自動支撐

source: Painting below the build plate is not allowed.
cs: Malování pod tiskovou podložkou není povoleno.
zh_tw: 不允許在熱床下方塗色。

source: The white outline indicates the position of the build plate at Z = 0.
cs: Bílý obrys označuje polohu tiskové podložky při Z = 0.
zh_tw: 白色輪廓表示熱床在Z=0處的位置。

source: Support Generated
cs: Podpora vygenerována
zh_tw: 已生成支撐

source: Mode
cs: Režim
zh_tw: 模式

source: Convex hull
cs: Konvexní obal
zh_tw: 凸包

source: Triangular facet
cs: Trojúhelníková plocha
zh_tw: 三角面片

source: Warning: All triangle areas are too small,The current function is not working.
cs: Varování: Všechny trojúhelníkové plochy jsou příliš malé, aktuální funkce není funkční.
zh_tw: 警告：所有的三角形面積過小，當前功能不能工作。

source: Lay on face
cs: Umístit na čelní stranu
zh_tw: 選擇底面

source: Filament count exceeds the maximum number that painting tool supports. only the first %1% filaments will be available in painting tool.
cs: Počet filamentů přesahuje maximální počet, který nástroj pro malování podporuje. Pouze prvních %1% filamentů bude k dispozici v nástroji pro malování.
zh_tw: 耗材絲數量超過塗色工具支援的最大值，僅前%1%個耗材絲可在塗色工具中使用。

source: Color Painting
cs: Barevné malování
zh_tw: 塗色

source: Pen shape
cs: Tvar pera
zh_tw: 畫筆形狀

source: Paint
cs: Malovat
zh_tw: 繪製

source: Key 1~9
cs: Klávesy 1~9
zh_tw: 按鍵 1~9

source: Choose filament
cs: Vyberte filament
zh_tw: 選擇耗材絲

source: Connected same color
cs: Připojena stejná barva
zh_tw: 連線相同顏色

source: Edge detection
cs: Detekce hran
zh_tw: 邊沿檢測

source: Triangles
cs: Trojúhelníky
zh_tw: 三角形

source: Filaments
cs: Filamenty
zh_tw: 耗材絲

source: Brush
cs: Štětec
zh_tw: 畫刷

source: Smart fill
cs: Chytré vyplnění
zh_tw: 智慧填充

source: Bucket fill
cs: Výplň kbelíkem
zh_tw: 批次填充

source: Height range
cs: Rozsah výšky
zh_tw: 高度範圍

source: Shift + Enter
zh_tw: Shift + 回車

source: Toggle Wireframe
cs: Přepnout drátěný model
zh_tw: 顯示/隱藏線框

source: Toggle non-manifold edges
cs: Přepnout neuzavřené hrany
zh_tw: 切換非流行邊

source: Rotate horizontally
cs: Otočit horizontálně
zh_tw: 水平旋轉

source: hit face
cs: čelní náraz
zh_tw: 選中面片

source: Shortcut Key
cs: Klávesová zkratka
zh_tw: 快捷鍵

source: Triangle
cs: Trojúhelník
zh_tw: 三角形

source: Height Range
cs: Rozsah výšky
zh_tw: 高度範圍

source: Place input box of bottom near mouse
cs: Umístěte vstupní pole dole blízko myši
zh_tw: 起點輸入框置於滑鼠附近

source: Vertical
cs: Vertikální
zh_tw: 垂直

source: Horizontal
cs: Horizontální
zh_tw: 水平

source: View: keep horizontal
cs: Zobrazení: zachovat horizontální
zh_tw: 檢視：保持水平

source: Remove painted color
cs: Odebrat natřenou barvu
zh_tw: 移除已繪製的顏色

source: Painted using: Filament %1%
cs: Namáznuto pomocí: Filament %1%
zh_tw: 繪製使用：耗材絲%1%

source: Fuzzy skin Painting
cs: Malování drsné kůže
zh_tw: 絨毛表面繪製

source: Add fuzzy skin
cs: Přidat rozmazanou kůži
zh_tw: 新增絨毛表面

source: Remove fuzzy skin
cs: Odebrat fuzzy skin
zh_tw: 刪除絨毛表面

source: Move
cs: Pohyb
zh_tw: 移動

source: Please select at least one object.
cs: Vyberte alespoň jeden objekt.
zh_tw: 請至少選中一個物件。

source: Rotate
cs: Rotace
zh_tw: 旋轉

source: Optimize orientation
cs: Optimalizovat orientaci
zh_tw: 最佳化朝向

source: Apply
cs: Použít
zh_tw: 應用

source: Scale
cs: Měřítko
zh_tw: 縮放

source: Error: Please close all toolbar menus first
cs: Chyba: Nejprve zavřete všechna menu nástrojové lišty.
zh_tw: 錯誤：請先關閉所有工具欄選單

source: Tool-Move
cs: Nástroj – Posunout
zh_tw: 工具-移動

source: Tool-Scale
cs: Změnit měřítko nástroje
zh_tw: 工具-縮放

source: Tool-Rotate
cs: Otočit nástroj
zh_tw: 工具-旋轉

source: Tool-Lay on Face
cs: Nástroj – Položit na plochu
zh_tw: 工具-選擇底面

source: Bottom:
cs: Spodní:
zh_tw: 底邊:

source: in
cs: v
zh_tw: 英寸

source: Part selection
cs: Výběr části
zh_tw: 零件選擇

source: Fixed step drag
cs: Pevný krok přetahu
zh_tw: 固定步長拖動

source: Keep holding down Ctrl
cs: Stále držte klávesu Ctrl
zh_tw: 持續按住Ctrl鍵

source: Select multiple objects
cs: Vyberte více objektů
zh_tw: 選擇多個物件

source: Keep holding down Alt
cs: Stále držte klávesu Alt
zh_tw: 持續按住Alt鍵

source: Select multiple parts
cs: Vyberte více částí
zh_tw: 選擇多個零件

source: Single sided scaling
cs: Jednostranné škálování
zh_tw: 單邊縮放

source: Position
cs: Poloha
zh_tw: 位置

source: Rotate (relative)
cs: Rotace (relativní)
zh_tw: 旋轉 (相對)

source: Scale ratios
cs: Poměry měřítka
zh_tw: 縮放比例

source: Object Operations
cs: Operace s objektem
zh_tw: 物件操作

source: Volume Operations
cs: Operace s objemem
zh_tw: 零件操作

source: Translate
cs: Přeložit
zh_tw: 平移

source: Group Operations
cs: Skupinové operace
zh_tw: 組操作

source: Set Orientation
cs: Nastavit orientaci
zh_tw: 設定方向

source: Set Scale
cs: Nastavit měřítko
zh_tw: 設定縮放

source: Reset Position
cs: Resetovat pozici
zh_tw: 重置位置

source: Reset Rotation
cs: Resetovat rotaci
zh_tw: 重置旋轉

source: Object coordinates
cs: Souřadnice objektu
zh_tw: 物體座標

source: World coordinates
cs: Světové souřadnice
zh_tw: 世界座標

source: Align selected
cs: Zarovnat vybrané
zh_tw: 對齊所選的

source: Translate(Relative)
cs: Přeložit (relativně)
zh_tw: 平移(相對)

source: Align Object
cs: Zarovnat objekt
zh_tw: 對齊物件

source: Align Plate
cs: Zarovnat podložku
zh_tw: 對齊盤

source: Align top-bottom center
cs: Zarovnat na střed nahoře-dole
zh_tw: 上下居中

source: Holded down Ctrl key continuously and click by left mouse button can select multiple objects, or holded down Alt key continuously and click by left mouse button can select multiple parts
cs: Držením klávesy Ctrl a kliknutím levým tlačítkem myši lze vybrat více objektů, nebo držením klávesy Alt a kliknutím levým tlačítkem myši lze vybrat více částí.
zh_tw: 持續按住Ctrl鍵並單擊滑鼠左鍵可以選擇多個物件，或者持續按住Alt鍵並單擊小鼠左鍵可以選中多個部分

source: Align
cs: Zarovnat
zh_tw: 對齊

source: Distribute
cs: Rozložit
zh_tw: 分佈

source: Align left
cs: Zarovnat doleva
zh_tw: 左側對齊

source: Align left-right center
cs: Zarovnat na střed vlevo-vpravo
zh_tw: 左右居中

source: Align right
cs: Zarovnat doprava
zh_tw: 右側對齊

source: Distribute left-right
cs: Rozložit vlevo-vpravo
zh_tw: 左右均勻分佈

source: Please select at least 3 parts or objects
cs: Vyberte alespoň 3 části nebo objekty
zh_tw: 請至少選擇 3 個零件或物件

source: Align front
cs: Zarovnat dopředu
zh_tw: 前方對齊

source: Align front-back center
cs: Zarovnat na střed vpředu-vzadu
zh_tw: 前後居中

source: Align back
cs: Zarovnat dozadu
zh_tw: 後方對齊

source: Distribute front-back
cs: Rozložit vpředu-vzadu
zh_tw: 前後均勻分佈

source: Align bottom
cs: Zarovnat dolů
zh_tw: 底部對齊

source: Align top
cs: Zarovnat nahoře
zh_tw: 頂部對齊

source: Distribute top-bottom
cs: Rozložit nahoře-dole
zh_tw: 上下均勻分佈

source: Reset current rotation to the value when open the rotation tool.
cs: Obnovit aktuální rotaci na hodnotu při otevření nástroje rotace.
zh_tw: 將當前旋轉重置為開啟旋轉工具時的值。

source: Rotate (absolute)
cs: Rotace (absolutní)
zh_tw: 旋轉 (絕對)

source: Reset current rotation to real zeros.
cs: Resetovat aktuální rotaci na skutečné nuly.
zh_tw: 將當前旋轉重置為實數零。

source: Part coordinates
cs: Souřadnice části
zh_tw: 零件座標

source: Size
cs: Velikost
zh_tw: 大小

source: uniform scale
cs: jednotné měřítko
zh_tw: 等比例縮放

source: Part
cs: Část
zh_tw: 零件

source: Object
cs: objekt
zh_tw: 物件

source: Drag to move the cut plane
cs: Přetažením posuňte řeznou rovinu
zh_tw: 拖動切割平面可移動

source: Drag to move the cut plane Right-click a part to assign it to the other side
cs: Přetažením posuňte řeznou rovinu Pravým tlačítkem myši přiřaďte díl na opačnou stranu
zh_tw: 拖動切割平面可移動；在零件上單擊滑鼠右鍵以將其指定給另一側

source: Left click
cs: Levý klik
zh_tw: 左擊

source: Add connector
cs: Přidat konektor
zh_tw: 新增連線件

source: Right click
cs: Klikněte pravým tlačítkem
zh_tw: 右擊

source: Remove connector
cs: Odebrat konektor
zh_tw: 刪除連線件

source: Drag
cs: Přetáhnout
zh_tw: 拖動

source: Move connector
cs: Přesunout konektor
zh_tw: 移動連線件

source: Add connector to selection
cs: Přidat konektor k výběru
zh_tw: 選擇連線件

source: Remove connector from selection
cs: Odebrat konektor z výběru
zh_tw: 取消選擇連線件

source: Select all connectors
cs: Vyberte všechny konektory
zh_tw: 選擇所有連線件

source: Left drag
cs: Levý tah
zh_tw: 左鍵拖動

source: Plot cut plane
cs: Zobrazit řeznou rovinu
zh_tw: 繪製切割平面

source: right click
cs: Pravé kliknutí
zh_tw: 單擊右鍵

source: Assign the part to the other side
cs: Přiřaďte díl na druhou stranu
zh_tw: 將零件指定給另一側

source: Cut
cs: Oříznout
zh_tw: 剪下

source: non-manifold edges be caused by cut tool, do you want to fix it now?
cs: Neuzavřené hrany byly způsobeny nástrojem pro řezání. Chcete je nyní opravit?
zh_tw: 因切割產生了非流形邊，您是否想現在修復？

source: Repairing model object
cs: Probíhá oprava modelového objektu
zh_tw: 修復模型物件

source: Connector
cs: Konektor
zh_tw: 連線件

source: Flip cut plane
cs: Překlopit rovinu řezu
zh_tw: 翻轉剖切面

source: Planar
cs: Plánární
zh_tw: 平面

source: Dovetail
cs: Rybinový spoj
zh_tw: 燕尾榫

source: Movement:
cs: Pohyb:
zh_tw: 移動：

source: Groove Angle
cs: Úhel drážky
zh_tw: 凹槽角

source: Rotation
cs: Rotace
zh_tw: 旋轉

source: Movement
cs: Pohyb
zh_tw: 移動

source: Height
cs: Výška
zh_tw: 高度

source: Edit connectors
cs: Upravit konektory
zh_tw: 編輯連線件

source: Add connectors
cs: Přidat konektory
zh_tw: 新增連線件

source: Groove
cs: Drážka
zh_tw: 凹槽

source: Depth
cs: Hloubka
zh_tw: 深度

source: Width
cs: Šířka
zh_tw: 寬度

source: Flap Angle
cs: Úhel klapky
zh_tw: 翼偏角

source: Keep orientation
cs: Zachovat orientaci
zh_tw: 保持方向

source: Place on cut
cs: Umístit na řez
zh_tw: 切割面放置到熱床

source: Flip
cs: Překlopit
zh_tw: 翻轉

source: After cut
cs: Po oříznutí
zh_tw: 切割後

source: Cut to parts
cs: Rozdělit na části
zh_tw: 切割為零件

source: Auto Segment
cs: Automatické rozdělení
zh_tw: 自動分割

source: Perform cut
cs: Proveď řez
zh_tw: 執行切割

source: Reset
zh_tw: 重置

source: Connectors
cs: Konektory
zh_tw: 連線件

source: Type
cs: Typ
zh_tw: 型別

source: Style
cs: Styl
zh_tw: 樣式

source: Shape
cs: Tvar
zh_tw: 形狀

source: Depth ratio
cs: Poměr hloubky
zh_tw: 深度

source: Remove connectors
cs: Odebrat konektory
zh_tw: 刪除所有連線件

source: Prizm
zh_tw: 稜柱

source: Frustum
zh_tw: 錐體

source: Square
cs: Čtverec
zh_tw: 正方形

source: Hexagon
zh_tw: 六邊形

source: Snap global parameters
cs: Přichytit globální parametry
zh_tw: 按扣全域性引數

source: Bulge
cs: Výduť
zh_tw: 凸度

source: Gap
cs: Mezera
zh_tw: 間隙

source: Confirm connectors
cs: Potvrďte konektory
zh_tw: 確認

source: Invalid connectors detected
cs: Byly zjištěny neplatné konektory.
zh_tw: 檢測到無效連線件

source: connector is out of cut contour
cs: Konektor je mimo řeznou konturu
zh_tw: 個連線件超出了切割面範圍

source: connectors are out of cut contour
cs: Konektory jsou mimo řeznou konturu
zh_tw: 個連線件超出了切割面範圍

source: connector is out of object
cs: Konektor je mimo objekt
zh_tw: 個連線件穿透了模型

source: connectors is out of object
cs: konektory jsou mimo objekt
zh_tw: 個連線件穿透了模型

source: Some connectors are overlapped
cs: Některé konektory se překrývají.
zh_tw: 存在連線件相互重疊

source: Invalid state. No one part is selected to keep after cut
cs: Neplatný stav. Není vybrána žádná část, která má po řezu zůstat.
zh_tw: 無效狀態。 切割後沒有選中要保留的部分

source: Plug
cs: Zástrčka
zh_tw: 插銷

source: Dowel
cs: Kolík
zh_tw: 銷釘

source: Snap
cs: Přichytit
zh_tw: 按扣

source: Tolerance
zh_tw: 容差

source: Mesh name
cs: Název sítě
zh_tw: Mesh名

source: Detail level
cs: Úroveň detailu
zh_tw: 細節等級

source: Decimate ratio
cs: Poměr decimace
zh_tw: 簡化率

source: Processing model '%1%' with more than 1M triangles could be slow. It is highly recommended to simplify the model.
cs: Zpracování modelu „%1%“ s více než 1M trojúhelníky může být pomalé. Důrazně doporučujeme model zjednodušit.
zh_tw: 處理超出1M個三角形面片的模型“%1%”可能會很慢。強烈建議簡化模型。

source: Simplify model
cs: Zjednodušit model
zh_tw: 簡化模型

source: Simplify
cs: Zjednodušit
zh_tw: 簡化

source: Simplification is currently only allowed when a single part is selected
cs: Zjednodušení je aktuálně povoleno pouze při výběru jedné součásti
zh_tw: 僅支援對單個零件做簡化

source: Extra high
cs: Velmi vysoký
zh_tw: 非常高

source: High
cs: Vysoký
zh_tw: 高

source: Medium
cs: Střední
zh_tw: 中

source: Low
cs: Nízká
zh_tw: 低

source: Extra low
cs: Velmi nízký
zh_tw: 非常低

source: %d triangles
cs: %d trojúhelníků
zh_tw: %d 個三角形

source: Show wireframe
cs: Zobrazit drátěný model
zh_tw: 顯示線框

source: Can't apply when process preview.
cs: Nelze použít během náhledu procesu.
zh_tw: 處理預覽的過程中無法應用。

source: Operation already cancelling. Please wait few seconds.
cs: Operace se již ruší. Prosím vyčkejte několik sekund.
zh_tw: 操作已在取消中，請等待片刻。

source: Face recognition
cs: Rozpoznávání plochy
zh_tw: 外觀面檢測

source: Perform Recognition
cs: Proveď rozpoznání
zh_tw: 執行檢測

source: Vertex
cs: Vrchol
zh_tw: 點

source: Edge
cs: Hrana
zh_tw: 線

source: Plane
cs: Rovina
zh_tw: 面

source: Point on edge
cs: Bod na hraně
zh_tw: 線上點

source: Point on circle
cs: Bod na kružnici
zh_tw: 圓上點

source: Point on plane
cs: Bod na rovině
zh_tw: 平面點

source: Center of edge
cs: Střed hrany
zh_tw: 線中心

source: Center of circle
cs: Střed kruhu
zh_tw: 圓心

source: Select feature
cs: Vyberte funkci
zh_tw: 選擇特徵

source: Select point
cs: Vyberte bod
zh_tw: 選擇點

source: Delete
cs: Odstranit
zh_tw: 刪除

source: Restart selection
cs: Restartovat výběr
zh_tw: 重新選擇

source: Cancel a feature until exit
cs: Zrušit funkci do ukončení
zh_tw: 取消一個特徵直到退出

source: Measure
cs: Měřit
zh_tw: 測量

source: Please confirm explosion ratio = 1,and please select at least one object
cs: Potvrďte prosím, že poměr exploze = 1, a vyberte alespoň jeden objekt.
zh_tw: 請確保爆炸比例為1，且至少選擇一個物件

source: Edit to scale
cs: Upravit měřítko
zh_tw: 編輯縮放

# Verb
source: Scale all
cs: Změnit měřítko všeho
zh_tw: 縮放全部

source: None
cs: Žádné
zh_tw: 無

source: Diameter
cs: Průměr
zh_tw: 直徑

source: Length
cs: Délka
zh_tw: 長度

source: Selection
cs: Výběr
zh_tw: 選擇
